const translatedEffectsTC = 
[
    {
        "originalIndex": 0,
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "originalIndex": 1,
        "effects": [
            "對目標造成 275% 傷害。"
        ]
    },
    {
        "originalIndex": 2,
        "effects": [
            "所有盟友獲得 +63% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 3,
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "originalIndex": 4,
        "effects": [
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 5,
        "effects": [
            "所有盟友在 5 回合內恢復 425 點生命值。",
            "每名被擊敗的盟友有 35% 的機率以 25% 的生命值復活。",
            "施法者身上所有影響攻擊、防禦和法力生成的狀態異常，將替換為對應的不可驅散增益。（替換效果無法被狀態效果、家族效果或被動技能阻擋。只有可驅散或可淨化的狀態效果才可被替換。替換效果：攻擊力異常狀態將被 +40% 攻擊力增益取代，持續 4 回合。防禦異常狀態將被 +40% 防禦增益取代，持續 4 回合。法力生成異常狀態將被 +40% 法力生成增益取代，持續 4 回合）。"
        ]
    },
    {
        "originalIndex": 6,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "施法者獲得 -20% 攻擊力，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 7,
        "effects": [
            "為施法者與附近盟友召喚一個狩獵貓頭鷹小兵，其可從施法者身上繼承 10% 生命與 20% 攻擊。",
            "狩獵貓頭鷹小兵的每次攻擊都會使目標的法力減少 -6%。",
            "施法者和附近盟友獲得 +54% 特殊技能防禦，持續 3 回合。",
            "淨化施法者和附近盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 8,
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 9,
        "effects": [
            "對目標造成 300% 傷害。",
            "施法者和附近盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 10,
        "effects": [
            "對目標造成 225% 傷害。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "originalIndex": 11,
        "effects": [
            "對目標造成 235% 傷害。",
            "施法者對新的狀態異常免疫，持續 3 回合。此效果無法驅散。",
            "施法者獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 12,
        "effects": [
            "對目標造成 255% 傷害。",
            "為施法者治療 45% 的傷害。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 13,
        "effects": [
            "對目標造成 265% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "為施法者治療 48% 的傷害。"
        ]
    },
    {
        "originalIndex": 14,
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有盟友獲得對自然系 +94% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 15,
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 16,
        "effects": [
            "所有敵人得到靈魂連結，持續 5 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有敵人獲得 -44% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 17,
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。此狀態效果不可驅散，對冰雪系角色持續時間延長 2 回合。",
            "所有盟友獲得 +51% 防禦，持續 5 回合。此狀態效果不可驅散，對冰雪系角色持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 18,
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 19,
        "effects": [
            "所有盟友在 3 回合內恢復 411 點生命值。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 20,
        "effects": [
            "對目標造成 335% 傷害。",
            "目標免疫新狀態效果增益，持續 3 回合，每獲得一個新增益，將會受到 70 傷害。"
        ]
    },
    {
        "originalIndex": 21,
        "effects": [
            "對目標造成 300% 傷害。",
            "目標免疫新狀態效果增益，持續 3 回合，每獲得一個新增益，將會受到 150 傷害。"
        ]
    },
    {
        "originalIndex": 22,
        "effects": [
            "對目標造成 285% 傷害。",
            "疊加（上限： 10 ）：施法者獲得 +10% 攻擊。"
        ]
    },
    {
        "originalIndex": 23,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 165% 傷害。",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。對自然系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 24,
        "effects": [
            "對目標造成 260% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 25,
        "effects": [
            "對目標造成 240% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 3 回合內受到共計 60 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 26,
        "effects": [
            "對目標造成 290% 傷害，並對附近敵人造成輕微傷害。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 27,
        "effects": [
            "對目標造成 245% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得對冰雪系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 28,
        "effects": [
            "對目標及附近敵人造成 230% 傷害。",
            "所有敵人獲得對冰雪系 -54% 的防禦，持續 3 回合。對烈火系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 29,
        "effects": [
            "摧毀目標的所有小兵。",
            "對目標造成 385% 傷害。",
            "施法者在 3 回合內恢復 243 點生命值。"
        ]
    },
    {
        "originalIndex": 30,
        "effects": [
            "對目標造成 235% 傷害。",
            "面板中每個冰雪護盾將造成 10% 額外傷害，最多累積造成 335% 傷害。"
        ]
    },
    {
        "originalIndex": 31,
        "effects": [
            "施法者在 3 回合內恢復 402 點生命值。",
            "施法者有 +30% 的機率閃避可造成傷害的特殊技能，持續 3 回合。",
            "對除施法者外的所有盟友施放小天鵝舞，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "小天鵝舞",
            "* +30% 機率閃避攻擊和特殊技能。",
            "* 任何盟友隨後施放特殊技能時，有 35% 機率對隨機一名敵人造成 240% 傷害。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 32,
        "effects": [
            "對所有敵人造成 116% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 33,
        "effects": [
            "對所有敵人造成 145% 傷害。",
            "所有盟友獲得 +48% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 34,
        "effects": [
            "對所有敵人造成 146% 傷害。",
            "所有敵人獲得 -24% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 35,
        "effects": [
            "對目標造成 300% 傷害。",
            "目標獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 36,
        "effects": [
            "對目標造成 335% 傷害。",
            "施法者獲得 +54% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 37,
        "effects": [
            "對目標造成 330% 傷害。",
            "目標獲得 -28% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 38,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 15% 生命值。",
            "* 所有盟友獲得對自然系 +40% 的防禦，持續 2 回合。",
            "2 倍法力充能：",
            "* 為所有盟友恢復 25% 生命值。",
            "* 所有盟友獲得 +54% 特殊技能防禦，持續 3 回合。",
            "3 倍法力充能：",
            "* 為所有盟友恢復 45% 生命值。",
            "* 所有盟友獲得對自然系 +94% 的防禦，持續 2 回合。",
            "* 所有盟友獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 39,
        "effects": [
            "對目標造成 280% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 400%。"
        ]
    },
    {
        "originalIndex": 40,
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "召喚一個魏國戰士小兵，其可從施法者繼承 20% 生命與 25% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。"
        ]
    },
    {
        "originalIndex": 41,
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "所有盟友獲得對自然系 +54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 42,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有自然系敵人在 4 回合內受到共計 536 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 43,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 2 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 2 個回合後對所有敵人造成 64 - 222 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。",
            "第 2 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 3 個回合後對所有敵人造成 124 - 351 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。"
        ]
    },
    {
        "originalIndex": 44,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 2 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 2 個回合後對所有敵人造成 56 - 214 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。",
            "第 2 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 3 個回合後對所有敵人造成 165 - 392 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。"
        ]
    },
    {
        "originalIndex": 45,
        "effects": [
            "為所有盟友恢復 15% 生命值。",
            "施法者和附近盟友會以承受傷害的 100% 進行反擊，持續 4 回合。每次反擊，反擊傷害都會增加 +5% ，最高 130%。"
        ]
    },
    {
        "originalIndex": 46,
        "effects": [
            "為所有盟友恢復 10% 生命值。",
            "施法者和附近盟友會以承受傷害的 110% 進行反擊，持續 4 回合。每次反擊，反擊傷害都會增加 +5% ，最高 135%。"
        ]
    },
    {
        "originalIndex": 47,
        "effects": [
            "對目標及附近敵人造成 240% 傷害。",
            "目標與附近敵人獲得對特殊技能 -34% 的防禦，持續 3 回合。",
            "施法者和附近盟友獲得對自然系 +86% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 48,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 49,
        "effects": [
            "所有盟友以所受傷害的 60% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 50,
        "effects": [
            "所有盟友以所受傷害的 80% 進行反擊，持續 4 回合。反擊傷害每回合增加 20% ，最高可達 140%。"
        ]
    },
    {
        "originalIndex": 51,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 120% 的傷害，持續 5 回合。此狀態效果不可驅散，對冰雪系角色持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 52,
        "effects": [
            "摧毀目標的所有小兵。",
            "對命中的目標造成 275% 傷害。",
            "如果目標擁有小兵，則攻擊另一個擁有小兵的敵人。如果沒有任何敵人擁有小兵，則攻擊一個隨機敵人。每個敵人只能被攻擊一次。"
        ]
    },
    {
        "originalIndex": 53,
        "effects": [
            "施法者與附近盟友獲得一個霜降護體，持續 3 回合，所受到的特殊技能傷害最高減少 -500 點。攻擊者為烈火系元素時，額外減少 25% 傷害。",
            "施法者和附近盟友獲得 +120% 普通攻擊，持續 3 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +200% 威力。"
        ]
    },
    {
        "originalIndex": 54,
        "effects": [
            "摧毀所有敵人的全部小兵。",
            "驅散所有敵人的增益。",
            "所有盟友在 3 回合內恢復 540 點生命值。"
        ]
    },
    {
        "originalIndex": 55,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "每有一個敵人被擊敗，傷害增加 45%。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 56,
        "effects": [
            "對所有敵人造成 170% 傷害。",
            "每有一個敵人被擊敗，傷害增加 45%。",
            "疊加（上限： 10 ）：每個回合結束時，每個落敗的敵人或敵方小兵，都會讓所有敵人受到 20 點冰霜傷害。",
            "疊加（上限： 10 ）：每個落敗的敵人或敵方小兵，都會讓所有敵人獲得 -4% 法力產出。"
        ]
    },
    {
        "originalIndex": 57,
        "effects": [
            "對目標造成 330% 傷害。",
            "改變面板上所有冰雪系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -30%。"
        ]
    },
    {
        "originalIndex": 58,
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 267 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "originalIndex": 59,
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 60,
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "施法者和附近盟友獲得 +50% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 61,
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "施法者和附近盟友的特殊技能造成額外 +40% 傷害，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 62,
        "effects": [
            "對目標造成 325% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -28% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 63,
        "effects": [
            "對目標造成 335% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標與附近敵人獲得 -30% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 64,
        "effects": [
            "除了施法者，所有盟友獲得柔軟膚（他們下次受到的傷害減少 -90% ，並抵抗所有狀態異常和法力減損。此效果無法驅散）。",
            "所有盟友在 3 回合內恢復 510 點生命值。若狀態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 65,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "改變面板上所有冰雪系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 66,
        "effects": [
            "為所有盟友恢復 28% 生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 3 回合。",
            "所有盟友獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 67,
        "effects": [
            "為所有盟友恢復 28% 生命值。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 68,
        "effects": [
            "為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 防禦，持續 3 回合。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 69,
        "effects": [
            "為所有盟友恢復 31% 生命值。",
            "所有盟友獲得 26% 攻擊力，持續 3 回合。此狀態效果不可驅散，對冰雪系角色持續時間延長 2 回合。",
            "所有盟友獲得 26% 防禦，持續 3 回合。此狀態效果不可驅散，對冰雪系角色持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 70,
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有盟友獲得 +28% 攻擊力，持續 3 回合。",
            "所有盟友獲得 +28% 防禦，持續 3 回合。",
            "所有冰雪系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 71,
        "effects": [
            "所有盟友獲得 +30% 防禦，並在每次被擊中後增加 3% ，持續 4 回合。",
            "所有盟友反射狀態異常和負面效果疊加，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "疊加（上限： 10 ）：施法者對弱點元素獲得 +20% 攻擊。"
        ]
    },
    {
        "originalIndex": 72,
        "effects": [
            "對目標造成 315% 傷害。",
            "若面板上有 6 個以上的冰雪護盾，則對目標和附近敵人造成傷害。",
            "若面板上有 12 個以上的冰雪護盾，則對所有敵人造成傷害。"
        ]
    },
    {
        "originalIndex": 73,
        "effects": [
            "對目標及附近敵人造成 150% 傷害。",
            "疊加（上限： 10 ）：施法者獲得 +10% 攻擊。"
        ]
    },
    {
        "originalIndex": 74,
        "effects": [
            "使用月昇打擊攻擊目標，造成最高 1020 點傷害。如果目標為神聖系元素角色，則造成額外 30% 傷害。此特殊技能必命中其目標。",
            "使目標的法力減少 10%。"
        ]
    },
    {
        "originalIndex": 75,
        "effects": [
            "1 倍法力充能",
            "* 對目標造成 350% 傷害。",
            "* 目標獲得 -35% 防禦，持續 2 回合。",
            "2 倍法力充能",
            "* 對目標造成 375% 傷害。",
            "* 目標獲得 -40% 防禦，持續 4 回合。",
            "3 倍法力充能",
            "* 對目標造成 400% 傷害。",
            "* 若該攻擊將敵人擊敗，那麼施法者將獲得 100% 法力。",
            "* 目標獲得 -45% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 76,
        "effects": [
            "為施法者和附近盟友提供 650 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者和附近盟友獲得對自然系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 77,
        "effects": [
            "1 倍法力充能",
            "* 對目標造成 225% 傷害。",
            "* 攻擊有 35% 的機率無視防禦增益。這包含反擊。",
            "2 倍法力充能",
            "* 對目標及附近敵人造成 250% 傷害。",
            "* 攻擊有 60% 的機率無視防禦增益。這包含反擊。",
            "3 倍法力充能",
            "* 對所有敵人造成 290% 傷害。",
            "* 攻擊有 85% 的機率無視防禦增益。這包含反擊。"
        ]
    },
    {
        "originalIndex": 78,
        "effects": [
            "對目標造成 345% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 79,
        "effects": [
            "對目標造成 345% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 80,
        "effects": [
            "對目標造成 345% 傷害。",
            "所有敵人在 2 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 81,
        "effects": [
            "對目標造成 355% 傷害。",
            "對烈火系造成額外傷害。",
            "驅散目標的增益。"
        ]
    },
    {
        "originalIndex": 82,
        "effects": [
            "對目標造成 335% 傷害。",
            "所有盟友獲得的治療增加 +39% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 83,
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 84,
        "effects": [
            "對目標造成 235% 傷害。",
            "目標在 5 回合內受到共計 150 點傷害。若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 220 點，最多共計 580 點傷害。",
            "施法者偷取目標所獲治療的 61% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 85,
        "effects": [
            "對目標造成 355% 傷害。",
            "為施法者與附近盟友召喚一個魏國戰士小兵，其可從施法者繼承 20% 生命和 25% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。"
        ]
    },
    {
        "originalIndex": 86,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 185% 傷害。如果只有一個敵人，傷害加倍。",
            "位於敵方陣型邊緣的敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 87,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 215% 傷害。如果只有一個敵人，傷害加倍。",
            "位於敵方陣型邊緣的敵人獲得 -30% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 88,
        "effects": [
            "對目標及附近敵人造成 395% 傷害。",
            "對目標與附近的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8% ，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。",
            "目標與附近敵人獲得 -56% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 89,
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +35% 防禦，持續 4 回合。",
            "所有盟友治療所造成普通傷害的 100% ，持續 4 回合。",
            "元素鏈會為所有冰雪盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 90,
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +30% 防禦，並在每次被擊中後增加 5% ，持續 4 回合。",
            "所有盟友在 4 回合內恢復 732 點生命值。",
            "元素鏈會為所有冰雪盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 91,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友恢復 40% 生命值。",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。對自然系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 92,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友恢復 45% 生命值。",
            "所有敵人獲得 -20% 法力產出，持續 4 回合。對自然系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 93,
        "effects": [
            "對目標造成 542% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。此效果無法淨化。",
            "元素鏈給予所有冰雪盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 94,
        "effects": [
            "對目標造成 496% 傷害，並對附近敵人造成輕微傷害。",
            "使目標和附近敵人的法力減少 10%。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。",
            "元素鏈給予所有冰雪盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 95,
        "effects": [
            "為所有盟友恢復 26% 生命值。",
            "面板上每有一個冰雪護盾，便額外回復 3% 生命，總共至多回復 50% 生命。",
            "改變面板上所有冰雪系護盾的暴擊率與精準度。攻擊英雄施放該特技時，護盾受到 +54% 暴擊率的強化。防禦英雄施放該特技時，護盾受到 -47% 精準度的弱化。",
            "元素鏈使所有冰雪盟友獲得的任何治療提高 +10% ，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 96,
        "effects": [
            "對目標造成 430% 傷害。",
            "目標獲得 -44% 攻擊，持續 3 回合。如果目標受到治療，效果持續時間會被重設。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 97,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 200% 傷害。",
            "* 所有敵人獲得的治療減少 -25% ，持續 3 回合。",
            "2 倍法力充能：",
            "* 對所有敵人造成 315% 傷害。",
            "* 對所有敵人召喚冥河靈魂惡魔。惡魔每回合以 40% 的攻擊力對目標造成傷害。",
            "* 冥河靈魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 25% 時消失。",
            "3 倍法力充能：",
            "* 對所有敵人造成 365% 傷害。",
            "* 對所有敵人召喚冥河靈魂惡魔。惡魔每回合以 40% 的攻擊力對目標造成傷害。",
            "* 冥河靈魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 25% 時消失。",
            "* 所有敵人獲得的治療減少 -75% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 98,
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "摧毀所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "所有盟友都可獲得火風暴護體，持續 4 個回合，所受到的特殊技能傷害最高減少 -1300 點。攻擊者為自然元素角色時，額外減少 30% 傷害。",
            "所有盟友獲得 +40% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 99,
        "effects": [
            "所有盟友以所受傷害的 75% 進行反擊，且面板中每有一個冰雪護盾則增加 7% ，持續 5 回合，總計最多可達 159% 傷害。",
            "所有冰雪盟友每次反擊可恢復適量法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "originalIndex": 100,
        "effects": [
            "對目標造成 410% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "目標在 2 回合內受到共計 374 點冰霜傷害。",
            "元素鏈給予所有冰雪盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 101,
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "所有盟友獲得 +24% 法力產出，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 102,
        "effects": [
            "為所有盟友提供 520 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 回合內恢復適量法力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 103,
        "effects": [
            "驅散所有敵人的增益。",
            "使所有敵人的最大生命值降低 400 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 400 點）。",
            "所有敵人在 3 回合內受到共計 459 點冰霜傷害。"
        ]
    },
    {
        "originalIndex": 104,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "強化防禦異常：所有敵人取得 -50% 對特殊技能的防禦。此效果持續到敵人受到一次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，減少敵人 -15% 法力。",
            "所有盟友在 2 個回合後獲得 15% 法力。若效果在持續時間結束前移除，則會立即獲得。"
        ]
    },
    {
        "originalIndex": 105,
        "effects": [
            "對目標造成 335% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -41% 防禦，並在每次被擊中後減少 -4% ，持續 4 回合。",
            "對烈火系造成額外傷害。",
            "元素鏈給予所有冰雪盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 106,
        "effects": [
            "對目標造成 320% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -41% 防禦，並在每次被擊中後減少 -4% ，持續 3 回合。",
            "所有烈火系敵人獲得對冰雪系 -34% 的防禦，持續 3 回合。",
            "元素鏈給予所有冰雪盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 107,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 211 點冰霜傷害，而且每個回合降低目標的攻擊力 -8%。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 28%。此效果不可淨化，但在施法者被擊敗後會被移除。",
            "第 2 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 275 點冰霜傷害，而且每個回合降低目標的攻擊力 -13%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 28%。此效果不可淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "originalIndex": 108,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 258 點冰霜傷害，而且每個回合降低目標的攻擊力 -7%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 27%。此效果不可淨化，但在施法者被擊敗後會被移除。",
            "第 2 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 371 點冰霜傷害，而且每個回合降低目標的攻擊力 -15%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 30%。此效果不可淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "originalIndex": 109,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果",
            "1 倍法力充能",
            "* 對目標及附近敵人造成 250% 傷害。",
            "* 目標與附近敵人獲得 -35% 精準度，持續 2 回合。失手率也會套用在攻擊型特殊技能上。",
            "* 若特殊技能在 2 回合內未擊中，則目標和附近敵人對隨機盟友造成 320 傷害。",
            "2 倍法力充能",
            "* 對目標及附近敵人造成 325% 傷害。",
            "* 目標與附近敵人獲得 -40% 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。",
            "* 若特殊技能在 3 回合內未擊中，則目標和附近敵人對隨機盟友造成 390 傷害。",
            "3 倍法力充能",
            "* 對目標及附近敵人造成 400% 傷害。",
            "* 目標與附近敵人獲得 -54% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。",
            "* 若特殊技能在 4 回合內未擊中，則目標和附近敵人對隨機盟友造成 470 傷害。"
        ]
    },
    {
        "originalIndex": 110,
        "effects": [
            "對目標造成 530% 傷害。",
            "目標在 3 回合內受到共計 519 點流血傷害。",
            "元素鏈讓所有冰雪系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 111,
        "effects": [
            "施法者和附近盟友會以承受傷害的 100% 進行反擊，持續 5 回合。每次反擊，反擊傷害都會增加 +5% ，最高 130%。",
            "施法者與附近盟友受到的所有傷害降低 -50% ，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 112,
        "effects": [
            "施法者和附近盟友會以承受傷害的 100% 進行反擊，持續 5 回合。每次反擊，反擊傷害都會增加 +10% ，最高 160%。",
            "施法者與附近盟友受到的所有傷害降低 -30% ，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 113,
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "為所有盟友治療 30% 的傷害。",
            "所有敵人受到小兵創傷，持續 5 回合。",
            "小兵創傷：目標的小兵生命每個回合減少 50% ，超級小兵生命則是減少 25%。（此效果對其擁有的小兵和任何獲得的任何小兵皆有效。減損效果只影響小兵當前生命值）。",
            "所有盟友獲得 +40% 法力產出，持續 5 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 114,
        "effects": [
            "對所有敵人造成 320% 傷害。",
            "基礎防禦力最高的敵人獲得 -60% 防禦，持續 4 回合。此效果無法淨化。",
            "基礎攻擊力最高的敵人獲得 -60% 攻擊力，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 115,
        "effects": [
            "對目標造成 480% 傷害。",
            "目標獲得 -44% 防禦，持續 4 回合。",
            "在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。"
        ]
    },
    {
        "originalIndex": 116,
        "effects": [
            "對目標和鄰近敵人造成 400% 傷害，並對其造成 25 點瘋狂。",
            "施法者使出石膚，將對施法者造成的所有傷害降至 1 點，但在 5 次命中後移除。此效果無法驅散。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "originalIndex": 117,
        "effects": [
            "召喚一個護盾守衛超級小兵，其可從施法者繼承 65% 生命與 180% 攻擊。",
            "護盾守衛超級小兵每回合都會淨化所有盟友的最新可淨化狀態異常。這不會觸發第二個效果。",
            "所有敵人都會睡著。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +70%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。"
        ]
    },
    {
        "originalIndex": 118,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友獲得抵禦特殊技能的 +40% 防禦，持續 3 回合。",
            "2 倍法力充能：",
            "* 使所有敵人的最大生命值降低 800 點。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 800 點。",
            "* 所有敵人獲得抵禦特殊技能的 -54% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 119,
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "為每個盟友召喚一個魏國戰士小兵，其可從施法者繼承 20% 生命值與 25% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 120,
        "effects": [
            "對所有敵人造成 320% 傷害。",
            "為每個盟友召喚一個魏國戰士小兵，其可從施法者繼承 42% 生命值與 42% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。",
            "所有盟友獲得 +40% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 121,
        "effects": [
            "對目標造成 570% 傷害。",
            "攻擊有 60% 的機率無視防禦增益（包括反擊）。",
            "疊加 +2 （上限： 10 ）：施法者獲得 +12% 法力產出。",
            "疊加（上限： 10 ）：施法者每回合恢復 15 點生命值。"
        ]
    },
    {
        "originalIndex": 122,
        "effects": [
            "為每個盟友召喚一個石巨像小兵，其可從施法者繼承 40% 生命值與 50% 攻擊。",
            "石巨像小兵在被召喚時賦予其主人巨像的石膚，之後每 3 回合再次賦予。此效果無法驅散。",
            "巨像的石膚將其主人受到的所有傷害降至 1 ，但在 1 次命中後移除。"
        ]
    },
    {
        "originalIndex": 123,
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "目標與附近敵人在 3 回合內無法用特殊技能淨化自己的狀態異常。",
            "目標與附近敵人獲得 -44% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 124,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 350% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -34% 攻擊、 -34% 防禦與 -24% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "第 2 次：",
            "* 對目標造成 470% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -34% 攻擊、 -34% 防禦與 -24% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "* 所有敵人在 4 個回合內受到 436 點水系傷害。施法者能吸收所造成之水系傷害的 50% 作為生命值。"
        ]
    },
    {
        "originalIndex": 125,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 340% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -24% 攻擊、 -24% 防禦與 -14% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "第 2 次：",
            "* 對目標造成 500% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 5 個回合使用其特殊技能，則獲得 -39% 攻擊、 -44% 防禦與 -24% 法力產出，持續 5 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "* 所有敵人在 5 個回合內受到 735 點水系傷害。施法者能吸收所造成之水系傷害的 50% 作為生命值。"
        ]
    },
    {
        "originalIndex": 126,
        "effects": [
            "對所有敵人造成 310% 傷害。",
            "所有敵人無法在敵人或盟友身上施放任何新的狀態效果，持續 4 回合。這包含疊加。這僅包含用特殊技能施放的狀態效果。",
            "所有盟友獲得 +45% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 127,
        "effects": [
            "對目標及附近敵人造成 440% 傷害。",
            "目標與附近敵人在 5 回合內受到共計 730 點詛咒傷害，起始傷害較低，每個回合逐漸增加。",
            "目標與附近敵人陷入沉默，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 128,
        "effects": [
            "為所有盟友恢復 20% 生命值。",
            "成長恩惠：每一點已修改的防禦恢復 2 x 點額外生命值。（最多額外治療 800 點。影響獲得治療的狀態效果會影響治療比率）。",
            "每名被擊敗的盟友有 35% 的機率以 35% 的生命值復活。",
            "淨化所有盟友的 1 個狀態異常。（狀態異常會依照獲得的順序遭到淨化。最新的狀態異常會先被淨化）。"
        ]
    },
    {
        "originalIndex": 129,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的長矛守衛超級小兵。",
            "長矛守衛超級小兵每次擊中時都會驅散目標身上所有的可驅散增益。"
        ]
    },
    {
        "originalIndex": 130,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人在 4 回合內受到共計 524 點冰霜傷害。",
            "所有敵人獲得對冰雪系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 131,
        "effects": [
            "為所有盟友恢復 20% 生命值。可為盟友每一個狀態異常額外恢復 5% 生命，總計最多可恢復 35% 生命。",
            "淨化所有盟友的 3 個狀態異常。（狀態異常會依照獲得的順序遭到淨化。最新的狀態異常會先被淨化）。",
            "元素鏈給予所有冰雪盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 132,
        "effects": [
            "1 倍法力充能",
            "* 對目標造成 320% 傷害。",
            "* 攻擊有 60% 的機率無視防禦增益（包括反擊）。",
            "2 倍法力充能",
            "* 對目標及附近敵人造成 355% 傷害。",
            "* 攻擊有 85% 的機率無視防禦增益（包括反擊）。",
            "3 倍法力充能",
            "* 對所有敵人造成 390% 傷害。",
            "* 攻擊有 100% 的機率無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 133,
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 350% 傷害。",
            "每回合結束時驅散所有敵人身上的增益效果，持續 4 回合。",
            "每回合結束時淨化所有盟友的狀態異常，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 134,
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "所有敵人已啟動的增益持續時間減少 1 回合。",
            "所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 70 點冰霜傷害，而且每個回合降低目標的攻擊 -11%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 135,
        "effects": [
            "所有盟友在 4 個回合內恢復 500 點加成生命值。加成生命值能夠超過最大生命值。如果狀態效果持有者被特殊技能直接傷害命中，效果持續時間會重設。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。",
            "所有盟友獲得 +20% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 136,
        "effects": [
            "摧毀所有盟友的所有惡魔。",
            "為所有盟友提供 650 點加成生命值。加成生命值能夠超過最大生命值。",
            "如果盟友有惡魔，將會對新的惡魔免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 137,
        "effects": [
            "所有敵人在 3 個回合內受到 237 點水系傷害，每個面板上的冰雪護盾都會提高 33 點傷害，最高可達 633 點傷害。所有的烈火敵人都不可淨化此效果。",
            "所有冰雪敵人對此攻擊免疫。"
        ]
    },
    {
        "originalIndex": 138,
        "effects": [
            "所有敵人在 3 個回合內受到 258 點水系傷害，每個面板上的冰雪護盾都會提高 54 點傷害，最高可達 906 點傷害。所有的烈火敵人都不可淨化此效果。",
            "所有冰雪敵人對此攻擊免疫。"
        ]
    },
    {
        "originalIndex": 139,
        "effects": [
            "摧毀目標的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）。"
        ]
    },
    {
        "originalIndex": 140,
        "effects": [
            "對目標造成 320% 傷害。",
            "如果目標剩餘生命少於 50% ，可對其造成 640% 傷害。",
            "施法者每擊敗一個敵人即可獲得適量法力，每摧毀一個小兵即可獲得少量法力。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "originalIndex": 141,
        "effects": [
            "對目標造成 350% 傷害。",
            "如果目標剩餘生命少於 50% ，可對其造成 700% 傷害。",
            "每擊敗一名敵人，施法者可恢復 35% 生命值，每消滅一名敵人小兵，可恢復 15% 生命值。",
            "使施法者的法力增加 15%。"
        ]
    },
    {
        "originalIndex": 142,
        "effects": [
            "使法力值最高的敵人減少 70% 法力。使其餘敵人減少 40% 法力。",
            "所有敵人獲得 -30% 法力產出，持續 6 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標在 3 個回合內受到 414 點流血傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "originalIndex": 143,
        "effects": [
            "對目標造成 385% 傷害。",
            "如果目標有增益，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "所有命中目標獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 144,
        "effects": [
            "對目標造成 420% 傷害。",
            "如果目標有增益，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "所有命中目標獲得 -56% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 145,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "疊加（上限： 10 ）：所有盟友獲得 +20% 攻擊。",
            "疊加（上限： 10 ）：所有盟友獲得 +20% 防禦。"
        ]
    },
    {
        "originalIndex": 146,
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "枯萎：所有敵人獲得 -200 點攻擊和 -200 點防禦。",
            "所有敵人獲得 -30% 法力產出，持續 3 回合。持續時間結束前若失去此狀態效果，有該效果的目標減少 -5% 法力。"
        ]
    },
    {
        "originalIndex": 147,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 150% 傷害。",
            "對所有敵人召喚腐朽面具惡魔。惡魔每回合以 55% 的攻擊力對敵人造成傷害。",
            "腐朽面具惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 22% 時消失。",
            "召喚時，主人擁有腐朽面具惡魔的期間，腐朽面具惡魔會給予其主人 -36% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 148,
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "目標與附近敵人獲得對冰雪系 -54% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。",
            "元素鏈給予所有冰雪系盟友抵禦自然系的 +46% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 149,
        "effects": [
            "為每個盟友召喚一個冰霜妖精小兵，其可從施法者繼承 18% 生命與 20% 攻擊。",
            "所有盟友的小兵獲得 +40% 生命值和 +40% 攻擊。這個特殊技能使生命值和攻擊增加到高達小兵最初生命值和攻擊的 +200%。",
            "元素鏈會在回合結束時賦予所有 冰系盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 150,
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "將施法者與附近盟友現有狀態異常的持續時間減少 2 個回合。（修改持續時間會影響可淨化與不可淨化效果。若任意效果的持續時間減少至零，則將效果視為正常失效）。",
            "施法者與附近盟友獲得 +40% 暴擊率，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 151,
        "effects": [
            "對目標造成 540% 傷害。",
            "所有盟友免疫來自惡魔的負面效果和傷害，持續 4 回合。",
            "所有盟友對新的惡魔免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 152,
        "effects": [
            "對目標及附近敵人造成 385% 傷害。",
            "對目標和附近的敵人召喚墮落星惡魔。",
            "墮落星惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 45% 時消失。",
            "施法者竊偷目標及附近敵人所產出法力的 45% ，效果持續至目標失去墮落星惡魔為止。此效果無法淨化，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "originalIndex": 153,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 550% 傷害。",
            "目標獲得一枚閃避標記狀態，持續 3 個回合。被標記的目標進行閃避時，其獲得一次疊加 (上限： 10)。每次疊加都能增加目標所承受傷害 +5%。",
            "元素鏈可給予所有冰雪系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 154,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "施法者和附近盟友的特殊技能造成額外 +40% 傷害，持續 4 回合。",
            "淨化所有盟友的狀態異常。",
            "元素鏈會為所有冰雪盟友召喚一個冰雪小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 155,
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "成長：所有盟友獲得 450 點攻擊和 450 點防禦。",
            "所有盟友獲得 +30% 法力產出，持續 4 回合。持續時間結束前若失去此狀態效果，有該效果的目標獲得 +10% 法力。"
        ]
    },
    {
        "originalIndex": 156,
        "effects": [
            "在接下來 3 個回合內，在任何其他盟友施放其特殊技能後，此角色會對所有敵人造成 225% 傷害。每個角色施放的特殊技能，每回合只會造成一次傷害。",
            "所有盟友獲得 +34% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 157,
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友對抗自然單位時獲得 +84% 防禦，並在每次被擊中後增加 2% ，持續 4 回合。",
            "所有敵人獲得 -40% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 158,
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "所有盟友對抗自然單位時獲得 +64% 防禦，並在每次被擊中後增加 3% ，持續 4 回合。",
            "所有敵人獲得 -45% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 159,
        "effects": [
            "驅散目標的增益。",
            "對目標造成 460% 傷害。",
            "施法者和附近盟友的特殊技能造成額外 +40% 傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 160,
        "effects": [
            "使用霜落打擊攻擊目標與附近敵人，造成最高 2300 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "使目標與附近敵人的最大生命值降低 800 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 600 點）。",
            "目標與附近敵人獲得的治療減少 -70% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 161,
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "使所有敵人的法力減少 20%。",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放",
            "* +70% 攻擊，持續 5 回合。",
            "* +50% 防禦，持續 5 回合。",
            "* 增益來源將啟動 4 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "originalIndex": 162,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "在接下來的 4 個回合中，每次施法者被擊中時，都會對所有敵人造成 10 點瘋狂。當敵人透過特殊技能造成傷害時，皆會觸發此效果。磚格和普通攻擊每回合僅限一次。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 163,
        "effects": [
            "對目標造成 405% 傷害，並對附近敵人造成輕微傷害。",
            "每回合結束時驅散目標與附近敵人身上的增益效果，持續 3 回合。",
            "對烈火系造成額外傷害。",
            "元素鏈會賦予所有冰雪盟友 +10% 攻擊力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 164,
        "effects": [
            "對所有敵人造成 235% 傷害。",
            "所有敵人獲得 -44% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 165,
        "effects": [
            "對所有敵人造成 255% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 166,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。對自然系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 167,
        "effects": [
            "對所有敵人造成 385% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 168,
        "effects": [
            "對所有敵人造成 395% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人獲得 -40% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 169,
        "effects": [
            "對目標造成 530% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有被命中目標受到的傷害提高 +50% ，持續 5 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +10% ，最多累積至 +100%。",
            "枯萎：所有敵人獲得 -450 點攻擊。"
        ]
    },
    {
        "originalIndex": 170,
        "effects": [
            "對目標造成 215% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有敵人獲得 -34% 精準度，持續 3 回合。（失手率也會套用在攻擊型特殊技能上）",
            "所有冰雪盟友獲得 +60% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 171,
        "effects": [
            "強化閃避：所有盟友獲得 +75% 機率可以閃避造成傷害的特殊技能。此效果會持續到盟友成功閃避一次後結束。",
            "在強化閃避結束、移除或取代後，盟友獲得一名木娃娃小兵。",
            "木娃娃小兵繼承施法者 30% 生命值和 30% 攻擊力。",
            "召喚時，主人擁有木娃娃小兵的時間內，木娃娃小兵為主人提供新異常狀態免疫。"
        ]
    },
    {
        "originalIndex": 172,
        "effects": [
            "對目標造成 200% 傷害。",
            "法力全滿時，目標強制施放莽夫治療，持續 3 回合。",
            "對其他 3 名隨機敵人造成 200% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）",
            "法力全滿時，所有被命中的敵人強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "originalIndex": 173,
        "effects": [
            "烹煮隨機食物，獲得特殊效果（每次效果的啟用機率）：",
            "- 精緻食物 (45%)",
            "* 使所有盟友恢復 50% 生命值。",
            "* 成長：所有盟友獲得 400 點防禦。",
            "- 腐敗食物 (45%)",
            "* 對所有敵人造成 350% 傷害。",
            "* 所有敵人在 5 回合內受到共計 965 點劇毒傷害。",
            "- 廚房大災難 (10%)",
            "* 對所有盟友與所有敵人造成 100% 傷害。"
        ]
    },
    {
        "originalIndex": 174,
        "effects": [
            "對目標造成 468% 傷害。",
            "目標獲得 -39% 攻擊力，持續 4 回合。",
            "目標獲得對冰雪系 -54% 的防禦，持續 4 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 175,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有敵人在 5 回合內受到共計 325 點水系傷害。施法者能吸收已造成之水系傷害的 30% 作為生命值。",
            "元素鏈會賦予所有冰雪盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 176,
        "effects": [
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "施法者獲得 +44% 防禦，並在每次被擊中後增加 10% ，持續 3 回合。此效果無法驅散。",
            "所有盟友獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 177,
        "effects": [
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "施法者獲得 +30% 防禦，持續 3 回合。",
            "所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 178,
        "effects": [
            "複製目標的特殊技能，而且施法者可以將複製技能當成自己的技能施放。",
            "如果目標沒有特殊技能，或是特殊技能無法複製，則會施放以下特殊技能：",
            "惡棍猛擊：",
            "* 對目標造成 275% 傷害。"
        ]
    },
    {
        "originalIndex": 179,
        "effects": [
            "從目標上複製所有可驅散增益。",
            "複製目標的特殊技能，與施法者自己的特殊技能一併施放。",
            "如果目標沒有特殊技能，或是特殊技能無法複製，則會施放以下特殊技能：",
            "無賴猛擊：",
            "* 對目標造成 265% 傷害。"
        ]
    },
    {
        "originalIndex": 180,
        "effects": [
            "每名被擊敗的盟友有 60% 的機率以 20% 的生命值復活。",
            "所有盟友獲得 +50% 攻擊力，持續 5 回合。攻擊力每回合增加 5% ，最高至 +70%。",
            "所有盟友在 5 個回合內恢復 1270 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 181,
        "effects": [
            "對所有敵人造成 325% 傷害。",
            "若敵方戰隊持有任意超級小兵，則此特殊技能轉為對所有敵人造成 375% 傷害。",
            "所有敵人受到吞噬黏液狀態異常，持續 3 回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 200 點傷害，並且每移除一個效果就會受到 50 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700 ）。"
        ]
    },
    {
        "originalIndex": 182,
        "effects": [
            "對目標造成 420% 傷害。",
            "施法者和附近盟友獲得 +63% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 183,
        "effects": [
            "對目標造成 420% 傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 184,
        "effects": [
            "對目標及附近敵人造成 285% 傷害。",
            "目標與附近敵人獲得對特殊技能 -64% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 185,
        "effects": [
            "對目標造成 500% 傷害。",
            "施法者和附近盟友獲得 56% 防禦，持續 4 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 186,
        "effects": [
            "對目標造成 510% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "施法者和附近盟友獲得 +60% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 187,
        "effects": [
            "為所有盟友提供 700 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得一個月昇護體，持續 3 回合，所受到的特殊技能傷害最高減少 -700 點。攻擊者為神聖系元素時，額外減少 30% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 188,
        "effects": [
            "對目標造成 410% 傷害，並對附近敵人造成輕微傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 189,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "施法者獲得 -24% 法力產出，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 190,
        "effects": [
            "對目標造成 650% 傷害。",
            "若目標被擊敗，超出的傷害將由附近的每個敵人承受。",
            "目標與附近敵人獲得 -40% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 191,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 824 點冰霜傷害。",
            "目標與附近敵人在 4 回合內免疫新的狀態效果增益，且每次嘗試獲得增益時受到 300 點傷害。",
            "元素鏈會為所有冰雪盟友提供 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 192,
        "effects": [
            "所有盟友獲得 +130% 普通攻擊，僅可在敵人生命值高於進攻者生命值時使用。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +170% 戰力。此效果持續 5 回合。",
            "目標與附近敵人陷入沉默，持續 5 回合。",
            "元素鏈會為所有冰雪盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 193,
        "effects": [
            "對所有敵人造成 385% 傷害。",
            "施法者在 6 回合內恢復 918 點生命值。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 6 回合。僅反射可驅散的增益。",
            "所有盟友將可淨化的狀態異常反射給敵方戰隊的隨機角色，持續 6 回合。僅反射可淨化的異常。"
        ]
    },
    {
        "originalIndex": 194,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 25% 生命值。",
            "* 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "* 對所有敵人造成 420% 傷害。",
            "* 驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 195,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 26% 生命值。",
            "* 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "* 對所有敵人造成 440% 傷害。",
            "* 驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 196,
        "effects": [
            "為施法者與附近盟友召喚一個藍色小貓小兵。藍色小貓小兵從施法者繼承 30% 生命與 30% 攻擊力。小兵在每個回合結束時為主人恢復 22% 的生命。",
            "藍色小貓小兵可淨化其主人身上最新的可淨化狀態異常並加至其命中目標上。",
            "施法者和附近盟友獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 197,
        "effects": [
            "對目標造成 310% 傷害。",
            "有 42% 的機率可額外攻擊隨機敵人最多 3 次。額外攻擊造成輕微傷害。",
            "所有盟友每次攻擊可增加少量法力。"
        ]
    },
    {
        "originalIndex": 198,
        "effects": [
            "對目標造成 280% 傷害。",
            "有 42% 的機率可額外攻擊隨機敵人最多 3 次。",
            "在 3 回合內，若被命中之目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "originalIndex": 199,
        "effects": [
            "對目標造成 600% 傷害。",
            "若目標在受到傷害前有超過 40% 的生命，則瞄準其他在受到此特殊技能傷害前超過 40% 生命的敵人。若無其他敵人有 40% 生命，則隨機瞄準敵人。每次連續攻擊，傷害會減少。每個敵人只能受攻擊一次。",
            "施法者獲得 -15% 法力產出，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 200,
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "若目標具有平均法力速度，則造成額外 50% 傷害。",
            "若目標具有快速法力速度，則造成額外 100% 傷害。",
            "若目標具有非常快法力速度，則造成額外 150% 傷害。（在急速攻擊錦標賽與戰爭中，敵人有著非常快的法力速度。所有怪獸的法力速度為平均）。",
            "為所有盟友治療 10% 的傷害。"
        ]
    },
    {
        "originalIndex": 201,
        "effects": [
            "為所有盟友提供 180 點加成生命值。加成生命值能夠超過最大生命值。",
            "使所有敵人的最大生命值降低 180 點。此效果對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 180 點。",
            "對所有敵人造成 180% 傷害。"
        ]
    },
    {
        "originalIndex": 202,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 135% 的傷害，持續 3 回合。",
            "施法者與附近盟友每次反擊可降低攻擊者 -10% 的法力，持續 3 回合。同一回合中，效果經連續啟動會減弱。",
            "疊加（上限： 10 ）：所有盟友獲得 +15% 攻擊。",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放",
            "* +100% 特殊技能傷害，持續 4 回合。",
            "* +33% 法力產出，持續 4 回合。",
            "* 增益來源將啟動 4 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "originalIndex": 203,
        "effects": [
            "為所有盟友恢復 55% 生命值。",
            "在 5 回合中，每逢敵人使用特殊技能，所有盟友皆獲得 +10% 法力。",
            "施法者偷取所有敵人所獲治療的 50% ，持續 5 回合。",
            "所有敵人獲得 -40% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 204,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 205,
        "effects": [
            "對所有敵人造成 145% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。",
            "所有盟友在 3 回合內恢復 411 點生命值。"
        ]
    },
    {
        "originalIndex": 206,
        "effects": [
            "對目標造成 450% 傷害。",
            "依照盟友擁有的小兵數量，對相同數量的隨機敵人造成額外 130% 傷害。每次連續攻擊擊中時，傷害都會降低。",
            "所有被擊中的目標受到 132 點冰霜傷害。",
            "為施法者與附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 207,
        "effects": [
            "對目標造成 400% 傷害。",
            "依照盟友擁有的小兵數量，對相同數量的隨機敵人造成額外 160% 傷害。每次連續攻擊擊中時，傷害都會降低。",
            "所有被擊中的目標在 3 回合內受到共計 225 點冰霜傷害。",
            "為施法者和附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 208,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "使附近盟友的法力增加 33%。",
            "附近盟友獲得 +40% 法力產出，持續 4 回合。",
            "施法者與附近盟友獲得 +50% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 209,
        "effects": [
            "對 9 名隨機敵人造成 160% 傷害。",
            "重置所有盟友的增益持續時間。",
            "重置所有敵人狀態異常的持續時間。",
            "所有盟友獲得 +40% 攻擊力，持續 4 回合。",
            "所有敵人獲得 -40% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 210,
        "effects": [
            "目標元素變更為烈火系，持續 3 回合。（泰坦和神話泰坦不受元素交換影響）",
            "對目標造成 550% 傷害。",
            "目標獲得對冰雪系 -68% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 211,
        "effects": [
            "施法者在 3 回合內恢復 609 點生命值。",
            "施法者有 +45% 的機率閃避可造成傷害的特殊技能，持續 3 回合。",
            "對除施法者外的所有盟友施放天鵝舞，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "天鵝舞",
            "* +45% 機率閃避攻擊和特殊技能。",
            "* 任何盟友隨後施放特殊技能時，有 50% 機率對隨機一名敵人造成 360 % 傷害。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 212,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 為施法者提供 390 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 施法者受到的嘲諷，可阻止敵人對施法者的盟友使用特殊技能，持續 2 回合。此效果無法驅散。",
            "- 施法者以所受傷害的 50% 進行反擊，持續 2 回合。",
            "x 2 法力充能：",
            "- 為施法者提供 490 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 施法者受到的嘲諷，可阻止敵人對施法者的盟友使用特殊技能，持續 3 回合。此效果無法驅散。",
            "- 施法者以所受傷害的 105% 進行反擊，持續 3 回合。",
            "x 3 法力充能：",
            "- 為施法者提供 540 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 施法者受到的嘲諷，可阻止敵人對施法者的盟友使用特殊技能，持續 4 回合。此效果無法驅散。",
            "- 施法者以所受傷害的 133% 進行反擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 213,
        "effects": [
            "對所有敵人造成 380% 傷害。",
            "施法者在 6 回合內恢復 870 點生命值。",
            "所有敵人獲得一枚特殊技能標記，持續 6 個回合。被標記的目標施放特殊技能時，其獲得一次疊加 (上限 10)。每次疊加都能增加目標所承受傷害 +5%。對自然系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 214,
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "所有盟友在 4 個回合內恢復 400 點生命，面板上每個自然護盾再額外增加 100 點生命，最多共計 1200 點生命。",
            "所有盟友都會獲得 +20% 防禦，面板中每個自然護盾將會額外增加 7% 防禦，持續 4 個回合，最多可獲得 76% 防禦。"
        ]
    },
    {
        "originalIndex": 215,
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "所有盟友在 4 個回合內恢復 260 點生命，面板上每個自然護盾再額外增加 76 點生命，最多共計 868 點生命。",
            "所有盟友都會獲得 +30% 防禦，面板中每個自然護盾將會額外增加 8% 防禦，持續 4 個回合，最多可獲得 +94% 防禦。"
        ]
    },
    {
        "originalIndex": 216,
        "effects": [
            "對目標造成 450% 傷害。",
            "安全驅散目標的狀態效果增益。（安全驅散無視已移除狀態效果增益的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動）。",
            "對目標召喚黃昏蛾人超級惡魔。惡魔每一回合以 270% 的攻擊對敵人造成傷害。",
            "黃昏蛾人超級惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 75% 時消失。",
            "召喚時，主人擁有黃昏蛾人超級惡魔的期間，黃昏蛾人超級惡魔會給予其主人新增益免疫。"
        ]
    },
    {
        "originalIndex": 217,
        "effects": [
            "對目標造成 455% 傷害。",
            "目標獲得的治療減少 -100% ，持續 4 回合。此效果無法淨化。",
            "施法者和附近盟友獲得對自然系 +94% 的防禦，持續 4 回合。",
            "元素鏈給予所有冰雪盟友 10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 218,
        "effects": [
            "對目標及附近敵人造成 405% 傷害。",
            "目標與附近敵人獲得的治療減少 -100% ，持續 4 回合。此效果無法淨化。",
            "目標與附近敵人獲得對冰雪系 -68% 的防禦，持續 4 回合。",
            "元素鏈給予所有冰雪盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 219,
        "effects": [
            "目標與附近敵人獲得 -30% 防禦，持續 3 回合。如果在持續時間結束前移除效果，則具有該效果的目標將承受 668 點傷害。",
            "對目標及附近敵人造成 390% 傷害。",
            "附近盟友獲得柔軟膚。（他們下次受到的傷害減少 -90% ，並抵抗所有狀態異常和法力減損。此效果無法驅散）。"
        ]
    },
    {
        "originalIndex": 220,
        "effects": [
            "對所有敵人造成 380% 傷害。",
            "改變面板上所有冰雪系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。",
            "施法者在 6 回合內恢復 918 點生命值。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 221,
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "目標和附近敵人在 4 個回合內受到 788 點水系傷害。所有盟友能吸收所造成之水系傷害的 50% 作為加成生命值。",
            "成長：所有盟友獲得 200 點攻擊和 200 點防禦。"
        ]
    },
    {
        "originalIndex": 222,
        "effects": [
            "為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人在 3 回合內無法獲得新的狀態效果增益。",
            "所有烈火敵人獲得 -38 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。",
            "所有暗黑敵人獲得 -38% 法力產出，持續 3 回合。",
            "所有神聖敵人獲得 -38% 防禦，持續 3 回合。",
            "所有自然敵人獲得 -38% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 223,
        "effects": [
            "對目標造成 420% 傷害。",
            "目標承受盟友受到所有傷害的 100% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 224,
        "effects": [
            "為剩餘生命少於 50% 的盟友，將生命恢復至 50%。",
            "所有盟友在 4 回合內恢復 1080 點生命值。",
            "淨化所有盟友的狀態異常。",
            "元素鏈給予所有冰雪盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 225,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "對所有敵人造成 210% 傷害。",
            "每移除一個狀態效果，將造成 25% 額外傷害，最多累積造成 410% 傷害。",
            "疊加（上限： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加 +2 （上限： 10 ）：施法者每個回合恢復 20 點生命值。"
        ]
    },
    {
        "originalIndex": 226,
        "effects": [
            "對目標造成 415% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 227,
        "effects": [
            "對目標造成 435% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 228,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人獲得 -30% 攻擊，並在每次被擊中後減少 -2% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 229,
        "effects": [
            "對目標造成 565% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 230,
        "effects": [
            "對目標造成 575% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標與附近敵人獲得 -30% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 231,
        "effects": [
            "抽取一張特殊效果卡片：",
            "骷髏",
            "* 對所有敵人造成 270% 傷害。",
            "* 所有敵人在 3 回合內受到共計 156 點傷害。",
            "十字架",
            "* 為所有盟友恢復 27% 生命值。",
            "* 淨化所有盟友的狀態異常。",
            "星星",
            "* 所有敵人獲得 -34% 防禦，持續 3 回合。",
            "* 所有盟友獲得 +48% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 232,
        "effects": [
            "抽取一張特殊效果卡片：",
            "骷髏",
            "* 使所有敵人的最大生命值降低 550 點。最大生命值不得低於原最大生命值的 30%。",
            "* 所有敵人受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 69 點劇毒傷害，而且每個回合降低目標的法力產出 -9%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "十字架",
            "* 為所有盟友提供 620 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 4 回合。",
            "星星",
            "* 所有敵人獲得 -54% 法力產出，持續 4 回合。此效果無法淨化。",
            "* 所有敵人在 4 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 233,
        "effects": [
            "對目標造成 330% 傷害。",
            "施法者躲藏 2 個回合。",
            "當角色躲藏時無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 277 傷害。"
        ]
    },
    {
        "originalIndex": 234,
        "effects": [
            "對目標造成 300% 傷害。",
            "施法者躲藏 2 個回合。",
            "當角色躲藏時無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 391 傷害。"
        ]
    },
    {
        "originalIndex": 235,
        "effects": [
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）。",
            "施法者轉變為幽靈型態，持續 3 個回合。（在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫）。",
            "幽靈形態結束時：",
            "施法者隨機復活一個遭到擊敗的盟友，其具有 40% 生命。",
            "所有盟友在 3 個回合內恢復 900 點生命。",
            "每個回合結束時淨化所有盟友的狀態異常，持續 3 個回合。"
        ]
    },
    {
        "originalIndex": 236,
        "effects": [
            "對所有敵人造成 315% 傷害。",
            "對使用特殊技能施放淨化或驅散的角色造成 630% 傷害。（僅對特殊技能的直接驅散與淨化效果生效。不包含移除效果、被動、小兵、家族效果、天賦與狀態效果）。",
            "施法者與附近盟友有 55% 機率將受到的任意傷害降為 1 ，持續 4 回合。若此效果被驅散，則所有敵人的增益都會被驅散。"
        ]
    },
    {
        "originalIndex": 237,
        "effects": [
            "1 倍法力充能",
            "* 為所有盟友恢復 25% 生命值。",
            "* 接下來 2 個回合內，在敵人施放其特殊技能後，此角色會恢復所有盟友 300 點生命值。（每個敵人每回合只能觸發此效果一次）。",
            "* 淨化施法者的狀態異常。",
            "2 倍法力充能",
            "* 為所有盟友恢復 30% 生命值。",
            "* 接下來 4 個回合內，在敵人施放其特殊技能後，此角色會恢復所有盟友 350 點生命值。（每個敵人每回合只能觸發此效果一次）。",
            "* 淨化施法者與附近盟友的狀態異常。",
            "3 倍法力充能",
            "* 為所有盟友恢復 35% 生命值。",
            "* 接下來 6 個回合內，在敵人施放其特殊技能後，此角色會恢復所有盟友 400 點生命值。（每個敵人每回合只能觸發此效果一次）。",
            "* 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 238,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 500% 傷害。如果只有一個敵人，傷害加倍。",
            "減少 50% 位於敵方陣型邊緣的敵人法力。",
            "對位於敵方陣型邊緣的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8% ，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。"
        ]
    },
    {
        "originalIndex": 239,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "改變面板上所有冰雪系護盾的強度。攻擊英雄施放該特技時，護盾受到 +54% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -47% 攻擊力的弱化。",
            "對烈火系造成額外傷害。",
            "元素鏈會賦予所有冰雪盟友 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 240,
        "effects": [
            "對目標及附近敵人造成 290% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標與附近敵人獲得 -40% 攻擊力，持續 3 回合。攻擊力每回合減少 -5% ，最多至 -50%。",
            "目標與附近敵人獲得的治療減少 -80% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 241,
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "每有一個敵人被擊敗，傷害增加 50%。",
            "疊加（上限： 10 ）：每個回合結束時，每個落敗的敵人或敵方小兵，都會讓所有敵人受到 35 點冰霜傷害。",
            "疊加（上限： 10 ）：每個落敗的敵人或敵方小兵，都會讓所有敵人獲得 -6% 法力產出。"
        ]
    },
    {
        "originalIndex": 242,
        "effects": [
            "對目標及附近敵人造成 320% 傷害。",
            "每有一個敵人被擊敗，傷害增加 35%。",
            "疊加（上限： 10 ）：每個回合結束時，每個落敗的敵人或敵方小兵，都會讓所有敵人受到 49 點冰霜傷害。",
            "疊加（上限： 10 ）：每個落敗的敵人或敵方小兵，都會讓所有敵人獲得 -7% 法力產出。"
        ]
    },
    {
        "originalIndex": 243,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有敵人獲得對冰雪系 -30% 的防禦，持續 3 回合。",
            "所有敵人在 3 回合內受到共計 378 點冰霜傷害。"
        ]
    },
    {
        "originalIndex": 244,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有敵人在 3 回合內受到共計 627 點水系傷害。",
            "所有敵人獲得 -35% 法力產出，持續 3 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 245,
        "effects": [
            "淨化所有盟友和敵人的全部增益與狀態異常。",
            "對所有敵人造成 180% 傷害，每移除一個狀態效果則額外造成 15% 傷害，最多累積造成 420% 傷害。"
        ]
    },
    {
        "originalIndex": 246,
        "effects": [
            "驅散並淨化所有盟友和敵人的全部增益與狀態異常。",
            "對所有敵人造成 140% 傷害。",
            "每移除一個狀態效果，將造成 30% 額外傷害，最多累積造成 500% 傷害。"
        ]
    },
    {
        "originalIndex": 247,
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 248,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人在 4 回合內受到共計 528 點流血傷害。"
        ]
    },
    {
        "originalIndex": 249,
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）。",
            "對目標及附近敵人造成 450% 傷害。",
            "為施法者及附近盟友治療 20% 的傷害。",
            "目標與附近敵人陷入沉默，持續 4 回合。",
            "目標與附近敵人獲得 -30% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 250,
        "effects": [
            "為施法者與附近盟友召喚 2 個冰封鐮刀小兵，其可從施法者繼承 18% 生命和 30% 攻擊。",
            "召喚冰封鐮刀小兵之後，主人擁有冰封鐮刀小兵期間，冰封鐮刀小兵會給予其主人 +45% 攻擊。攻擊力每回合增加 5% ，最高至 60%。此效果無法淨化。",
            "冰封鐮刀小兵被摧毀時，會對所有敵人造成 135 點傷害。"
        ]
    },
    {
        "originalIndex": 251,
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 200% 傷害。",
            "如果目標有生命加成，會造成 450 額外傷害。",
            "所有敵人獲得 -35% 防禦，持續 3 回合。如果在持續時間結束前移除效果，則具有該效果的目標將承受 577 點傷害。"
        ]
    },
    {
        "originalIndex": 252,
        "effects": [
            "淨化施法者和附近盟友的狀態異常。",
            "施法者和附近盟友反射狀態異常和負面效果疊加，持續 3 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "施法者和附近盟友在 3 回合內恢復 855 點生命值。",
            "元素鏈會為所有冰雪盟友恢復 4% 生命，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 253,
        "effects": [
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "目標會陷入深沉睡眠，睡著時受到的傷害增加 +80%。（睡著的角色無法獲得法力或攻擊。睡著的目標受到 500 點傷害後便會醒來。此效果不可淨化）。",
            "為所有盟友恢復 30% 生命值。"
        ]
    },
    {
        "originalIndex": 254,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 396 點水系傷害。",
            "所有非冰雪元素的英雄獲得 +30% 攻擊力，持續 3 回合。",
            "所有冰雪盟友獲得 +60% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 255,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為所有盟友提供 550 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "第 2 次：",
            "* 為所有盟友提供 650 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 重置所有敵人狀態異常的持續時間。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 256,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次",
            "* 為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "第 2 次",
            "* 為所有盟友提供 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 重置所有敵人狀態異常的持續時間。",
            "* 所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 257,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 20% 生命值。",
            "* 所有盟友獲得 +24% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "* 為所有盟友恢復 30% 生命值。",
            "* 使所有盟友的法力增加 10%。",
            "3 倍法力充能：",
            "* 為所有盟友恢復 50% 生命值。",
            "* 使所有盟友的法力增加 20%。",
            "* 所有盟友獲得 +40% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 258,
        "effects": [
            "對剩餘生命值最高的敵人造成 405% 傷害。對其餘敵人造成 260% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人自然特殊技能的負面效果，持續 4 個回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "所有盟友獲得 +45% 攻擊力，並在每次被擊中後增加 +20% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 259,
        "effects": [
            "對目標造成 490% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 260,
        "effects": [
            "對目標造成 540% 傷害。",
            "施法者獲得 +24% 法力產出，持續 3 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 261,
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "使目標和附近敵人的法力減少 15%。",
            "施法者在 4 回合內恢復適量法力。"
        ]
    },
    {
        "originalIndex": 262,
        "effects": [
            "對目標造成 640% 傷害，並對附近敵人造成輕微傷害。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 263,
        "effects": [
            "驅散目標和附近敵人的增益。",
            "使用月昇打擊攻擊目標與附近敵人，造成最高 1500 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 264,
        "effects": [
            "對目標及附近敵人造成 340% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標與附近敵人獲得 -14% 防禦，且面板上每有一個冰雪護盾則進一步降低 -5% ，持續 4 回合，最多 -54% 防禦。",
            "目標與附近敵人獲得 -10% 精準度，且面板上每有一個冰雪護盾則進一步降低 -5% ，持續 4 回合，最多 -50% 精準度。"
        ]
    },
    {
        "originalIndex": 265,
        "effects": [
            "所有盟友在 3 個回合後恢復 500 點生命。若效果在持續時間結束前移除，則改為恢復 800 點生命。",
            "施法者在 3 個回合後對所有敵人造成 500 點傷害。若效果在持續時間結束前移除或取代，則改為造成 800 點傷害。",
            "疊加（上限： 10 ）：施法者對弱點元素獲得 +15% 攻擊。"
        ]
    },
    {
        "originalIndex": 266,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為每個盟友召喚一個魔法符咒小兵，其可從施法者繼承 15% 生命與 20% 攻擊。",
            "* 召喚魔法符咒小兵之後，主人擁有魔法符咒小兵期間，魔法符咒小兵會給予其主人 +20% 法力產出。此效果無法被驅散。",
            "2 倍法力充能：",
            "* 對所有敵人召喚受詛咒的符咒惡魔。惡魔每回合以 100% 的攻擊力對目標造成傷害。",
            "* 受詛咒的符咒惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 60% 時消失。",
            "* 召喚受詛咒的符咒惡魔之後，主人擁有受詛咒的符咒惡魔期間，受詛咒的符咒惡魔會給予其主人 -38% 法力產出。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 267,
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人在 3 回合內受到共計 318 點水系傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "對烈火系造成額外傷害。",
            "元素鏈會為所有冰雪盟友提供 +10% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 268,
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "強化防禦異常：目標與附近敵人取得 -50% 對特殊技能的防禦。此效果持續到敵人受到特殊技能 3 次傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人獲得 -40% 法力產出，持續 3 個回合。"
        ]
    },
    {
        "originalIndex": 269,
        "effects": [
            "如果敵人有冰霜狀態異常：",
            "* 所有敵人對冰雪系獲得 -30% 防禦，持續 5 回合。",
            "* 對所有敵人造成 270% 傷害。",
            "否則：",
            "* 對所有敵人造成 200% 傷害。",
            "* 所有敵人在 5 回合內受到共計 705 點冰霜傷害。"
        ]
    },
    {
        "originalIndex": 270,
        "effects": [
            "為每個盟友召喚一個魚叉哨兵小兵，其可從施法者身上繼承 12% 生命值及 20% 攻擊。",
            "魚叉哨兵小兵的每一次攻擊都會減少目標的 -5% 法力，並對命中的目標施加下列的狀態異常：",
            "* 目標獲得抵禦特殊技能的 -30% 防禦，持續 2 回合。",
            "* 目標在 2 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 271,
        "effects": [
            "驅散目標的增益。",
            "對目標造成 550% 傷害。",
            "目標每個回合持續受到 300 點冰霜傷害。此效果會擴散至附近的敵人。（此效果持續至被淨化或移除）。"
        ]
    },
    {
        "originalIndex": 272,
        "effects": [
            "對目標造成 350% 傷害。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標在 3 回合內受到共計 531 點冰霜傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "originalIndex": 273,
        "effects": [
            "對目標造成 200% 傷害。",
            "若目標為烈火元素，則對附近敵人造成 450% 傷害。",
            "目標在 3 回合內受到共計 447 點冰霜傷害。",
            "若目標為烈火系，則其附近敵人在 3 個回合內受到 579 點冰霜傷害。"
        ]
    },
    {
        "originalIndex": 274,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "- 所有盟友在 2 個回合內恢復 144 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +24% 防禦，並在每次被擊中後增加 5% ，持續 2 回合。",
            "- 所有盟友在 2 回合內對增益驅散免疫。",
            "2 倍法力充能：",
            "- 所有盟友在 3 個回合內恢復 504 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +34% 防禦，並在每次被擊中後增加 5% ，持續 3 回合。",
            "- 所有盟友在 3 回合內對增益驅散免疫。",
            "3 倍法力充能：",
            "- 所有盟友在 4 個回合內恢復 980 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +54% 防禦，並在每次被擊中後增加 5% ，持續 4 回合。",
            "- 所有盟友在 4 回合內對增益驅散免疫。"
        ]
    },
    {
        "originalIndex": 275,
        "effects": [
            "對目標造成 275% 傷害。"
        ]
    },
    {
        "originalIndex": 276,
        "effects": [
            "對目標造成 255% 傷害。"
        ]
    },
    {
        "originalIndex": 277,
        "effects": [
            "對目標造成 200% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 278,
        "effects": [
            "對目標造成 245% 傷害。"
        ]
    },
    {
        "originalIndex": 279,
        "effects": [
            "對目標造成 250% 傷害。"
        ]
    },
    {
        "originalIndex": 280,
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "在 3 個回合內使目標與附近敵人的最大生命值降低 204 點。對有生命加成的目標效果更大。最大生命值不得低於最大生命值的 30%。任何生命值加成會造成額外降低每回合 68 點。"
        ]
    },
    {
        "originalIndex": 281,
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 282,
        "effects": [
            "所有盟友在 3 回合內恢復 459 點生命值。",
            "所有盟友在 3 回合內對增益驅散免疫。"
        ]
    },
    {
        "originalIndex": 283,
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。對所有自然系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 284,
        "effects": [
            "為所有盟友恢復 36% 生命值。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 285,
        "effects": [
            "對目標造成 325% 傷害。",
            "目標獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 286,
        "effects": [
            "對目標造成 325% 傷害。",
            "目標獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 287,
        "effects": [
            "對目標造成 330% 傷害。",
            "目標獲得 -24% 攻擊力，持續 6 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 288,
        "effects": [
            "對目標造成 340% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標獲得 -29% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 289,
        "effects": [
            "所有盟友獲得 +45% 攻擊力，並在每次被擊中後增加 20% ，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 290,
        "effects": [
            "所有敵人獲得 -41% 防禦，並在每次被擊中後減少 -4% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 291,
        "effects": [
            "所有盟友獲得 45% 攻擊力，並在每次被擊中後增加 20% ，持續 5 回合。對所有自然系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 292,
        "effects": [
            "所有盟友獲得 +50% 攻擊，並在每次被擊中後增加 20% ，持續 5 回合。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 293,
        "effects": [
            "施法者和附近盟友獲得 +48% 攻擊力，持續 4 回合。",
            "施法者和附近盟友獲得 +46% 防禦，持續 4 回合。",
            "施法者和附近盟友在 4 回合內恢復 612 點生命值。",
            "在 4 個回合後，施法者獲得狀態異常。",
            "施法者在 4 個回合後獲得的狀態異常為：",
            "施法者獲得 -34% 攻擊力，持續 4 回合。此效果無法淨化。",
            "施法者獲得 -34% 防禦，持續 4 回合。此效果無法淨化。",
            "施法者獲得 -24% 法力產出，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 294,
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "使所有敵人的法力減少 16%。"
        ]
    },
    {
        "originalIndex": 295,
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "所有敵人獲得 -24% 法力產出，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 296,
        "effects": [
            "對所有敵人造成 155% 傷害。",
            "使所有敵人的法力減少 10%。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 297,
        "effects": [
            "為施法者和附近盟友提供 350 點加成生命值。加成生命值能夠超過最大生命值。",
            "成長：施法者和附近盟友獲得 50 點攻擊和 50 點防禦。"
        ]
    },
    {
        "originalIndex": 298,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有盟友得到靈魂連結，持續 3 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +63% 防禦，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有敵人獲得 -56% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 299,
        "effects": [
            "為所有盟友提供 350 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 300,
        "effects": [
            "為所有盟友提供 300 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。",
            "所有盟友獲得 +40% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 301,
        "effects": [
            "使用月昇打擊攻擊目標與附近敵人，造成最高 700 點傷害。如果目標為神聖系元素角色，則造成額外 20% 傷害。此攻擊必命中其目標。"
        ]
    },
    {
        "originalIndex": 302,
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "對目標與附近的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8% ，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。"
        ]
    },
    {
        "originalIndex": 303,
        "effects": [
            "為施法者和附近盟友恢復 37% 生命值。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 304,
        "effects": [
            "為所有盟友恢復 22% 生命值。",
            "所有盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 305,
        "effects": [
            "為施法者和附近盟友恢復 40% 生命值。",
            "施法者和附近盟友獲得 +12% 法力產出，持續 3 回合。對所有自然系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 306,
        "effects": [
            "為施法者和附近盟友恢復 42% 生命值。",
            "施法者和附近盟友獲得 +15% 法力產出，持續 3 回合。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 307,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 180% 傷害。",
            "每移除一個狀態效果，將造成 8% 額外傷害，最多累積造成 276% 傷害。"
        ]
    },
    {
        "originalIndex": 308,
        "effects": [
            "對目標造成 250% 傷害。",
            "目標在 2 回合內受到共計 94 點流血傷害。"
        ]
    },
    {
        "originalIndex": 309,
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "面板上每有一個自然護盾，則造成 12% 額外傷害，最多累積造成 221% 傷害。",
            "所有敵人獲得 -24% 法力產出，面板上每有一個自然護盾則進一步降低 2% ，持續 3 回合，最多 -40% 法力產出。"
        ]
    },
    {
        "originalIndex": 310,
        "effects": [
            "每名陣亡的盟友有 33% 的機率以 23% 的生命值復活。",
            "所有盟友在 4 回合內恢復少量法力。"
        ]
    },
    {
        "originalIndex": 311,
        "effects": [
            "每名陣亡的盟友有 33% 的機率以 23% 的生命值復活。",
            "所有盟友在 4 回合內恢復 324 點生命值。"
        ]
    },
    {
        "originalIndex": 312,
        "effects": [
            "為所有盟友提供 250 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 313,
        "effects": [
            "對目標造成 280% 傷害。",
            "目標在 4 回合內受到共計 104 點傷害。",
            "目標獲得的治療減少 -100% ，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "originalIndex": 314,
        "effects": [
            "對目標造成 260% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 315,
        "effects": [
            "對目標造成 185% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 316,
        "effects": [
            "對目標造成 290% 傷害，並對附近敵人造成輕微傷害。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 317,
        "effects": [
            "對目標造成 340% 傷害。",
            "召喚一個蜀國戰士小兵，其可從施法者繼承 16% 生命與 17% 攻擊。",
            "召喚蜀國戰士小兵之後，主人擁有蜀國戰士小兵期間，蜀國戰士小兵會給予其主人以所受傷害 60% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 318,
        "effects": [
            "對目標造成 320% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 319,
        "effects": [
            "對目標造成 320% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 320,
        "effects": [
            "所有盟友變成格鬥兄弟，持續 4 回合。如果盟友在變成格鬥兄弟後被擊敗，將會重生為變色龍並擁有：",
            "* 66% 生命值。",
            "* 增加的攻擊力。",
            "* 減少的防禦。",
            "* 破壞力超強的特殊技能：爆裂連斬。",
            "* 此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 321,
        "effects": [
            "對目標造成 240% 傷害。",
            "對一個隨機的不同敵人造成 390% 傷害。如果目標為冰雪系，再造成額外傷害。",
            "疊加（上限： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加（上限： 10 ）：施法者每回合恢復 5 點生命值。"
        ]
    },
    {
        "originalIndex": 322,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 175% 傷害。",
            "* 目標承受盟友受到所有傷害的 35% ，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友攻擊時有 50% 的機率無視防禦增益，持續 5 回合。防禦增益包含反擊。",
            "* 所有盟友獲得 +30% 暴擊率，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 323,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者獲得 +63% 防禦，持續 4 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 324,
        "effects": [
            "對目標造成 315% 傷害。",
            "基礎攻擊力最高的敵人獲得 -54% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 325,
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "施法者和附近盟友獲得 +36% 防禦，持續 3 回合。",
            "施法者與附近盟友獲得 +36% 暴擊率，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 326,
        "effects": [
            "抽取一張特殊效果卡片：",
            "溫和之爪",
            "* 為所有盟友提供 300 點加成生命值，加成生命值能夠超過最大生命值。",
            "' * 所有盟友獲得 +20% 防禦，持續 3 回合。防禦每回合增加 10% ，最高至 +40%。'",
            "致命利爪",
            "' * 使所有敵人的最大生命值降低 300 點。此效果對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 300 點）。'",
            "' * 所有敵人獲得 -20% 防禦，持續 3 回合。防禦每回合減少 -10% ，最高至 -40%。'"
        ]
    },
    {
        "originalIndex": 327,
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 5 回合。",
            "所有敵人無法用特殊技能淨化自己的狀態異常，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 328,
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "敵人的法力越低，受到的傷害越大，最高可達 300%。"
        ]
    },
    {
        "originalIndex": 329,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有冰雪敵人獲得 -30% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。",
            "所有神聖敵人獲得 -30% 法力產出，持續 4 回合。",
            "所有暗黑敵人獲得 -30% 防禦，持續 4 回合。",
            "所有烈火敵人獲得 -30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 330,
        "effects": [
            "對目標及附近敵人造成 150% 傷害。",
            "使目標與附近敵人的最大生命值降低 75 點。對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 75 點。",
            "目標與附近敵人獲得對自然系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 331,
        "effects": [
            "對目標造成 290% 傷害。",
            "使目標的法力減少 20%。",
            "目標獲得對自然系 -58% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 332,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 250% 傷害。每一下攻擊的精準度為 60%。",
            "* 所有被擊中的敵人在 2 回合內受到共計 92 點劇毒傷害。",
            "2 倍法力充能：",
            "* 每名被擊敗的盟友有 44% 的機率以 40% 的生命值復活。",
            "* 所有盟友在 5 回合內恢復 405 點生命值。"
        ]
    },
    {
        "originalIndex": 333,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為施法者和附近盟友恢復 25% 生命值。",
            "* 施法者和附近盟友獲得 +24% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "* 為施法者和附近盟友恢復 35% 生命值。",
            "* 使施法者與附近盟友的法力增加 10%。",
            "3 倍法力充能：",
            "* 為施法者和附近盟友恢復 55% 生命值。",
            "* 使施法者與附近盟友的法力增加 30%。",
            "* 施法者和附近盟友獲得 +40% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 334,
        "effects": [
            "為施法者和附近盟友恢復 37% 生命值。",
            "施法者和附近盟友在 3 回合內對增益驅散免疫。",
            "施法者和附近盟友獲得 +74% 特殊技能防禦，持續 3 回合。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 335,
        "effects": [
            "對目標及附近敵人造成 205% 傷害。",
            "為施法者與附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。",
            "目標與附近敵人獲得 -24% 攻擊力，持續 3 回合。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 336,
        "effects": [
            "對目標造成 345% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 337,
        "effects": [
            "對目標造成 345% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 338,
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "originalIndex": 339,
        "effects": [
            "對目標造成 350% 傷害。",
            "對冰雪系造成額外傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 340,
        "effects": [
            "對目標造成 360% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 341,
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人受到的所有傷害提高 +50% ，持續 6 回合。",
            "所有敵人在 6 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 342,
        "effects": [
            "對目標造成 165% 傷害，並對附近敵人造成輕微傷害。",
            "施法者和附近盟友獲得 +48% 攻擊力，持續 4 回合。",
            "施法者和附近盟友在 4 回合內恢復 617 點生命值。"
        ]
    },
    {
        "originalIndex": 343,
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 480 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 344,
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "對所有敵人造成 170% 傷害。",
            "每個摧毀的小兵使所有盟友恢復 80 點生命。"
        ]
    },
    {
        "originalIndex": 345,
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 310% 傷害。",
            "目標在 3 回合內受到共計 213 點飛沙傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "originalIndex": 346,
        "effects": [
            "對目標造成 255% 傷害。",
            "目標法力滿格時，自動對目標造成 146 點傷害，並使其法力減少 50% ，持續 3 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 347,
        "effects": [
            "對目標造成 209% 傷害。",
            "目標法力滿格時，自動對目標造成 341 點傷害，並使其法力減少 50% ，持續 3 回合。",
            "施法者獲得 +84% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 348,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 349,
        "effects": [
            "對目標造成 230% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "除了施法者，所有盟友獲得 -20% 攻擊力，持續 3 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 350,
        "effects": [
            "對所有敵人造成 70% 傷害。",
            "若無盟友落敗，則對所有敵人造成雙倍傷害。",
            "施放落敗盟友的特殊技能。",
            "此特殊技能無法複製。"
        ]
    },
    {
        "originalIndex": 351,
        "effects": [
            "為施法者和附近盟友恢復 45% 生命值。",
            "施法者和附近盟友獲得對烈火系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 352,
        "effects": [
            "為施法者和附近盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者和附近盟友獲得對烈火系 +64% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 353,
        "effects": [
            "施法者和附近盟友在 3 回合內恢復 459 點生命值。",
            "施法者和附近盟友獲得 +54% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 354,
        "effects": [
            "為施法者和附近盟友恢復 48% 生命值。",
            "施法者和附近盟友獲得對烈火系 +84% 的防禦，持續 3 回合。對所有自然系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 355,
        "effects": [
            "為施法者和附近盟友恢復 49% 生命值。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。",
            "施法者和附近盟友獲得對烈火系 +88% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 356,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 245% 傷害。",
            "施法者偷取目標及其附近敵人所獲治療的 50% ，持續 2 回合。",
            "施法者與附近盟友有 +45% 的機率閃避可造成傷害的特殊技能，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 357,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有敵人獲得 -64% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 358,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "施法者與附近盟友有 +30% 至 +70% 的機率躲避可造成傷害的特殊技能。特殊技能的傷害越高，閃避的機率也越高。每次閃避可為目標提供 +24% 法力。此效果持續 4 回合。"
        ]
    },
    {
        "originalIndex": 359,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有盟友獲得 +33% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 360,
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人獲得 -54% 法力產出，持續 3 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 361,
        "effects": [
            "對所有敵人造成 225% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人獲得 -59% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 362,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "所有具有可淨化攻擊狀態異常的英雄獲得 +50% 攻擊力，持續 3 回合。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 363,
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 364,
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友獲得 +46% 防禦，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 365,
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友獲得 +50% 攻擊力，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 366,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友獲得 34% 防禦，持續 3 回合。對所有自然系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 367,
        "effects": [
            "為所有盟友恢復 46% 生命值。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 368,
        "effects": [
            "為所有盟友召喚一個森林妖精小兵，其可從施法者繼承 15% 生命值與 10% 攻擊力。",
            "召喚森林妖精小兵之後，主人擁有森林妖精小兵期間，森林妖精小兵會給予其主人 +20% 法力產出。此效果無法被驅散。",
            "所有敵人獲得 -24% 攻擊力，持續 4 回合。對烈火系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 369,
        "effects": [
            "為所有盟友召喚一個森林妖精小兵，其可從施法者繼承 18% 生命值與 8% 攻擊力。",
            "召喚森林妖精小兵之後，主人擁有森林妖精小兵期間，森林妖精小兵會給予其主人 +24% 法力產出。此效果無法被驅散。",
            "所有敵人獲得 -26% 攻擊力，持續 4 回合。對烈火系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 370,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 230% 傷害。",
            "* 使目標和附近敵人的法力減少 10%。",
            "第 2 次：",
            "* 對目標及附近敵人造成 260% 傷害。",
            "* 使目標和附近敵人的法力減少 15%。",
            "* 所有敵人在 5 個回合內受到 570 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 50% 作為生命值。"
        ]
    },
    {
        "originalIndex": 371,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 220% 傷害。",
            "* 使目標和附近敵人的法力減少 8%。",
            "第 2 次：",
            "* 對目標及附近敵人造成 280% 傷害。",
            "* 使目標和附近敵人的法力減少 18%。",
            "* 所有敵人在 5 個回合內受到 665 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 55% 作為生命值。"
        ]
    },
    {
        "originalIndex": 372,
        "effects": [
            "對目標造成 280% 傷害，並對附近敵人造成輕微傷害。",
            "強化防禦異常：目標與附近敵人取得 -40% 對特殊技能的防禦。此效果持續到敵人受到一次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人在 3 個回合內受到 630 點劇毒傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "originalIndex": 373,
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "為每個盟友召喚一個骨骷髏小兵，其可從施法者繼承 12% 生命值與 20% 攻擊。",
            "骨骷髏小兵被摧毀時，會對所有敵人造成 85 點傷害。"
        ]
    },
    {
        "originalIndex": 374,
        "effects": [
            "對目標造成 230% 傷害。",
            "如果目標剩餘生命少於 50% ，可對其造成 450% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。",
            "疊加 +2 （上限： 10 ）：施法者獲得 +10% 法力產出。",
            "疊加（上限： 10 ）：施法者每回合恢復 10 點生命值。"
        ]
    },
    {
        "originalIndex": 375,
        "effects": [
            "對目標造成 320% 傷害。",
            "目標陷入沉默，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 376,
        "effects": [
            "對目標造成 320% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "目標獲得 -24% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 377,
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "施法者和附近盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 175 點生命值。"
        ]
    },
    {
        "originalIndex": 378,
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "施法者和附近盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 100 點生命值。"
        ]
    },
    {
        "originalIndex": 379,
        "effects": [
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 5 回合。攻擊力每回合增加 5% ，最高至 50%。",
            "所有盟友獲得 +24% 法力產出，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 380,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 381,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人獲得 -39% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 382,
        "effects": [
            "對所有敵人造成 195% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 383,
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 384,
        "effects": [
            "對所有敵人造成 225% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人獲得 -30% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 385,
        "effects": [
            "對目標造成 320% 傷害。",
            "目標陷入沉默，持續 4 回合。",
            "目標在 4 回合內受到共計 100 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 386,
        "effects": [
            "對目標造成 280% 傷害。",
            "目標陷入沉默，持續 4 回合。",
            "目標在 4 回合內受到共計 228 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 387,
        "effects": [
            "對目標及附近敵人造成 165% 傷害。",
            "對目標與附近敵人召喚間諜惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。",
            "間諜惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "每個回合結束時，間諜惡魔會盜取其中一個目標的可驅散增益，給予敵對戰隊的一個角色。",
            "施法者在 4 回合內恢復 324 點生命值。"
        ]
    },
    {
        "originalIndex": 388,
        "effects": [
            "對目標造成 240% 傷害。",
            "如果目標有增益且遭到命中，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "所有命中目標獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 389,
        "effects": [
            "對所有敵人造成 400% 傷害。",
            "所有盟友將全部狀態效果和 150% 傷害反射給進攻者，並抵擋其它來自敵人烈火特殊技能的負面效果，持續 4 回合。此效果無法驅散。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 390,
        "effects": [
            "對所有敵人造成 410% 傷害。",
            "所有盟友將全部狀態效果和 160% 傷害反射給進攻者，並抵擋其它來自敵人烈火特殊技能的負面效果，持續 3 回合。此效果無法驅散。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 391,
        "effects": [
            "每名陣亡的盟友有 33% 的機率以 23% 的生命值復活。",
            "所有盟友在 4 回合內恢復 712 點生命值。",
            "所有盟友在 4 回合內恢復適量法力。",
            "元素鏈給予所有自然盟友 +15% 攻擊力與 +15 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 392,
        "effects": [
            "每名陣亡的盟友有 38% 的機率以 28% 的生命值復活。",
            "所有盟友在 4 回合內恢復 648 點生命值。",
            "所有盟友獲得 +38% 法力產出，持續 4 回合。",
            "元素鏈給予所有自然盟友 +15% 攻擊力與 +15 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 393,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "傷害避開目標的小兵。",
            "所有敵人獲得對自然系 -40% 的防禦，持續 4 回合。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 441 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "originalIndex": 394,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人免疫新狀態效果增益，持續 4 回合，每獲得一個新增益，將會受到 150 傷害。",
            "施法者獲得 -10% 精準度，持續 4 回合。此效果無法淨化。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 395,
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有敵人免疫新狀態效果增益，持續 4 回合，每獲得一個新增益，將會受到 300 傷害。",
            "施法者獲得 -10% 精準度，持續 4 回合。此效果無法淨化。（失手率也會套用在攻擊型特殊技能上）。"
        ]
    },
    {
        "originalIndex": 396,
        "effects": [
            "用石像鬼小兵取代附身於全體盟友的所有惡魔。",
            "為每個盟友召喚一個石像鬼小兵。石像鬼小兵繼承施法者 30% 生命值與 20% 攻擊。",
            "盟友每持有一名小兵，便為所有盟友提升 75 點生命值。"
        ]
    },
    {
        "originalIndex": 397,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "召喚從此施法者繼承 50% 生命值和 250% 攻擊力的保鑣超級小兵。",
            "被保鑣超級小兵擊中的目標會陷入沉睡，睡著時受到的傷害增加 +60%。（睡著的目標無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果不可淨化）。"
        ]
    },
    {
        "originalIndex": 398,
        "effects": [
            "摧毀目標的所有小兵。",
            "對目標造成 470% 傷害。",
            "每個摧毀的小兵使施法者獲得 20% 法力。",
            "攻擊會無視防禦增益（包括反擊）。",
            "施法者在 2 回合內恢復 306 點生命值。"
        ]
    },
    {
        "originalIndex": 399,
        "effects": [
            "對所有敵人造成 170% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 290%。",
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開頭以 32% 生命值復活。施法者被擊敗時，所有狀態效果會被移除。"
        ]
    },
    {
        "originalIndex": 400,
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "敵人的法力越低，受到的傷害越大，最高可達 310%。",
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開頭以 40% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "originalIndex": 401,
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標和鄰近敵人造成 380% 傷害，並對其造成 45 點瘋狂。",
            "所有盟友對來自狀態異常的傷害免疫，持續 4 回合。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 402,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 690 點加成生命值。加成生命值能夠超過最大生命值。",
            "面板上每有一個自然護盾，可額外提升 30 點生命值，至多提升 930 點加成生命值。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友都會獲得 +34% 防禦，面板中每個自然護盾將會額外增加 6% 防禦，持續 5 個回合，最多可獲得 +82% 防禦。"
        ]
    },
    {
        "originalIndex": 403,
        "effects": [
            "對目標造成 320% 傷害。",
            "目標陷入沉睡。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +60%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。",
            "元素鏈使所有自然盟友獲得的任何治療提高 +10% ，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 404,
        "effects": [
            "對所有敵人造成 370% 傷害。",
            "消除影響全體盟友攻擊或防禦的全部可淨化狀態異常，並隨機分配給所有敵人。",
            "元素鏈會為所有自然系盟友召喚一個自然小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 405,
        "effects": [
            "對目標造成 450% 傷害。",
            "盟友每持有一名小兵，都將造成 25% 額外傷害，最多累積造成 650% 傷害。",
            "為施法者召喚一個忠誠獵犬小兵，其可從施法者繼承 35% 生命和 35% 攻擊力。",
            "召喚忠誠獵犬小兵之後，主人擁有忠誠獵犬小兵期間，忠誠獵犬小兵會給予其主人 +50% 攻擊力。此效果無法驅散。",
            "元素鏈使所有自然盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 406,
        "effects": [
            "隨機重新排列敵人位置。",
            "對所有敵人造成 250% 傷害。",
            "傷害避開目標的小兵。",
            "攻擊會無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 407,
        "effects": [
            "召喚一個白野豬超級小兵，其可從施法者繼承 65% 生命與 250% 攻擊。",
            "召喚白野豬超級小兵之後，主人擁有白野豬超級小兵期間，白野豬超級小兵會給予其主人以所受傷害 100% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 408,
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友在 3 個回合後獲得 25% 法力。若效果在持續時間結束前移除，則會立即獲得。",
            "安全淨化所有盟友的狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動）。"
        ]
    },
    {
        "originalIndex": 409,
        "effects": [
            "1 倍法力充能",
            "* 驅散敵方陣型邊緣敵人的增益效果。",
            "* 對位於敵方陣型邊緣的敵人造成 300% 傷害。如果只有一個敵人，傷害加倍。",
            "* 所有位於敵方陣型邊緣的敵人會陷入沉睡，睡著時受到的傷害增加 +60%。（睡著的角色無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果不可淨化）。",
            "2 倍法力充能",
            "* 驅散敵方陣型邊緣敵人的增益效果。",
            "* 對位於敵方陣型邊緣的敵人造成 485% 傷害。如果只有一個敵人，傷害加倍。",
            "* 所有位於敵方陣型邊緣的敵人會陷入沉睡，睡著時受到的傷害增加 +80%。（睡著的角色無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果不可淨化）。",
            "3 倍法力充能",
            "* 驅散敵方陣型邊緣敵人的增益效果。",
            "* 對位於敵方陣型邊緣的敵人造成 900% 傷害。如果只有一個敵人，傷害加倍。",
            "* 所有位於敵方陣型邊緣的敵人會陷入沉睡，睡著時受到的傷害增加 +100%。（睡著的角色無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果不可淨化）。"
        ]
    },
    {
        "originalIndex": 410,
        "effects": [
            "為所有盟友提供 600 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 個回合內恢復 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "只要施放者有加成生命值，所有盟友都會獲得 +50% 攻擊。此效果無法淨化。",
            "元素鏈給予所有自然盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 411,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有敵人獲得的治療減少 -60% ，持續 3 回合。",
            "所有敵人在 2 回合內受到共計 414 點流血傷害。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "元素鏈給予所有自然盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 412,
        "effects": [
            "對 5 名隨機敵人造成 310% 傷害。",
            "疊加（上限： 10 ）：每次擊中時使目標獲得 -9% 攻擊。"
        ]
    },
    {
        "originalIndex": 413,
        "effects": [
            "對 5 名隨機敵人造成 325% 傷害。",
            "疊加（上限： 10 ）：每次擊中時使目標獲得 -8% 攻擊。"
        ]
    },
    {
        "originalIndex": 414,
        "effects": [
            "為所有盟友恢復 800 點加成生命值。",
            "每有一個自然護盾額外恢復 50 點加成生命，最高 1400 點。",
            "所有冰雪系敵人在 4 回合內受到共計 972 點飛沙傷害。",
            "所有烈火系敵人在 4 回合內受到共計 972 點水系傷害。",
            "所有暗黑系敵人在 4 回合內受到共計 972 點燃燒傷害。",
            "所有神聖系敵人在 4 回合內受到共計 972 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 415,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 250% 傷害。",
            "* 如果目標剩餘生命少於 50% ，可對其造成 500% 傷害。",
            "2 倍法力充能：",
            "* 對所有敵人造成 215% 傷害。",
            "* 對剩餘生命值超過 50% 的敵人造成 430% 傷害。"
        ]
    },
    {
        "originalIndex": 416,
        "effects": [
            "使用火風暴打擊攻擊所有敵人，造成最多 1500 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "傷害避開目標的小兵。",
            "所有敵人在 4 回合內受到共計 388 點劇毒傷害。",
            "所有敵人受到燃燒和劇毒異常效果的 +50% 額外傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 417,
        "effects": [
            "對目標造成 535% 傷害。",
            "目標在 3 回合內受到共計 1245 點流血傷害。此效果會擴散至附近的敵人。",
            "疊加（上限 10 ）：所有盟友獲得 +25% 攻擊。"
        ]
    },
    {
        "originalIndex": 418,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 480% 傷害。如果只有一個敵人，傷害加倍。",
            "為施法者和附近盟友提升所造成傷害 20% 的生命值。",
            "每名命中的冰雪敵人，加成生命值為對他們造成傷害的 40%。",
            "位於敵方陣型邊緣的敵人會陷入沉默，持續 3 回合。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 419,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者以所受傷害的 80% 對一名隨機敵人進行反擊，持續 4 回合。",
            "施法者受到的所有傷害降低 -35% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 420,
        "effects": [
            "對剩餘生命值最高的敵人造成 500% 傷害。對其餘敵人造成 300% 傷害。",
            "使法力值最高的敵人減少 50% 法力。使其餘敵人減少 30% 法力。"
        ]
    },
    {
        "originalIndex": 421,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "敵人在 3 回合內無法用特殊技能淨化或轉移自己的狀態異常。"
        ]
    },
    {
        "originalIndex": 422,
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 600% 傷害。",
            "使所有擁有小兵的敵人最大生命值降低 404 點。最大生命值不得低於原最大生命值的 30%。"
        ]
    },
    {
        "originalIndex": 423,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對所有敵人造成 200% 傷害。",
            "- 為每個盟友召喚一個忍小兵，其可從施法者繼承 8% 生命值與 10% 攻擊。",
            "- 召喚忍小兵之後，主人擁有忍小兵期間，忍小兵會給主人所受傷害 60% 的反擊能力。此效果無法驅散。",
            "x 2 法力充能：",
            "- 對所有敵人造成 280% 傷害。",
            "- 為每個盟友召喚一個忍小兵，其可從施法者繼承 16% 生命值與 16% 攻擊。",
            "- 召喚忍小兵之後，主人擁有忍小兵期間，忍小兵會給主人所受傷害 60% 的反擊能力。此效果無法驅散。",
            "x 3 法力充能：",
            "- 對所有敵人造成 360% 傷害。",
            "- 為每個盟友召喚一個忍小兵，其可從施法者繼承 22% 生命值與 26% 攻擊。",
            "- 召喚忍小兵之後，主人擁有忍小兵期間，忍小兵會給主人所受傷害 60% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 424,
        "effects": [
            "對目標及附近敵人造成 305% 傷害。",
            "目標與附近敵人免疫新狀態效果增益，持續 3 回合，每獲得一個新增益，將會受到 200 傷害。"
        ]
    },
    {
        "originalIndex": 425,
        "effects": [
            "對目標及附近敵人造成 295% 傷害。",
            "目標與附近敵人在 3 回合內免疫新的狀態效果增益，且每次嘗試獲得增益時受到 400 點傷害。"
        ]
    },
    {
        "originalIndex": 426,
        "effects": [
            "對目標造成 330% 傷害，並對附近敵人造成輕微傷害。",
            "為施法者治療 38% 的傷害。"
        ]
    },
    {
        "originalIndex": 427,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "施法者偷取目標及其附近敵人所獲治療的 61% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 428,
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人獲得的治療減少 -50% ，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 429,
        "effects": [
            "對目標造成 410% 傷害，並對附近敵人造成輕微傷害。",
            "為施法者治療 35% 的傷害。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 430,
        "effects": [
            "對目標造成 420% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "為施法者治療 37% 的傷害。"
        ]
    },
    {
        "originalIndex": 431,
        "effects": [
            "對目標及附近敵人造成 345% 傷害。",
            "施法者將從狀態異常或負面疊加得到的 130% 傷害反射給所有敵人，持續 4 回合。",
            "元素鏈會在回合結束時賦予所有自然盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 432,
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "將施法者和附近盟友身上能影響攻擊、防禦和法力產出的所有異常替代為對應之不可驅散增益。（替代效果無法被狀態效果、家族效果或被動技能封鎖。僅能替代可淨化的異常。替代效果：攻擊異常替代為 +40% 攻擊增益，持續 4 個回合。防禦異常替代為 +40% 防禦增益，持續 4 個回合。法力產出異常替代為 +40% 法力產出增益，持續 4 個回合）。",
            "施法者與附近盟友可抵禦新的負面法力效果，持續 4 回合，根據每個抵禦的效果提升 10% 法力。"
        ]
    },
    {
        "originalIndex": 433,
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "對所有敵人造成 150% 傷害。",
            "對其所有盟友召喚天賦所回溯的所有小兵。",
            "對所有敵人召喚其天賦所回溯的所有惡魔。"
        ]
    },
    {
        "originalIndex": 434,
        "effects": [
            "對目標及附近敵人造成 290% 傷害。",
            "目標與附近敵人獲得對自然系 -54% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會為所有自然盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 435,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標與附近敵人獲得對自然系 -56% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會為所有自然盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 436,
        "effects": [
            "摧毀目標的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）。"
        ]
    },
    {
        "originalIndex": 437,
        "effects": [
            "使用霜落打擊攻擊目標與附近敵人，造成最高 2100 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "目標與附近敵人受到的所有傷害提高 +35% ，持續 3 回合。",
            "目標和附近敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可驅散的增益）。"
        ]
    },
    {
        "originalIndex": 438,
        "effects": [
            "摧毀所有盟友的所有惡魔。",
            "淨化所有盟友的狀態異常。",
            "所有盟友在 5 回合內恢復 1190 點生命值。此效果無法驅散。",
            "所有敵人在 5 回合內受到共計 815 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 439,
        "effects": [
            "對目標及附近敵人造成 390% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 576 點流血傷害。",
            "目標與附近敵人獲得對自然系 -60% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 440,
        "effects": [
            "對目標及附近敵人造成 375% 傷害。",
            "目標與附近敵人每回合持續受到 250 點流血傷害。（此效果持續至被淨化、取代或移除）。",
            "在 2 個回合後，目標和附近的敵人會遭到麻痺，持續 1 個回合。（麻痺的敵人無法攻擊或獲得法力，受到的傷害也會提高 +50%。頭目、泰坦和神話泰坦不受此狀態效果影響）。"
        ]
    },
    {
        "originalIndex": 441,
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "每回合結束時淨化所有盟友的狀態異常，持續 3 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 442,
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "每個回合結束時淨化所有盟友的狀態異常，持續 3 回合。此效果無法驅散。",
            "所有冰雪敵人獲得對自然系 -54% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 443,
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "面板上每有一個自然護盾，則造成 18% 額外傷害，最多累積造成 244% 傷害。",
            "所有敵人獲得 -8% 防禦，且面板上每有一個自然護盾則額外降低 -3% ，持續 3 回合，最多 -44% 防禦。"
        ]
    },
    {
        "originalIndex": 444,
        "effects": [
            "對所有敵人造成 90% 傷害。",
            "面板上每有一個自然護盾，則造成 18% 額外傷害，最多累積造成 234% 傷害。",
            "所有敵人獲得 -12% 防禦，且面板上每有一個自然護盾則額外降低 -3% ，持續 3 回合，最多 -48% 防禦。"
        ]
    },
    {
        "originalIndex": 445,
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人在 5 回合內受到共計 1285 點劇毒傷害。施法者每次施加劇毒傷害，皆可獲得少量法力。",
            "所有敵人獲得 -34% 法力產出，持續 5 回合。",
            "盟友共享此角色從特殊技能攻擊與普通攻擊所受到的傷害，持續 5 個回合。"
        ]
    },
    {
        "originalIndex": 446,
        "effects": [
            "對目標及附近敵人造成 375% 傷害。",
            "如果目標有生命加成，會造成 900 額外傷害。",
            "所有盟友的普通攻擊與特殊技能對有生命值加成的目標造成 +85% 傷害，持續 3 個回合。"
        ]
    },
    {
        "originalIndex": 447,
        "effects": [
            "為所有盟友提供 1250 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得黏黏表面，持續 4 回合。此效果無法驅散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（每個擁有黏黏表面的英雄每回合只能從普通攻擊中竊取一個狀態效果增益或成長效果）。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。",
            "所有盟友對增益驅散和轉移免疫，持續 4 回合。（此免疫效果也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 448,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 280% 傷害。",
            "* 所有盟友獲得 +30% 防禦，持續 3 回合。",
            "第 2 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 370% 傷害。",
            "* 疊加（上限 10 ）：每摧毀一名小兵，施法者每個回合恢復 24 點生命值。",
            "* 所有盟友獲得 +50% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 449,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 270% 傷害。",
            "* 所有盟友獲得 +25% 防禦，持續 3 回合。",
            "第 2 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 400% 傷害。",
            "* 疊加（上限 10 ）：每摧毀一名小兵，施法者每個回合恢復 30 點生命值。",
            "* 所有盟友獲得 +55% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 450,
        "effects": [
            "對目標造成 430% 傷害。",
            "施法者在 3 回合內恢復 675 點生命值。如果施法者受到特殊技能的直接傷害，效果持續時間會重設。"
        ]
    },
    {
        "originalIndex": 451,
        "effects": [
            "對目標造成 410% 傷害。",
            "施法者在 4 回合內恢復 800 點生命值。如果施法者受到特殊技能的直接傷害，則持續時間會重設。"
        ]
    },
    {
        "originalIndex": 452,
        "effects": [
            "為所有盟友提供 700 點加成生命值。加成生命值能夠超過最大生命值。",
            "使所有敵人的最大生命值降低 700 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 700 點）。",
            "除了施法者，所有盟友獲得柔軟膚。（他們下次受到的傷害減少 -90% ，並抵抗所有狀態異常和法力減損。此效果無法驅散）。",
            "所有盟友免疫後續施加的可以影響治療的狀態異常，持續 4 回合。為所有盟友移除可以影響治療的狀態異常。"
        ]
    },
    {
        "originalIndex": 453,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 施法者自目標偷取 10% 法力。",
            "* 對目標造成 460% 傷害。",
            "* 敵人的法力越低，受到的傷害越大，最高可達 600%。",
            "* 所有盟友獲得 +25% 法力產出，持續 3 回合。",
            "第 2 次：",
            "* 施法者自目標偷取 20% 法力。",
            "* 對目標造成 530% 傷害。",
            "* 敵人的法力越低，受到的傷害越大，最高可達 700%。",
            "* 所有盟友獲得 +30% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 454,
        "effects": [
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "接下來 3 個回合內，每次任何其他盟友施放其特殊技能後，此角色對一個隨機敵人造成 500% 傷害。（每個角色施放其特殊技能時，每回合只造成一次傷害）。",
            "除了施法者特殊技能之外，所有盟友的特殊技能造成額外 +20% 傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 455,
        "effects": [
            "對所有敵人造成 480% 傷害。",
            "所有被命中目標獲得 -40% 防禦，並在每次被擊中後減少 -5% ，持續 5 回合，最多 -60%。",
            "施法者獲得史萊姆復活狀態效果，持續 2 回合。若在擁有史萊姆復活狀態效果時被擊敗，將重生為史萊姆並擁有：",
            "* 100% 繼承生命值。",
            "* 50% 攻擊。",
            "* 50% 防禦。",
            "* 特殊技能：史萊姆拍擊。（對目標造成 350% 傷害）。",
            "* 此效果無法驅散。",
            "若史萊姆在 3 個回合內未被擊敗，則將重生為角色原本型態，並繼承史萊姆的生命值和法力。"
        ]
    },
    {
        "originalIndex": 456,
        "effects": [
            "對目標及附近敵人造成 365% 傷害。",
            "目標和附近敵人無法施放任何新的嘲諷狀態效果，持續 3 回合。",
            "目標與附近敵人獲得對特殊技能 -34% 的防禦，持續 3 回合。",
            "元素鏈讓所有自然系盟友對新惡魔免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 457,
        "effects": [
            "所有敵人獲得 -24% 防禦，持續 3 回合。",
            "對所有敵人造成 265% 傷害。",
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開始時以 45% 生命值復活，並對所有敵人造成 765 點傷害。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "originalIndex": 458,
        "effects": [
            "對目標造成 500% 傷害。",
            "所有盟友獲得 +30% 暴擊率，持續 3 回合。",
            "元素鏈給予所有自然盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 459,
        "effects": [
            "對目標造成 485% 傷害。",
            "所有盟友獲得 +40% 暴擊率，持續 4 回合。",
            "元素鏈給予所有自然盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 460,
        "effects": [
            "目標與附近敵人獲得對自然系 -40% 的防禦，持續 3 回合。",
            "對目標及附近敵人造成 320% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 591 點流血傷害。",
            "施法者在 3 回合內恢復 810 點生命值。"
        ]
    },
    {
        "originalIndex": 461,
        "effects": [
            "施放特殊技能後，使施法者的法力增加 20%。",
            "對目標召喚苔蘚蛾人超級惡魔。惡魔每一回合以 275% 的攻擊對敵人造成傷害。",
            "苔蘚蛾人超級惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 70% 時消失。",
            "召喚時，主人擁有苔蘚蛾人超級惡魔的期間，苔蘚蛾人超級惡魔會給予其主人 -50% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 462,
        "effects": [
            "對目標及附近敵人造成 390% 傷害。",
            "傷害避開目標的小兵。",
            "目標和附近敵人獲得 -25% 防禦，且敵人每持有一名小兵則再降低 -3 防禦，持續 3 回合，最多可達 -70% 防禦。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 463,
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "傷害避開目標的小兵。",
            "目標和附近敵人獲得 -30% 防禦，且敵人每持有一名小兵則再降低 -5% ，持續 4 回合，最多可達 -65% 防禦。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 464,
        "effects": [
            "移除所有敵人的全部狀態效果。即使是無法驅散或淨化的狀態效果，也會移除。",
            "將所有敵人的元素改為他們最相衝的元素，持續 4 個回合。",
            "所有盟友獲得 +54% 攻擊力，持續 4 回合。",
            "所有盟友獲得 +36% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 465,
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "目標與附近敵人受到的所有傷害提高 +50% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 466,
        "effects": [
            "每名盟友依其目前生命值獲得增益：滿生命值：* 該盟友獲得 +50% 攻擊力，持續 3 回合。* 該盟友獲得 +30% 防禦，持續 3 回合。生命值高於或等於 50%：* 該盟友獲得 +50% 防禦，持續 3 回合。* 該盟友獲得 +34% 法力產出，持續 3 回合。生命值低於 50%：* 該盟友在 3 回合內恢復 810 點生命值。* 該盟友獲得 +50% 防禦，持續 3 回合。* 該盟友以所受傷害的 130% 進行反擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 467,
        "effects": [
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "每名陣亡的盟友有 20% 的機率以 30% 的生命值復活。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 468,
        "effects": [
            "每名被擊敗的盟友有 50% 的機率以 20% 的生命值復活。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 672 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 469,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 470,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人獲得 -54% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 471,
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "所有敵人獲得 -31% 攻擊，並在每次被擊中後減少 4% ，持續 4 回合。",
            "所有敵人獲得 -24% 防禦，持續 4 回合。",
            "所有敵人在 4 回合內受到共計 228 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 472,
        "effects": [
            "對所有敵人造成 430% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 473,
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "為所有盟友提升所造成傷害 25% 的生命值。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。防禦每回合增加 10% ，最高至 60%。"
        ]
    },
    {
        "originalIndex": 474,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 243 點水系傷害。對烈火系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "施法者偷取目標及其附近敵人所獲治療的 51% ，持續 3 回合。對烈火系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 475,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對目標造成 430% 傷害。",
            "- 為所有盟友提升所造成傷害 25% 的生命值。",
            "- 目標獲得 -35% 法力產出，持續 2 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "x 2 法力充能：",
            "- 對目標及附近敵人造成 440% 傷害。",
            "- 為所有盟友提升所造成傷害 25% 的生命值。",
            "- 目標與附近敵人獲得 -40% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "x 3 法力充能：",
            "- 對所有敵人造成 450% 傷害。",
            "- 為所有盟友提升所造成傷害 25% 的生命值。",
            "- 所有敵人獲得 -45% 法力產出，持續 6 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 476,
        "effects": [
            "1 倍法力充能",
            "* 對所有敵人造成 115% 傷害。",
            "* 使所有敵人的法力減少 10%。",
            "* 施法者有 +25% 的機率躲避可造成傷害的特殊技能，持續 3 回合。",
            "2 倍法力充能",
            "* 對所有敵人造成 210% 傷害。",
            "* 使所有敵人的法力減少 15%。",
            "* 施法者與附近盟友有 +50% 的機率可躲避造成傷害的特殊技能，持續 4 回合。",
            "3 倍法力充能",
            "* 對所有敵人造成 300% 傷害。",
            "* 使所有敵人的法力減少 25%。",
            "* 所有盟友有 +75% 的機率可躲避造成傷害的特殊技能，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 477,
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "所有盟友獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 478,
        "effects": [
            "對所有敵人造成 170% 傷害。",
            "所有盟友有 +45% 機率閃避特殊技能，持續 3 回合。每次閃避會召喚一個荊刺小兵。",
            "荊刺小兵從施法者繼承了 15% 生命與 15% 攻擊。"
        ]
    },
    {
        "originalIndex": 479,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有盟友有 +40% 機率閃避特殊技能，持續 3 回合。每次閃避會召喚一個強化荊刺小兵。",
            "強化荊刺小兵從施法者繼承了 25% 生命值與 25% 攻擊力。"
        ]
    },
    {
        "originalIndex": 480,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有盟友獲得 +64% 特殊技能防禦，持續 3 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 481,
        "effects": [
            "對目標造成 435% 傷害。",
            "對目標召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8% ，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。",
            "目標獲得的任何治療降低 -50% ，持續 3 回合。",
            "每個回合結束時驅散目標的增益，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 482,
        "effects": [
            "對目標造成 445% 傷害。",
            "目標與附近敵人獲得 - 31% 攻擊，並在每次被擊中後減少 -4% ，持續 4 回合。",
            "元素鏈會為所有自然盟友提供 +4% 法力產出，持續 4 個回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 483,
        "effects": [
            "從所有敵人身上驅散 1 個增益。（優先驅散最新的增益）。",
            "對所有敵人造成 300% 傷害。",
            "每移除一個狀態效果，將造成 6% 額外傷害，最多累積造成 330% 傷害。",
            "召喚一個從此施法者繼承 65% 生命值和 180% 攻擊力的護盾守衛超級小兵。",
            "護盾守衛超級小兵每回合都會安全淨化所有盟友的最新可淨化狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動）。"
        ]
    },
    {
        "originalIndex": 484,
        "effects": [
            "目標與附近敵人在 4 回合內受到共計 932 點傷害，起始傷害較低，每個回合逐漸增加。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 485,
        "effects": [
            "對目標造成 120% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 4 回合內受到共計 1118 點傷害，起始傷害較低，每個回合逐漸增加。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 486,
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "為施法者與附近盟友召喚一個魔力寶劍小兵，其可從施法者繼承 14% 生命與 15% 攻擊。",
            "小兵擊中目標時，目標損失 -10% 法力。"
        ]
    },
    {
        "originalIndex": 487,
        "effects": [
            "為所有盟友提供 550 點加成生命值。加成生命值能夠超過最大生命值。",
            "為施法者和附近盟友召喚一個魔力寶劍小兵，其可從施法者繼承 14% 生命值及 15% 攻擊。",
            "每次被魔力寶劍小兵擊中，會對目標造成以下狀態異常：",
            "* -24% 法力產出，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 488,
        "effects": [
            "為所有盟友召喚一個春之精靈小兵，其可從施法者繼承 30% 生命值。",
            "召喚春之精靈小兵之後，主人擁有春之精靈小兵期間，主人每回合結束時可獲得 100 點生命加成。此效果無法被驅散。",
            "所有盟友的特殊技能造成額外 25% 傷害，持續 4 回合。",
            "元素鏈可給予所有自然系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 489,
        "effects": [
            "成長：所有盟友獲得 355 點防禦。",
            "召喚一個斑點野豬超級小兵，其可從施法者繼承 65% 生命與 260% 攻擊。",
            "召喚斑點野豬超級小兵之後，主人擁有斑點野豬超級小兵期間，主人對增益驅散和轉移免疫。此免疫也包含此效果本身。"
        ]
    },
    {
        "originalIndex": 490,
        "effects": [
            "對目標和附近敵人造成 250% 爪擊傷害。（對有小兵或超級小兵的敵人造成 375% 傷害。有小兵或超級小兵的敵人獲得 -30% 防禦，持續 6 回合）。",
            "目標與附近敵人在 6 個回合內受到共計 1500 點重傷流血流血傷害。（若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 300 點。最多共計 3000 點傷害）。"
        ]
    },
    {
        "originalIndex": 491,
        "effects": [
            "對目標造成 512% 傷害。"
        ]
    },
    {
        "originalIndex": 492,
        "effects": [
            "對目標造成 482% 傷害。",
            "目標獲得 -34% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 493,
        "effects": [
            "對目標造成 500% 傷害。",
            "目標陷入沉默，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 494,
        "effects": [
            "對目標造成 592% 傷害。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 495,
        "effects": [
            "對目標造成 602% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 496,
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "所有敵人陷入深沉睡眠，睡著時受到的傷害增加 +80%。（睡著的目標無法獲得法力或攻擊。睡著的目標受到 500 點傷害後便會醒來。此效果不可淨化）。",
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "每竊取一個增益，施法者獲得 3% 法力，最多 30% 法力。"
        ]
    },
    {
        "originalIndex": 497,
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 16% 生命值與 17% 攻擊。",
            "召喚蜀國戰士小兵之後，主人擁有蜀國戰士小兵期間，蜀國戰士小兵會給予其主人以所受傷害 60% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 498,
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 33% 生命值與 33% 攻擊。",
            "召喚蜀國戰士小兵之後，主人擁有蜀國戰士小兵期間，蜀國戰士小兵會給予其主人以所受傷害 55% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 499,
        "effects": [
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）。",
            "施法者轉變為幽靈型態，持續 4 回合。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "在變為幽靈型態時，施法者無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。",
            "在變為幽靈型態時，除施法者以外的所有盟友擁有 +64% 防禦。",
            "在變為幽靈型態時，除施法者以外的所有盟友每回合提升 180 點生命值。"
        ]
    },
    {
        "originalIndex": 500,
        "effects": [
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）。",
            "施法者轉變為幽靈型態，持續 4 回合。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "在變為幽靈型態時，除施法者以外的所有盟友擁有 +56% 防禦。",
            "在變為幽靈型態時，除施法者以外的所有盟友每回合恢復 300 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 501,
        "effects": [
            "對所有敵人造成 195% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。",
            "所有烈火敵人獲得 -24% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 502,
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "所有敵人獲得 -35% 防禦，持續 3 回合。",
            "所有烈火敵人獲得 -20% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 503,
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友在 4 個回合內恢復 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友受到的所有傷害降低 -40% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 504,
        "effects": [
            "對目標及附近敵人造成 150% 傷害。",
            "施法者與附近盟友有 +30% 至 +90% 的機率躲避可造成傷害的特殊技能。特殊技能的傷害越高，閃避的機率也越高。每次閃避可為目標提供 +24% 法力。此效果持續 3 回合。",
            "元素鏈給予所有自然系盟友抵禦烈火系的 +46% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 505,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "為每個盟友召喚一個棕色狗狗小兵，其可從施法者繼承 35% 生命值與 55% 攻擊。",
            "所有盟友自較強元素的攻擊和特殊技能受到的傷害降低 -80% ，持續 5 個回合。"
        ]
    },
    {
        "originalIndex": 506,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標獲得 -24% 防禦，持續 3 回合。若該角色受到狀態異常，則效果持續時間會重設。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 507,
        "effects": [
            "對目標造成 390% 傷害，並對附近敵人造成輕微傷害。",
            "每回合結束時，施法者與附近盟友對隨機敵人進行絨毛射擊，持續 3 回合。",
            "每道絨毛射擊可造成 150% 傷害。",
            "每道絨毛射擊能使被擊中敵人的法力減少 5%。"
        ]
    },
    {
        "originalIndex": 508,
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "目標和附近敵人抵禦治療，且每次抵禦治療，則受到 220 傷害，持續 3 回合。",
            "疊加（上限： 10 ）：施法者對弱點元素獲得 +15% 攻擊。"
        ]
    },
    {
        "originalIndex": 509,
        "effects": [
            "在接下來 3 個回合內，在任何敵人施放其特殊技能後，此角色會對所有敵人造成 235% 傷害。",
            "所有盟友獲得 +35% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 510,
        "effects": [
            "施法者在 4 個回合內吸走目標 772 點生命。此效果不可淨化，但在施法者被擊敗後會被移除。",
            "施法者和附近盟友獲得對烈火系 +94% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 511,
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "每名陣亡的盟友有 50% 的機率以 10% 的生命值復活。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 512,
        "effects": [
            "每名陣亡的盟友有 55% 的機率以 15% 的生命值復活。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友在 4 回合內恢復 612 點生命值。"
        ]
    },
    {
        "originalIndex": 513,
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "對所有敵人召喚史萊姆惡魔。惡魔每回合以 50% 的攻擊力對敵人造成傷害。",
            "史萊姆惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "每個回合結束時，史萊姆惡魔會盜取目標的可驅散增益或成長效果，並隨機給予敵對戰隊的一個角色。"
        ]
    },
    {
        "originalIndex": 514,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 為所有盟友提供 370 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +33% 法力產出，持續 2 回合。",
            "- 所有盟友獲得 +25% 防禦，持續 2 回合。",
            "x 2 法力充能：",
            "- 為所有盟友提供 530 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +33% 法力產出，持續 3 回合。",
            "- 所有盟友獲得 +40% 防禦，持續 3 回合。",
            "x 3 法力充能：",
            "- 為所有盟友提供 600 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +33% 法力產出，持續 4 回合。",
            "- 所有盟友獲得 +65% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 515,
        "effects": [
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有敵人獲得 -34% 防禦，持續 4 回合。",
            "所有盟友將全部狀態效果和 145% 傷害反射給進攻者，並抵擋其它來自敵人烈火特殊技能的負面效果，持續 4 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。",
            "元素鏈給予所有自然系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 516,
        "effects": [
            "對目標造成 460% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 3 回合內受到共計 504 點流血傷害。",
            "接下來 3 個回合內，將目標和附近敵人獲得的所有生命值加成轉換成最大生命值減損。已有生命值加成的目標會減損更多最大生命值。（最大生命值不得低於原最大生命值的 30%。轉換生命值加成時，如果目標已經擁有生命值加成，則最大生命值減損翻倍）。"
        ]
    },
    {
        "originalIndex": 517,
        "effects": [
            "為所有盟友提供 600 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友都可獲得火風暴護體，持續 3 個回合，所受到的特殊技能傷害最高減少 -1100 點。攻擊者為自然元素角色時，額外減少 30% 傷害。",
            "所有盟友在 3 回合內對增益驅散和轉移免疫。（此免疫也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 518,
        "effects": [
            "對所有敵人造成 440% 傷害。",
            "為所有盟友治療 35% 的傷害。",
            "所有盟友有 +45% 機率閃避特殊技能，持續 5 回合。每次閃避將對攻擊者造成 10 點瘋狂。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 519,
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "強化閃避：施法者和附近盟友有 +55% 的機率閃避可造成傷害的特殊技能。此效果在盟友成功閃避 5 次後消失。",
            "強化閃避結束、移除或取代後，盟友獲得 +70% 攻擊，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 520,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "* 對目標造成 240% 傷害。",
            "• 目標在 2 回合內受到共計 220 點劇毒傷害。",
            "• 目標獲得 -35% 精準度，持續 2 回合。失手率也會套用在攻擊型特殊技能上。",
            "x 2 法力充能：",
            "* 對目標及附近敵人造成 280% 傷害。",
            "* 目標與附近敵人在 3 回合內受到共計 438 點劇毒傷害。",
            "* 目標與附近敵人獲得 -40% 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。",
            "x 3 法力充能：",
            "* 對所有敵人造成 320% 傷害。",
            "* 所有敵人在 4 回合內受到共計 764 點劇毒傷害。",
            "* 所有敵人獲得 -54% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 521,
        "effects": [
            "驅散目標的增益。",
            "對目標造成 420% 傷害。",
            "目標獲得對自然系 -58% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 522,
        "effects": [
            "驅散目標的增益。",
            "對目標造成 410% 傷害。",
            "目標獲得對自然系 -60% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 523,
        "effects": [
            "對目標造成 350% 傷害。",
            "對隨機 2 名敵人造成額外 350% 傷害。",
            "所有被擊中的目標在 3 回合內受到共計 456 點流血傷害。",
            "所有被擊中的目標受到流血狀態異常的傷害增加 +50% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 524,
        "effects": [
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開始時以 30% 生命值復活，並且所有盟友恢復 1100 點生命值。（施法者被擊敗時，所有狀態效果與疊加會被移除）。",
            "對除施法者外的所有盟友施放蒼鷺舞，持續 5 回合。添加此效果時將移除所有現有狀態效果。",
            "蒼鷺舞",
            "* 以所受傷害的 130% 進行反擊。",
            "* 所受傷害減少 -35%。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 525,
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "偷走所有敵人的最新的可驅散增益，並隨機分配給盟友。",
            "每轉移一個狀態效果增益，所有盟友獲得 +8% 攻擊力，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 526,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 6 回合。",
            "施法者在 6 回合內恢復 918 點生命值。",
            "所有盟友獲得 +65% 防禦，持續 6 回合。",
            "所有盟友獲得 +44% 法力產出，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 527,
        "effects": [
            "對目標及附近敵人造成 320% 傷害。",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +40% ，之後每回合都會額外增加 +40% ，最多加到 200%。",
            "施法者在 3 回合內恢復 600 點生命值。"
        ]
    },
    {
        "originalIndex": 528,
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +30% ，之後每回合都會額外增加 +30% ，最多加到 +150%。",
            "施法者在 3 回合內恢復 600 點生命值。"
        ]
    },
    {
        "originalIndex": 529,
        "effects": [
            "為所有盟友恢復 44% 生命值。",
            "改變面板上所有自然系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 530,
        "effects": [
            "所有盟友在 3 回合內恢復 795 點生命值。",
            "改變面板上所有自然系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 531,
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "每名陣亡的盟友有 40% 的機率以 30% 的生命值復活。",
            "所有盟友獲得一個月昇護體，持續 4 回合，所受到的特殊技能傷害最高減少 -800 點。攻擊者為神聖系時，額外減少 30% 傷害。"
        ]
    },
    {
        "originalIndex": 532,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "所有盟友在 3 個回合內恢復 1200 點加成生命值。加成生命值能夠超過最大生命值。此效果無法驅散。",
            "儲存對施法者造成的所有傷害，持續 3 回合。效果結束時，對所有敵人造成已儲存的傷害，最多可達 1200 點傷害。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 533,
        "effects": [
            "對目標造成 530% 傷害。",
            "若面板上有 6 個以上的自然護盾，則對目標和附近敵人造成傷害。",
            "若面板上有 12 個以上的自然護盾，則對所有敵人造成傷害。"
        ]
    },
    {
        "originalIndex": 534,
        "effects": [
            "對目標造成 550% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "目標獲得對特殊技能 -64% 的防禦，持續 3 回合。",
            "目標在 3 回合內無法用特殊技能淨化或轉移自己的狀態異常。（此效果也阻止淨化或轉移其自身）。",
            "使施法者的最大生命值降低 400 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 400 點）。"
        ]
    },
    {
        "originalIndex": 535,
        "effects": [
            "對目標造成 610% 傷害。",
            "為所有盟友治療 40% 的傷害。",
            "所有盟友有 +45% 機率閃避可造成傷害的特殊技能，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 536,
        "effects": [
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。",
            "對目標造成 380% 傷害。",
            "為所有盟友召喚一個森林密友小兵，其可從施法者繼承 15% 生命與 15% 攻擊。",
            "元素鏈會賦予所有自然盟友 +10% 攻擊力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 537,
        "effects": [
            "枯萎：所有敵人獲得 -350 點攻擊。",
            "使所有敵人的最大生命值降低 700 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 700 點）。",
            "所有敵人獲得 -45% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 538,
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "對目標與附近敵人召喚倒鉤箭惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "倒鉤箭惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 28% 時消失。",
            "召喚倒鉤箭惡魔之後，主人擁有倒鉤箭惡魔的期間，目標所受到的所有傷害來源增加 +40%。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 539,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對所有敵人造成 240% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 75% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "第 2 次：",
            "* 對所有敵人造成 320% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 110% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 50% 時消失。"
        ]
    },
    {
        "originalIndex": 540,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對所有敵人造成 230% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 70% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "第 2 次：",
            "* 對所有敵人造成 350% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 125% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 60% 時消失。"
        ]
    },
    {
        "originalIndex": 541,
        "effects": [
            "施法者獲得持續的防禦增益無視效果。（防禦增益包含反擊。此效果持續至被淨化、取代或移除）。",
            "對目標造成 585% 傷害。",
            "施法者獲得持續的 +50% 機率閃避特殊技能。（此效果持續至被淨化、取代或移除）。"
        ]
    },
    {
        "originalIndex": 542,
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "目標和附近敵人獲得 -30% 精準度，持續 3 回合。精準度每回合降低 -10% ，最多至 -50%。",
            "目標與附近敵人在 3 回合內受到共計 363 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 543,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 550% 傷害。",
            "每當被擊中的敵人法力滿格時，自動對其造成 701 點傷害，並使其法力減少 75% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 544,
        "effects": [
            "對目標造成 550% 傷害。",
            "若目標為冰雪系，則對其附近敵人造成 300% 傷害。",
            "驅散目標和附近敵人的增益。",
            "每移除一個狀態效果，就使目標和附近敵人的法力減少 -5% ，最高可減少 -20%。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 545,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 此特殊技能必定命中目標。",
            "- 對目標造成 250% 傷害。",
            "- 對剩餘生命值超過 50% 的敵人造成 450% 傷害。",
            "- 對附近敵人造成額外 250% 傷害。",
            "x 2 法力充能：",
            "- 此特殊技能必定命中目標。",
            "- 對目標造成 350% 傷害。",
            "- 對剩餘生命值超過 50% 的敵人造成 550% 傷害。",
            "- 對附近敵人造成額外 350% 傷害。",
            "x 3 法力充能：",
            "- 此特殊技能必定命中目標。",
            "- 對目標造成 400% 傷害。",
            "- 對剩餘生命值超過 50% 的敵人造成 700% 傷害。",
            "- 對附近敵人造成額外 400% 傷害。"
        ]
    },
    {
        "originalIndex": 546,
        "effects": [
            "所有盟友獲得 +100% 普通攻擊，持續 4 回合。此效果可與同類效果疊加，普通攻擊最多可增加共計 +160% 攻擊力。",
            "所有盟友在 4 回合內恢復 324 點生命值。"
        ]
    },
    {
        "originalIndex": 547,
        "effects": [
            "為所有盟友提供 470 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友承受 5 回合的 +80% 普通攻擊。普通攻擊每回合增加 +20%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。"
        ]
    },
    {
        "originalIndex": 548,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有敵人都會睡著。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +70%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵或惡魔的傷害。",
            "所有盟友在 4 回合內恢復 1200 點生命值。"
        ]
    },
    {
        "originalIndex": 549,
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "為所有盟友召喚一個森林密友小兵，其可從施法者繼承 15% 生命與 15% 攻擊。",
            "所有盟友在 2 回合內恢復 506 點生命值。",
            "所有敵人獲得 -24% 法力產出，持續 2 回合。",
            "元素鏈給予所有自然系盟友 +10% 暴擊率，持續 6 個回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 550,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人受到異常效果的 +50% 額外傷害，持續 3 回合。",
            "* 所有敵人在 3 回合內受到共計 357 點劇毒傷害。",
            "2 倍法力充能：",
            "* 為施法者和附近盟友恢復 75% 生命值。",
            "* 施法者與附近盟友對狀態異常的傷害免疫，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 551,
        "effects": [
            "對目標造成 400% 傷害，並對附近敵人造成輕微傷害。",
            "偷走所有敵人的全部可驅散增益，並隨機分配給所有盟友。"
        ]
    },
    {
        "originalIndex": 552,
        "effects": [
            "對目標造成 400% 傷害，並對附近敵人造成輕微傷害。",
            "偷走所有敵人的全部可驅散增益，並隨機分配給盟友。",
            "召喚一個撲克小兵，其可從施法者繼承 25% 生命值與 40% 攻擊。"
        ]
    },
    {
        "originalIndex": 553,
        "effects": [
            "對所有敵人造成 450% 傷害。",
            "將所有盟友現有狀態異常的持續時間減少 3 個回合。（修改持續時間會影響可淨化與不可淨化狀態異常。若任意異常的持續時間減少至零，則將效果視為正常失效）。",
            "將所有敵人現有增益的持續時間減少 3 個回合。（修改持續時間會影響可驅散與不可驅散狀態效果增益。若任意增益的持續時間減少至零，則將效果視為正常失效）。",
            "所有盟友獲得 +35% 防禦，持續 5 回合。",
            "所有敵人獲得 -35% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 554,
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "所有盟友在 3 回合內恢復適量法力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 555,
        "effects": [
            "為所有盟友提供 750 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 3 回合內恢復適量法力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 556,
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 3 回合。對烈火系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 557,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "所有敵人獲得 -25% 精準度，持續 3 回合。對烈火系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 558,
        "effects": [
            "使用月昇打擊攻擊所有敵人，造成最高 1200 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "所有敵人在 4 回合內受到共計 924 點流血傷害。",
            "所有敵人獲得 -45% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 559,
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 340% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 572 點劇毒傷害。",
            "元素鏈使所有自然盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 560,
        "effects": [
            "對目標造成 550% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊並造成輕微傷害。",
            "所有命中目標獲得 -54% 攻擊力，持續 5 回合。",
            "所有命中目標在 5 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 561,
        "effects": [
            "對目標與所有冰雪敵人造成 450% 傷害。",
            "目標法力滿格時，自動對目標與所有冰雪敵人造成 438 點傷害，並使其法力減少 50% ，持續 4 回合。",
            "改變面板上所有自然系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -30%。"
        ]
    },
    {
        "originalIndex": 562,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +100% ，之後每回合都會額外增加 +25% ，最多加到 +200%。",
            "所有敵人受到法力腐朽，持續 4 回合。每當受影響的目標從其他來源獲得法力時，都會受到 400 點傷害。其他來源包括來自特殊技能的直接法力增加、狀態效果、關卡屬性、被動技能、家族效果、磚格效果和小兵。只有在目標擁有法力產出增益或正法力產出疊加時，防禦隊伍在回合結束時或透過配對磚格獲得的法力才會被計算在內。"
        ]
    },
    {
        "originalIndex": 563,
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "所有盟友有 60% 機率將所有狀態異常反射給敵方戰隊的隨機角色，持續 3 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 564,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有敵人在 3 回合內受到共計 381 點傷害。",
            "所有敵人獲得的治療減少 -50% ，持續 3 回合。此效果無法淨化。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 565,
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人在 5 回合內受到共計 815 點飛沙傷害。",
            "所有盟友獲得 +33% 法力產出，持續 5 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 566,
        "effects": [
            "對目標造成 450% 傷害。",
            "依照面板中自然磚格的數量，對相同數量的隨機敵人造成額外 180% 傷害，最多 12 次。連續命中的傷害逐次減少。",
            "所有被擊中的目標在每次被擊中時獲得 10 點狂亂。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "originalIndex": 567,
        "effects": [
            "對所有敵人造成 225% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。",
            "對冰雪系造成額外傷害。",
            "驅散所有敵人的增益。",
            "元素鏈給予所有自然盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 568,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 210% 傷害。",
            "所有敵人獲得 -38% 攻擊力，持續 4 回合。",
            "對冰雪系造成額外傷害。",
            "元素鏈給予所有自然盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 569,
        "effects": [
            "對目標造成 320% 傷害。",
            "增加目標法力 50%。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "元素鏈給予所有自然系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 570,
        "effects": [
            "對目標造成 300% 傷害。",
            "若目標為冰雪系，則對其餘敵人造成 275% 傷害。",
            "被命中的敵人獲得 -34% 攻擊力，持續 3 回合。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "被命中的敵人獲得 -34% 防禦，持續 3 回合。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 571,
        "effects": [
            "對目標造成 265% 傷害。"
        ]
    },
    {
        "originalIndex": 572,
        "effects": [
            "對目標造成 250% 傷害。"
        ]
    },
    {
        "originalIndex": 573,
        "effects": [
            "對目標造成 250% 傷害。"
        ]
    },
    {
        "originalIndex": 574,
        "effects": [
            "目標在 6 回合內受到共計 78 點傷害。"
        ]
    },
    {
        "originalIndex": 575,
        "effects": [
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 576,
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有敵人獲得的治療減少 -50% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 577,
        "effects": [
            "施法者獲得 +45% 攻擊力，自己或其盟友每次被擊中後額外增加 20% 攻擊力，持續 3 回合。該效果結束時，所有敵人受到 119 點傷害。在此期間，施法者或其盟友所受每次攻擊可使施法者造成的傷害提高 8 點，最高達到 215 點傷害。"
        ]
    },
    {
        "originalIndex": 578,
        "effects": [
            "對目標及附近敵人造成 155% 傷害。",
            "施法者與附近盟友有 +45% 的機率可躲避特殊技能，持續 3 回合。每次閃避都會獲得 +5% 防禦。疊加（上限： 10 ）。"
        ]
    },
    {
        "originalIndex": 579,
        "effects": [
            "對目標及附近敵人造成 145% 傷害。",
            "施法者與附近盟友有 +45% 的機率可躲避特殊技能，持續 3 回合。每次閃避都會獲得 +10% 防禦。疊加（上限： 10 ）。"
        ]
    },
    {
        "originalIndex": 580,
        "effects": [
            "對目標造成 335% 傷害。"
        ]
    },
    {
        "originalIndex": 581,
        "effects": [
            "對目標造成 315% 傷害。",
            "目標在 3 回合內受到共計 60 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 582,
        "effects": [
            "對目標造成 365% 傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 583,
        "effects": [
            "對目標造成 375% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 584,
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "附近盟友獲得柔軟膚。（他們下次受到的傷害減少 -90% ，並抵抗所有狀態異常和法力減損。此效果無法驅散）。"
        ]
    },
    {
        "originalIndex": 585,
        "effects": [
            "對目標造成 200% 傷害。",
            "對一名隨機的不同敵人造成 350% 傷害。如果目標為神聖系，可造成額外傷害。若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人。"
        ]
    },
    {
        "originalIndex": 586,
        "effects": [
            "對目標造成 180% 傷害。",
            "對隨機一個不同的敵人造成 380% 傷害。",
            "被擊中的敵人獲得 -24% 法力產出，持續 3 回合。對神聖系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 587,
        "effects": [
            "改變面板上所有黑暗護盾的力量。攻擊英雄施放該特技時，護盾獲得的強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾弱化，提供的法力減少 -30%。"
        ]
    },
    {
        "originalIndex": 588,
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 589,
        "effects": [
            "對目標造成 335% 傷害。",
            "目標在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 590,
        "effects": [
            "所有敵人獲得 -34% 防禦，持續 4 回合。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 591,
        "effects": [
            "所有盟友獲得 +25% 防禦，持續 4 回合。",
            "所有盟友獲得 +25% 攻擊力，持續 4 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 592,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "如果目標剩餘生命少於 50% ，可對其造成 315% 傷害。",
            "該攻擊每擊敗一名敵人，施法者獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 593,
        "effects": [
            "對目標造成 270% 傷害，並對附近敵人造成輕微傷害。",
            "每有一名盟友落敗，傷害增加 50%。"
        ]
    },
    {
        "originalIndex": 594,
        "effects": [
            "對目標造成 200% 傷害。",
            "目標收到一個南瓜炸彈。南瓜炸彈會在 3 個回合後爆炸，對目標和附近目標造成 206 傷害。目標被擊敗時南瓜炸彈也會爆炸。"
        ]
    },
    {
        "originalIndex": 595,
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "目標與附近敵人獲得 -44% 防禦，持續 4 回合。",
            "疊加（上限： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加（上限： 10 ）：施法者每回合恢復 5 點生命值。"
        ]
    },
    {
        "originalIndex": 596,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 所有敵人在 2 回合內受到共計 64 點劇毒傷害。",
            "- 所有敵人獲得 -40% 精準度，持續 2 回合。失手率也會套用在攻擊型特殊技能上。",
            "x 2 法力充能：",
            "- 所有敵人在 4 回合內受到共計 196 點劇毒傷害。",
            "- 所有敵人獲得 -40% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。",
            "x 3 法力充能：",
            "- 所有敵人在 6 回合內受到共計 354 點劇毒傷害。",
            "- 所有敵人獲得 -40% 精準度，持續 6 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 597,
        "effects": [
            "移除施法者的所有狀態效果和疊加。即使是無法驅散或淨化的狀態效果和疊加，也會移除。",
            "施法者會挖一個洞，躲在裡頭 2 回合。",
            "在洞內時，施法者無法得到法力，但對普通攻擊、特殊攻擊和所有狀態效果免疫。",
            "經過 2 個回合後，施法者從洞內跳出，對一個隨機敵人造成 223 傷害。",
            "被擊中的敵人得到以下狀態異常：",
            "* 目標不能增加法力，持續 2 個回合。"
        ]
    },
    {
        "originalIndex": 598,
        "effects": [
            "移除施法者的所有狀態效果和疊加，包括那些無法驅散或淨化的狀態效果和疊加。",
            "施法者會挖一個洞，躲在裡頭 3 回合。",
            "在洞內時，施法者無法得到法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。",
            "經過 3 個回合後，施法者從洞內跳出，對一個隨機敵人造成 143 傷害。",
            "被擊中的敵人得到以下狀態異常：",
            "目標不能增加法力，持續 3 個回合。"
        ]
    },
    {
        "originalIndex": 599,
        "effects": [
            "對所有敵人造成 121% 傷害。",
            "所有敵人在 6 回合內受到共計 102 點傷害。"
        ]
    },
    {
        "originalIndex": 600,
        "effects": [
            "所有敵人在 3 回合內受到共計 324 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 601,
        "effects": [
            "對所有敵人造成 151% 傷害。",
            "所有敵人在 6 回合內受到共計 76 點傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 602,
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有敵人獲得 -24% 攻擊力，持續 4 回合。對神聖系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 603,
        "effects": [
            "對目標造成 235% 傷害。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "originalIndex": 604,
        "effects": [
            "對目標造成 205% 傷害，並對附近敵人造成輕微傷害。",
            "為施法者治療 30% 的傷害。"
        ]
    },
    {
        "originalIndex": 605,
        "effects": [
            "對目標造成 265% 傷害。",
            "為施法者治療 45% 的傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 606,
        "effects": [
            "對目標造成 275% 傷害。",
            "攻擊会無視防禦增益（包括反擊）。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "originalIndex": 607,
        "effects": [
            "對目標造成 215% 傷害。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "originalIndex": 608,
        "effects": [
            "對目標造成 195% 傷害。",
            "施法者在 4 個回合內竊取目標與附近敵人產出的法力，一開始僅竊取少量法力，竊取量會隨每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果不可淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "originalIndex": 609,
        "effects": [
            "對目標造成 245% 傷害。",
            "為施法者治療 40% 的傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 610,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 6 回合。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。",
            "所有敵人獲得 -34% 法力產出，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 611,
        "effects": [
            "對目標造成 310% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 612,
        "effects": [
            "對目標造成 310% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 613,
        "effects": [
            "對目標造成 315% 傷害。",
            "對神聖系造成額外傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 614,
        "effects": [
            "對目標造成 250% 傷害。",
            "如果目標剩餘生命超過 70% ，可對其造成 300% 傷害。",
            "異常來源：以下效果在每回合開始時對一名隨機敵人施放",
            "* -50% 特殊技能防禦，持續 3 回合。",
            "* 異常來源將啟動 3 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "originalIndex": 615,
        "effects": [
            "目標在 5 回合內受到共計 65 點傷害。若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 115 點，最多共計 295 點傷害。",
            "施法者偷取目標所獲治療的 61% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 616,
        "effects": [
            "對目標造成 340% 傷害，並對附近敵人造成輕微傷害。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +20 法力。"
        ]
    },
    {
        "originalIndex": 617,
        "effects": [
            "對目標造成 370% 傷害，並對附近敵人造成輕微傷害。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +15% 法力。"
        ]
    },
    {
        "originalIndex": 618,
        "effects": [
            "對施法者施放完整移除。",
            "施法者轉變為幽靈型態，持續 4 回合。",
            "在變為幽靈型態時，施法者獲得 +82% 攻擊力。在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。"
        ]
    },
    {
        "originalIndex": 619,
        "effects": [
            "對施法者施放完整移除。",
            "施法者轉變為幽靈型態，持續 4 回合。在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "在變為幽靈型態時，除施法者以外的所有盟友擁有 +44% 防禦。",
            "在變為幽靈型態時，除施法者以外的所有盟友每回合恢復 140 點生命值。"
        ]
    },
    {
        "originalIndex": 620,
        "effects": [
            "1 倍法力充能",
            "* 驅散目標的增益。",
            "* 對目標造成 220% 傷害。",
            "2 倍法力充能",
            "* 驅散目標和附近敵人的增益。",
            "* 對目標及附近敵人造成 255% 傷害。",
            "3 倍法力充能",
            "* 驅散所有敵人的增益。",
            "* 對所有敵人造成 300% 傷害。"
        ]
    },
    {
        "originalIndex": 621,
        "effects": [
            "驅散並淨化所有盟友和敵人的全部增益與狀態異常。",
            "為所有盟友恢復 45% 生命。",
            "每移除一個狀態效果，便額外回復 2% 生命，總共至多回復 65% 生命。"
        ]
    },
    {
        "originalIndex": 622,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標及附近敵人造成 165% 傷害。",
            "* 施法者和附近盟友獲得 +30% 攻擊力，持續 3 回合。",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 215% 傷害。",
            "* 目標與附近敵人獲得 -34% 防禦，持續 3 回合。",
            "3 倍法力充能：",
            "* 對目標及附近敵人造成 365% 傷害。",
            "* 施法者和附近盟友獲得 +50% 攻擊力，持續 3 回合。",
            "* 目標與附近敵人獲得 -44% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 623,
        "effects": [
            "對所有敵人造成 204% 傷害。",
            "施法者和附近盟友獲得對神聖系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 624,
        "effects": [
            "隨機重新排列敵人位置。",
            "所有神聖系敵人獲得 -44% 防禦，持續 4 回合。",
            "所有敵人在 4 回合內受到共計 276 點傷害。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 625,
        "effects": [
            "隨機重新排列敵人位置。",
            "所有神聖敵人獲得 -34% 防禦，持續 4 回合。",
            "所有敵人在 4 回合內受到共計 364 點流血傷害。"
        ]
    },
    {
        "originalIndex": 626,
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 400% 傷害。",
            "目標無法獲得新的小兵，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 627,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 628,
        "effects": [
            "所有盟友以所受傷害的 60% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 629,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 80% 的傷害，持續 4 回合。",
            "施法者與附近盟友每次反擊可恢復適量法力，持續 4 回合。同一回合中，效果經連續啟動會減弱。",
            "施法者與附近盟友受到的所有傷害降低 -35% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 630,
        "effects": [
            "施法者與附近盟友以所受傷害的 125% 進行反擊，持續 5 回合。此狀態效果不可驅散，對暗黑系角色持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 631,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。",
            "所有暗黑系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 632,
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "為施法者與附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。",
            "施法者與附近盟友將全部狀態效果和 100% 傷害反射給進攻者，並抵擋其它來自敵人神聖系特殊技能的負面效果，持續 4 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 633,
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "使所有敵人的最大生命值降低 100 點。對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 100 點。",
            "所有敵人獲得的治療減少 -50% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 634,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "使目標和附近敵人的法力減少 15%。",
            "目標與附近敵人獲得的治療減少 -75% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 635,
        "effects": [
            "對目標造成 260% 傷害。",
            "目標在 4 回合內受到共計 228 點傷害。",
            "目標獲得的治療減少 -100% ，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "originalIndex": 636,
        "effects": [
            "對目標造成 285% 傷害。",
            "為目標重置可驅散狀態異常的持續時間。",
            "目標獲得 -35% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 637,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有敵人已啟動的增益持續時間減少 1 回合。",
            "所有敵人受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 50 點傷害，而且每個回合降低目標的法力產出 -9%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 638,
        "effects": [
            "對目標造成 235% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 4 回合內受到共計 172 點傷害。",
            "目標與附近敵人獲得的治療增加 -75% ，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "originalIndex": 639,
        "effects": [
            "此特殊技能必定命中目標。",
            "使用月昇打擊攻擊目標與附近敵人，造成最高 860 點傷害。如果目標為神聖系元素角色，則造成額外 30% 傷害。",
            "目標與附近敵人在 5 回合內受到共計 900 點劇毒傷害。施法者和所有盟友能吸收所造成之劇毒傷害的 35% 作為生命值。"
        ]
    },
    {
        "originalIndex": 640,
        "effects": [
            "所有盟友在 3 個回合內恢復 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友將狀態異常反射給敵方戰隊的隨機角色，持續 3 回合。僅反射可淨化的狀態異常。",
            "施法者獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 641,
        "effects": [
            "對目標造成 400% 傷害。",
            "目標獲得 -35% 防禦，持續 3 回合。",
            "防禦力每回合降低 -10% ，至多 -55%。"
        ]
    },
    {
        "originalIndex": 642,
        "effects": [
            "施法者與附近盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "目標與附近敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "施法者和附近盟友獲得對神聖系 +94% 的防禦，持續 4 回合。",
            "目標與附近敵人獲得對暗黑系 -44% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 643,
        "effects": [
            "對目標造成 265% 傷害。",
            "目標在 3 回合內受到共計 402 點劇毒傷害，起始傷害較低，每個回合逐漸增加。"
        ]
    },
    {
        "originalIndex": 644,
        "effects": [
            "對目標造成 220% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 250%。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "originalIndex": 645,
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 270%。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "originalIndex": 646,
        "effects": [
            "目標與附近敵人在 3 回合內受到共計 327 點劇毒傷害。",
            "目標與附近敵人不能增加法力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 647,
        "effects": [
            "所有敵人在 2 回合內受到共計 324 點劇毒傷害。",
            "所有敵人獲得 -50% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 648,
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 649,
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友獲得 +48% 攻擊力，持續 3 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 650,
        "effects": [
            "為所有盟友提供 410 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +40% 防禦，持續 3 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 651,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。此狀態效果不可驅散，對暗黑系角色持續時間延長 2 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 652,
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 653,
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有敵人在 3 回合內無法獲得新的增益。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 654,
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 回合。",
            "淨化所有盟友的異常狀態。"
        ]
    },
    {
        "originalIndex": 655,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。此狀態效果不可驅散，對暗黑系角色持續時間延長 2 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 656,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人對暗黑系獲得 -54% 防禦，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +100% 普通攻擊，持續 5 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。"
        ]
    },
    {
        "originalIndex": 657,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有盟友承受 5 回合的 +80% 普通攻擊。普通攻擊每回合增加 20%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。",
            "* 所有盟友獲得 +20% 暴擊率，持續 5 回合。",
            "第 2 次：",
            "* 所有盟友承受 5 回合的 +80% 普通攻擊。普通攻擊每回合增加 20%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。",
            "* 所有盟友獲得 +35% 暴擊率，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 658,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有盟友承受 5 回合的 +70% 普通攻擊。普通攻擊每回合增加 15%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +130% 威力。",
            "* 所有盟友獲得 +15% 暴擊率，持續 5 回合。",
            "第 2 次：",
            "* 所有盟友承受 5 回合的 +90% 普通攻擊。普通攻擊每回合增加 25%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +190% 威力。",
            "* 所有盟友獲得 +40% 暴擊率，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 659,
        "effects": [
            "對所有敵人造成 250% 傷害並對其造成 10 點瘋狂。",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 660,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 250% 傷害。如果只有一個敵人，傷害加倍。",
            "位於敵方陣型邊緣的敵人在 4 個回合內受到 220 點劇毒傷害。有加成生命值、小兵或一名超級小兵的目標會受到額外傷害。（對有加成生命值的目標造成的劇毒傷害 +100%。目標所擁有的每個小兵或超級小兵會額外增加 +33% 傷害，最高共可達 +199%。）"
        ]
    },
    {
        "originalIndex": 661,
        "effects": [
            "移除施法者的所有狀態效果和疊加。即使是無法驅散或淨化的狀態效果和疊加，也會移除。",
            "施法者轉變為恐怖幽靈型態。",
            "在變為恐怖幽靈型態時，施法者每回合會自動對隨機敵人造成 175% 傷害。",
            "在變為恐怖幽靈型態時，施法者無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫，但來自相衝其元素的敵人的傷害除外。",
            "恐怖幽靈形態持續 4 回合。"
        ]
    },
    {
        "originalIndex": 662,
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 663,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 664,
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "在 4 個回合內使目標與附近敵人的最大生命值降低 600 點。對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低每回合 150 點。"
        ]
    },
    {
        "originalIndex": 665,
        "effects": [
            "對目標造成 325% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 防禦，持續 6 回合。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 666,
        "effects": [
            "對目標及附近敵人造成 355% 傷害。",
            "枯萎：目標與附近敵人獲得 -225 點攻擊和 -225 點防禦。",
            "目標和附近敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可驅散的增益）。"
        ]
    },
    {
        "originalIndex": 667,
        "effects": [
            "對目標與神聖敵人召喚匕首惡魔。惡魔每回合以 250% 的攻擊力對目標造成傷害。",
            "匕首惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 20% 時消失。",
            "當匕首惡魔吸收足夠治療量而消失時，其主人在 3 個回合內受到 810 點流血傷害。"
        ]
    },
    {
        "originalIndex": 668,
        "effects": [
            "所有盟友在 5 回合內恢復 1150 點生命值。",
            "施法者與附近盟友對新的狀態異常免疫，持續 5 回合。此效果無法驅散。",
            "淨化施法者和附近盟友的狀態異常。",
            "元素鏈給予所有暗黑盟友 + 5% 攻擊力與 + 5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 669,
        "effects": [
            "為所有盟友恢復 47% 生命值。",
            "消除施法者與附近盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "元素鏈給予所有暗黑盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 670,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人獲得 -20% 攻擊力，持續 3 回合。",
            "* 所有敵人獲得 -20% 防禦，持續 3 回合。",
            "* 所有敵人在 3 回合內受到共計 159 點劇毒傷害。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20% ，持續 6 回合。",
            "* 所有盟友獲得 +54% 防禦，並在每次被擊中後增加 5% ，持續 6 回合。",
            "* 所有盟友在 6 回合內恢復 1428 點生命值。"
        ]
    },
    {
        "originalIndex": 671,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人獲得 -27% 攻擊力，持續 3 回合。",
            "* 所有敵人獲得 -27% 防禦，持續 3 回合。",
            "* 所有敵人在 3 回合內受到共計 330 點劇毒傷害。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +50% 攻擊，並在每次被擊中後增加 20% ，持續 6 回合，最多 +150% 攻擊。",
            "* 所有盟友獲得 +59% 防禦，並在每次被擊中後增加 5% ，持續 6 回合，最多 +84% 防禦。",
            "* 所有盟友在 6 個回合內恢復 1500 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 672,
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 490% 傷害。",
            "目標與附近敵人獲得 -45% 精準度，持續 4 回合。（失手率也會套用在攻擊型特殊技能上）。",
            "元素鏈給予所有暗黑系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 673,
        "effects": [
            "對命中的目標造成 200% 傷害。",
            "對隨機敵人施放 5 個暗黑立方體。",
            "暗黑立方體會使目標的最大生命值降低 224 點。最大生命值不得低於原最大生命值的 30%。",
            "在 3 回合內，若命中的敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "originalIndex": 674,
        "effects": [
            "對命中的目標造成 240% 傷害。",
            "對隨機敵人施放 5 個暗黑立方體。",
            "暗黑立方體會使目標的最大生命值降低 184 點。此效果對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 184 點。",
            "在 3 回合內，若目標法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "originalIndex": 675,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對所有敵人造成 200% 傷害。",
            "- 對所有敵人召喚忍者刺客惡魔。惡魔每回合以 59% 的攻擊力對目標造成傷害。",
            "- 忍者刺客惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 32% 時消失。",
            "x 2 法力充能：",
            "- 對所有敵人造成 275% 傷害。",
            "- 對所有敵人召喚忍者刺客惡魔。惡魔每回合以 75% 的攻擊力對目標造成傷害。",
            "- 忍者刺客惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 50% 時消失。",
            "x 3 法力充能：",
            "- 對所有敵人造成 355% 傷害。",
            "- 對所有敵人召喚忍者刺客惡魔。惡魔每回合以 84% 的攻擊力對目標造成傷害。",
            "- 忍者刺客惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 54% 時消失。"
        ]
    },
    {
        "originalIndex": 676,
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "目標陷入沉睡。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +50%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。",
            "元素鏈可給予所有暗黑系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 677,
        "effects": [
            "對目標造成貪婪，持續 3 回合。特殊技能的友善效果僅影響具有「貪婪」的角色。",
            "所有敵人在 3 回合內受到共計 501 點劇毒傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 678,
        "effects": [
            "對目標造成貪婪，持續 3 回合。特殊技能的友善效果僅影響具有「貪婪」的角色。",
            "所有敵人在 3 回合內受到共計 888 點劇毒傷害。",
            "所有敵人獲得 -28% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 679,
        "effects": [
            "對目標及附近敵人造成 375% 傷害。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 回合。",
            "施法者獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 680,
        "effects": [
            "對目標造成 460% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 650%。",
            "施法者有 +75% 的機率閃避可造成傷害的特殊技能，持續 3 回合。",
            "元素鏈給予所有暗黑盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 681,
        "effects": [
            "對目標和鄰近敵人造成 410% 傷害，並對其造成 40 點瘋狂。",
            "在狀態異常持續回合期間，目標和附近敵人已啟動的所有狀態異常均無法淨化。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 682,
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避都會獲得 +5% 防禦。疊加（上限： 10 ）。"
        ]
    },
    {
        "originalIndex": 683,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避都會獲得 +10% 防禦。疊加（上限： 10 ）。"
        ]
    },
    {
        "originalIndex": 684,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 350% 傷害。",
            "* 在 3 回合期間，每次目標使用特殊技能時，其餘敵人的法力減少 -15%。",
            "2 倍法力充能：",
            "* 使所有盟友的法力增加 10%。",
            "* 在接下來 5 個回合內，在任何其他盟友施放其特殊技能後，此角色會對所有敵人造成 250% 傷害。每個角色施放的特殊技能，每回合只會造成一次傷害。"
        ]
    },
    {
        "originalIndex": 685,
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "盟友每持有一名惡魔，皆可為所有盟友恢復額外 8% 生命。",
            "所有盟友獲得 +54% 攻擊力，持續 4 回合。",
            "所有盟友在 4 回合內對增益驅散和轉移免疫。此免疫也包含此效果本身。"
        ]
    },
    {
        "originalIndex": 686,
        "effects": [
            "為每個盟友召喚一個蛾小兵。蛾小兵繼承施法者 20% 生命與 20% 攻擊。",
            "蛾小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 3 回合內受到共計 207 點劇毒傷害。",
            "* 目標抵抗新的小兵，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 687,
        "effects": [
            "為每個盟友召喚一個蛾小兵。蛾小兵繼承施法者 30% 攻擊與 30% 生命。",
            "蛾小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 3 回合內受到共計 138 點劇毒傷害。",
            "* 目標在 3 回合內無法獲得新的小兵。"
        ]
    },
    {
        "originalIndex": 688,
        "effects": [
            "所有盟友獲得 +24% 法力產出，持續 4 回合。此效果無法驅散。",
            "所有敵人獲得 -34% 法力產出，持續 4 回合。",
            "所有盟友以所受傷害的 115% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 689,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "所有盟友獲得 +33% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 690,
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次躲避都能使生命值提高 250 點。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 691,
        "effects": [
            "此特殊技能必定命中目標。",
            "使用月昇打擊攻擊目標，造成最高 1100 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "成功施放後，有 100% 機率可對隨機目標重新施放刀之翼。",
            "最多可重新施放 3 次，並且每次成功施放後的重新施放機率減少 -35%。"
        ]
    },
    {
        "originalIndex": 692,
        "effects": [
            "對所有敵人造成 265% 傷害。",
            "若任何敵人身上帶有可驅散的法力產出增益，該敵人將獲得 -54% 法力產出，持續 5 回合。此效果無法淨化。",
            "所有敵人在 5 回合內無法獲得新的狀態效果增益。",
            "元素鏈使所有暗黑盟友獲得的任何治療提高 +10% ，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 693,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "2 倍法力充能：",
            "* 每名被擊敗的盟友有 50% 的機率以 10% 的生命值復活。",
            "* 所有盟友在 3 回合內恢復 609 點生命值。",
            "3 倍法力充能：",
            "* 為所有盟友提供 700 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 每名被擊敗的盟友有 65% 的機率以 27% 的生命值復活。",
            "* 所有盟友在 4 回合內恢復 952 點生命值。"
        ]
    },
    {
        "originalIndex": 694,
        "effects": [
            "對目標及附近敵人造成 175% 傷害。",
            "目標與附近敵人在 2 回合內受到共計 344 點劇毒傷害。",
            "對神聖系造成額外傷害。",
            "元素鏈給予所有暗黑系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 695,
        "effects": [
            "對目標造成 550% 傷害。",
            "將目標與附近敵人的增益持續時間減少 1 回合。",
            "目標與附近敵人會受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 144 點劇毒傷害，而且每個回合降低目標的法力產出 -13%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 696,
        "effects": [
            "對目標造成 560% 傷害。",
            "將目標與附近敵人的增益持續時間減少 2 個回合。（修改持續時間會影響可驅散與不可驅散效果。若任意效果的持續時間減少至零，則將效果視為正常失效）。",
            "目標與附近敵人會受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 320 點劇毒傷害，而且每個回合降低目標的法力產出 -15%。對擁有小兵或超級小兵的英雄造成額外傷害。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 697,
        "effects": [
            "對所有敵人造成 355% 傷害。",
            "將所有盟友現有狀態異常的持續時間減少 2 個回合。（修改持續時間會影響可淨化與不可淨化效果。若任意效果的持續時間減少至零，則將效果視為正常失效）。",
            "將所有敵人現有增益的持續時間減少 2 個回合。（修改持續時間會影響可淨化與不可淨化效果。若任意效果的持續時間減少至零，則將效果視為正常失效）。",
            "所有盟友在 4 回合內對增益驅散和轉移免疫。（此免疫也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 698,
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "成長：所有盟友獲得 180 點攻擊和 180 點防禦。",
            "在任何隨後盟友施放特殊技能後，所有盟友有 50% 機率對一名隨機敵人造成 270% 傷害，持續 3 個回合。（每個角色施放其特殊技能時，每回合只造成一次傷害）。"
        ]
    },
    {
        "originalIndex": 699,
        "effects": [
            "偷走目標的全部可驅散狀態效果增益並隨機施放給盟友。",
            "對目標造成 375% 傷害。",
            "每轉移一個狀態異常增益，造成 50% 額外傷害，最多累積造成 625% 傷害。",
            "枯萎：目標獲得 -300 點防禦。"
        ]
    },
    {
        "originalIndex": 700,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 495% 傷害，並對附近敵人造成輕微傷害。",
            "偷走目標及鄰近敵人的全部可驅散增益，並隨機分配給所有盟友。",
            "成長：施法者和附近盟友獲得 340 點攻擊。"
        ]
    },
    {
        "originalIndex": 701,
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "為施法者與附近盟友召喚一個奴僕小兵，其可從施法者繼承 16% 生命和 25% 攻擊。",
            "每次奴僕小兵擊中敵人時，會竊取敵方一個隨機可驅散增益，並交給其主人。"
        ]
    },
    {
        "originalIndex": 702,
        "effects": [
            "為所有盟友恢復 33% 生命值。",
            "為施法者與附近盟友召喚一個奴僕小兵，其可從施法者繼承 33% 生命和 33% 攻擊。",
            "每次奴僕小兵擊中敵人時，會竊取敵方一個隨機可驅散增益，並交給其主人。"
        ]
    },
    {
        "originalIndex": 703,
        "effects": [
            "對目標造成 440% 傷害。",
            "施法者和附近盟友獲得對神聖系 + 94% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "originalIndex": 704,
        "effects": [
            "對目標造成 400% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 356 點劇毒傷害。",
            "淨化施法者和附近盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 705,
        "effects": [
            "對目標及附近敵人造成 335% 傷害。",
            "目標與附近敵人獲得對暗黑系 -64% 的防禦，持續 4 回合。對神聖系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 706,
        "effects": [
            "對目標造成 590% 傷害。",
            "施法者和附近盟友獲得對神聖系 +64% 的防禦，持續 4 回合。",
            "對神聖系造成額外傷害。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "originalIndex": 707,
        "effects": [
            "對目標造成 600% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "施法者和附近盟友獲得對神聖系 +74% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "originalIndex": 708,
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "目標與附近敵人獲得 -35% 精準度，持續 3 回合。如果目標受到治療，效果持續時間會重設。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 709,
        "effects": [
            "對目標及附近敵人造成 265% 傷害。",
            "目標與附近敵人獲得 -40% 精準度，持續 4 回合。如果目標受到治療，效果持續時間會重設。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 710,
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 340% 傷害。",
            "所有敵人獲得 -35% 法力產出，持續 4 回合。",
            "所有敵人獲得的治療減少 -85% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 711,
        "effects": [
            "對目標造成 300% 傷害。",
            "若目標在受到傷害前有超過 50% 的生命，則瞄準其他在受到此特殊技能傷害前超過 50% 生命的敵人。若無其他敵人有 50% 生命，則隨機瞄準敵人。傷害隨著連續攻擊的次數遞增。每個敵人只能受攻擊一次。",
            "所有被命中敵人在 3 個回合內受到 339 點流血傷害。施法者與其附近盟友能吸收已造成之流血傷害的 30% 作為生命值。"
        ]
    },
    {
        "originalIndex": 712,
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "所有盟友都可獲得火風暴護體，持續 4 個回合，所受到的特殊技能傷害最高減少 -1300 點。攻擊者為自然元素角色時，額外減少 30% 傷害。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 713,
        "effects": [
            "對目標造成 465% 傷害。",
            "目標受到的所有傷害提高 +40% ，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 714,
        "effects": [
            "摧毀目標的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）。"
        ]
    },
    {
        "originalIndex": 715,
        "effects": [
            "對目標造成 500% 傷害。",
            "依照面板中暗黑磚格的數量，對相同數量的隨機敵人造成額外 200% 傷害，最多 12 次。連續命中的傷害逐次減少。",
            "所有被擊中的目標對暗黑系獲得 -35% 防禦，並在每次被擊中後減少 -5% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 716,
        "effects": [
            "為每個盟友召喚一個渡鴉小兵，其可從施法者繼承 20% 生命與 20% 攻擊。",
            "渡鴉小兵會給予主人的所有其他小兵 +120% 攻擊。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 717,
        "effects": [
            "為每個盟友召喚一個渡鴉小兵，其可從施法者繼承 25% 生命與 15% 攻擊。",
            "渡鴉小兵會給予主人的所有其他小兵 +180% 攻擊。",
            "所有盟友有 +36% 機率閃避可造成傷害的特殊技能，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 718,
        "effects": [
            "所有盟友獲得 +150% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 200% 威力。",
            "所有敵人受到的所有傷害提高 +55% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 719,
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "枯萎：目標與附近敵人獲得 -350 點攻擊。",
            "目標和附近敵人受到的傷害增加 +25% ，持續 3 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +10% ，最多累積至 +85%。"
        ]
    },
    {
        "originalIndex": 720,
        "effects": [
            "對目標及附近敵人造成 385% 傷害。",
            "對目標與附近敵人召喚史萊姆惡魔。惡魔每回合以 50% 的攻擊力對敵人造成傷害。",
            "史萊姆惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "每個回合結束時，史萊姆惡魔會盜取目標的其中一個可驅散增益或成長效果，並隨機給予敵對戰隊的一個角色。"
        ]
    },
    {
        "originalIndex": 721,
        "effects": [
            "對目標造成 430% 傷害。",
            "目標獲得 -45% 防禦，持續 2 回合。防禦力每回合降低 -15% ，至多 -60%。",
            "目標不能增加法力，持續 2 個回合。"
        ]
    },
    {
        "originalIndex": 722,
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "施法者的生命值越少，能造成的傷害越多，最高可達 700%。"
        ]
    },
    {
        "originalIndex": 723,
        "effects": [
            "減少所有神聖系敵人 100% 法力。減少所有其他敵人 50% 法力。",
            "為施法者以外的所有暗黑系盟友增加 30% 的法力。為所有其他盟友增加 15% 的法力。"
        ]
    },
    {
        "originalIndex": 724,
        "effects": [
            "摧毀所有敵人的全部小兵。",
            "對所有敵人造成 315% 傷害。",
            "每個摧毀的小兵使所有盟友獲得少量法力。",
            "元素鏈給予所有暗黑盟友 +10% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 725,
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "目標與附近敵人獲得對暗黑系 -54% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "originalIndex": 726,
        "effects": [
            "對所有敵人造成 285% 傷害。",
            "所有敵人對暗黑增加 -34% 防禦，持續 3 回合。",
            "所有敵人在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 727,
        "effects": [
            "對目標造成 535% 傷害，並對附近敵人造成輕微傷害。",
            "施法者獲得 +45% 攻擊力，並在每次被擊中時再增加 +20% 攻擊力，持續 3 回合。",
            "施法者獲得史萊姆復活狀態效果，持續 2 回合。若在擁有史萊姆復活狀態效果時被擊敗，施法者將重生為史萊姆並擁有：",
            "* 100% 繼承生命值。",
            "* 50% 攻擊。",
            "* 50% 防禦。",
            "* 特殊技能：史萊姆拍擊。",
            "* 此效果無法驅散。",
            "* 對目標造成 350% 傷害。",
            "若史萊姆在 3 個回合內未被擊敗，則將重生為角色原本型態，並繼承史萊姆的生命值和法力。"
        ]
    },
    {
        "originalIndex": 728,
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "對目標與附近敵人召喚金像惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "金像惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 20% 時消失。",
            "召喚金像惡魔之後，主人擁有金像惡魔期間，金像惡魔會給予其主人 -20% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 729,
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "對目標與附近敵人召喚金像惡魔。惡魔每回合以 36% 的攻擊力對敵人造成傷害。",
            "金像惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 28% 時消失。",
            "召喚時，主人擁有金像惡魔的期間，金像惡魔會給予其主人 -20% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 730,
        "effects": [
            "所有盟友在 4 個回合內恢復 672 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 回合內恢復少量法力。",
            "所有盟友反射狀態異常，持續 4 回合，反射負面效果疊加，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "originalIndex": 731,
        "effects": [
            "對目標造成 375% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人不能增加法力，持續 4 回合。",
            "對神聖系造成額外傷害。",
            "元素鏈給予所有暗黑盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 732,
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "施法者在 4 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果不可淨化，但在施法者被擊敗後會被移除。",
            "對神聖系造成額外傷害。",
            "元素鏈給予所有暗黑盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 733,
        "effects": [
            "使用火風暴打擊攻擊所有敵人，造成最多 2200 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "施法者在 5 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果不可淨化，但在施法者被擊敗後會被移除。",
            "每個回合結束時，偷走所有敵人的最新的可驅散增益，並隨機分配給盟友，持續 5 個回合。"
        ]
    },
    {
        "originalIndex": 734,
        "effects": [
            "為每個盟友召喚一個幼蟲小兵，並從施法者繼承 31% 生命。小兵在每個回合結束時為主人恢復 11% 的生命。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會賦予其主人 +24% 法力產出。此效果無法被驅散。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會賦予其主人 +54% 防禦。此效果無法被驅散。"
        ]
    },
    {
        "originalIndex": 735,
        "effects": [
            "為每個盟友召喚一個幼蟲小兵，並從施法者繼承 36% 生命。小兵在每個回合結束時為主人恢復 15% 的生命。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會賦予其主人 +24% 法力產出。此效果無法被驅散。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會給予其主人 +50% 防禦。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 736,
        "effects": [
            "此特殊技能必定命中目標。",
            "目標獲得 -25% 防禦，持續 3 回合。",
            "對目標造成 530% 傷害。",
            "如果目標被此攻擊擊敗，則對附近敵人造成 100 點瘋狂。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "originalIndex": 737,
        "effects": [
            "對目標及附近敵人造成 410% 傷害。",
            "重置目標和附近敵人狀態異常的持續時間。",
            "目標與附近敵人在 4 回合內受到共計 916 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 50% 作為生命值。",
            "疊加（上限： 10 ）：施法者對弱點元素獲得 +20% 攻擊。"
        ]
    },
    {
        "originalIndex": 738,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 300% 傷害。如果只有一個敵人，傷害加倍。",
            "位於陣型邊緣的敵人在 3 個回合內受到 249 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 739,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 300% 傷害。如果只有一個敵人，傷害加倍。",
            "敵方陣型邊緣的敵人會受到腐蝕劇毒，持續 3 回合。腐蝕劇毒會造成 153 點劇毒傷害，而且每個回合降低目標的法力產出 -12%。此效果無法淨化。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 740,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 290% 傷害。",
            "* 目標在 3 回合內受到共計 588 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 100% 作為生命值。",
            "2 倍法力充能：",
            "* 對所有敵人造成 300% 傷害。",
            "* 所有敵人在 5 個回合內受到 730 點劇毒傷害。施法者和所有其盟友能吸收所造成之劇毒傷害的 30% 作為生命值。"
        ]
    },
    {
        "originalIndex": 741,
        "effects": [
            "驅散目標的增益。",
            "對目標造成 225% 傷害。",
            "如果目標剩餘生命超過 50% ，可對其造成 450% 傷害。"
        ]
    },
    {
        "originalIndex": 742,
        "effects": [
            "驅散目標的增益。",
            "對目標造成 320% 傷害。",
            "目標在 2 回合內無法獲得新的狀態效果增益。",
            "目標獲得 -34% 防禦，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 743,
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "改變面板上所有黑暗護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 744,
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "改變面板上所有暗黑系護盾的力量。當攻擊英雄施放特殊技能時，護盾會獲得強化並增加 +64% 攻擊力。當防禦英雄施放特殊技能時，護盾會被削弱 -57% 攻擊力。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 745,
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "每有一個狀態異常效果，施法者便造成 65% 額外傷害，最多累積造成 655% 傷害。"
        ]
    },
    {
        "originalIndex": 746,
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "對目標與附近敵人召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 600 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "originalIndex": 747,
        "effects": [
            "對目標及附近敵人造成 265% 傷害。",
            "對目標與附近敵人召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 900 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "originalIndex": 748,
        "effects": [
            "對目標造成 422% 傷害。",
            "施法者和附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 20% ，持續 3 回合。",
            "元素鏈會為所有暗黑盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 749,
        "effects": [
            "對目標造成 350% 傷害。",
            "施法者和附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 20% ，持續 4 回合。",
            "元素鏈會為所有暗黑盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 750,
        "effects": [
            "對目標造成 425% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將獲得 +50% 法力。"
        ]
    },
    {
        "originalIndex": 751,
        "effects": [
            "對目標造成 450% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將獲得 +45% 法力。"
        ]
    },
    {
        "originalIndex": 752,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "除了施法者外的所有盟友獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 753,
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "除了施法者，所有盟友獲得 -20% 攻擊力，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 754,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "為每個盟友召喚一個塔餅小兵，其可從施法者繼承 10% 生命值與 32% 攻擊力。小兵被擊敗時，會為主人恢復 10% 生命。"
        ]
    },
    {
        "originalIndex": 755,
        "effects": [
            "對目標造成 540% 傷害。",
            "目標敵人受到吞噬黏液狀態異常，持續 3 回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 200 點傷害，並且每移除一個效果就會受到 100 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700 ）。",
            "在 1 個回合後，目標會遭到麻痺，持續 4 個回合。（麻痺的敵人無法攻擊或獲得法力，受到的傷害也會提高 +50% ）。",
            "所有神聖系敵人獲得對暗黑系 -34% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 756,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有敵人獲得 -34% 防禦，持續 5 回合。",
            "淨化所有盟友的狀態異常。",
            "元素鏈給予所有暗黑系盟友抵禦神聖系的 +46% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 757,
        "effects": [
            "對目標造成 158% 傷害。",
            "對目標施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）。",
            "目標轉變為深淵幽靈型態，持續 4 個回合。",
            "在變為深淵幽靈型態時，目標每回合會受到 88 點傷害。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、傷害性被動、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "若戰鬥中僅剩一名敵人，則無法施放。"
        ]
    },
    {
        "originalIndex": 758,
        "effects": [
            "對目標造成 150% 傷害。",
            "對目標施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）。",
            "目標轉變為深淵幽靈型態，持續 4 個回合。",
            "在變為深淵幽靈型態時，目標每回合會受到 174 點傷害。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、傷害性被動、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "若戰鬥中僅剩一名敵人，則無法施放。"
        ]
    },
    {
        "originalIndex": 759,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 250% 傷害。",
            "所有敵人獲得 -24% 防禦，持續 4 回合。對神聖系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 760,
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "對所有敵人召喚傭兵惡魔。惡魔每回合以 56% 的攻擊力對目標造成傷害。",
            "傭兵惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 38% 時消失。",
            "召喚時，主人擁有傭兵惡魔的期間，傭兵惡魔會給予其主人新增益免疫。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 761,
        "effects": [
            "對所有敵人造成 320% 傷害。",
            "對所有敵人召喚傭兵惡魔。惡魔每回合以 70% 的攻擊力對敵人造成傷害。",
            "傭兵惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 50% 時消失。",
            "召喚時，主人擁有傭兵惡魔的期間，傭兵惡魔會給予其主人新增益免疫。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 762,
        "effects": [
            "對目標及附近敵人造成 470% 傷害。",
            "目標與附近敵人獲得 -40% 精準度，持續 6 回合。失手率也會套用在攻擊型特殊技能上。",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。",
            "施法者在 6 回合內恢復 918 點生命值。"
        ]
    },
    {
        "originalIndex": 763,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 6 回合。",
            "施法者獲得 +84% 特殊技能防禦，持續 6 回合。",
            "附近盟友獲得法力，持續 6 回合。每回合獲得的法力會增加，直到最後一回合獲得 100% 的法力。"
        ]
    },
    {
        "originalIndex": 764,
        "effects": [
            "為施法者和附近盟友恢復 20% 生命值。",
            "每回合結束時，施法者與附近盟友對隨機敵人發出月光射線，持續 3 回合。",
            "每道月光射線可造成 140% 傷害。",
            "每道月光射線能使被擊中敵人的法力減少 5%。"
        ]
    },
    {
        "originalIndex": 765,
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "對所有敵人召喚芭蕾舞伶惡魔。惡魔每回合以 110% 的攻擊力對敵人造成傷害。",
            "芭蕾舞伶惡魔會吸收治療效果，並於所吸收的生命值等於目標最大生命值的 45% 時消失。",
            "召喚芭蕾舞伶惡魔之後，主人擁有芭蕾舞伶惡魔期間，芭蕾舞伶惡魔會給予其主人新增益免疫。此效果無法淨化。",
            "所有敵人對暗黑增加 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 766,
        "effects": [
            "為所有盟友提供 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "盟友每有一個狀態效果，為所有盟友提升額外 160 點生命，提升總上限為 800 點生命。",
            "召喚一個護盾守衛超級小兵，其可從施法者繼承 65% 生命與 180% 攻擊。",
            "護盾守衛超級小兵每回合都會安全淨化所有盟友的最新可淨化狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動）。"
        ]
    },
    {
        "originalIndex": 767,
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "隨機施展下列其中一種效果：",
            "方案 1：",
            "* 目標與附近敵人獲得 -54% 防禦，持續 3 回合。",
            "* 目標與附近敵人獲得 -54% 攻擊力，持續 3 回合。",
            "* 目標與附近敵人獲得 -34% 法力產出，持續 3 回合。",
            "方案 2：",
            "* 目標與附近敵人獲得 -24% 防禦，持續 3 回合。",
            "方案 3：",
            "* 目標與附近敵人獲得 -24% 攻擊力，持續 3 回合。",
            "元素鏈會在回合結束時賦予所有暗黑盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 768,
        "effects": [
            "對所有敵人造成 168% 傷害。",
            "所有盟友在 4 回合內恢復 612 點生命值。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。",
            "所有盟友獲得僵屍庇佑。如果獲得庇佑的英雄在後續 4 個回合中被擊敗，將會變為僵屍重生，並且擁有：",
            "* 100% 繼承生命值。",
            "* 500 攻擊。",
            "* 500 防禦。",
            "* 特殊技能：劇毒撕咬。"
        ]
    },
    {
        "originalIndex": 769,
        "effects": [
            "對所有敵人造成 138% 傷害。",
            "所有盟友在 4 個回合內恢復 600 點加成生命值。加成生命值能夠超過最大生命值。此效果無法驅散。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。此效果無法驅散。",
            "所有盟友獲得僵屍庇佑。如果獲得庇佑的英雄在後續 4 個回合中被擊敗，將會變為僵屍重生，並且擁有：",
            "* 100% 繼承生命值。",
            "* 500 攻擊。",
            "* 500 防禦。",
            "* 特殊技能：劇毒撕咬。"
        ]
    },
    {
        "originalIndex": 770,
        "effects": [
            "對剩餘生命值最低的敵人造成 500% 傷害。對其餘敵人造成 280% 傷害。",
            "強化閃避：施法者有 +60% 機率可以閃避造成傷害的特殊技能。此效果會持續到施法者成功躲避 3 次後結束。",
            "強化閃避結束、移除或取代後，施法者獲得 10% 法力。"
        ]
    },
    {
        "originalIndex": 771,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 365% 傷害。",
            "* 在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -50% ，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 430% 傷害。",
            "* 在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -75% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 772,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 355% 傷害。",
            "* 在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -45% ，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 450% 傷害。",
            "* 在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -85% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 773,
        "effects": [
            "以 70% 生命值和 50 點瘋狂的狀態復活所有盟友。",
            "所有盟友獲得 +74% 特殊技能防禦，持續 5 回合。",
            "如果除了施法者以外的任何盟友在 5 回合內戰敗，則所有敵人受到 400 傷害。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 774,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "對所有盟友造成 50% 傷害。",
            "對神聖系造成額外傷害。",
            "所有暗黑盟友與敵人對此攻擊免疫。"
        ]
    },
    {
        "originalIndex": 775,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有暗黑系盟友與敵人獲得 +54% 攻擊力，持續 4 回合。",
            "暗黑系元素的所有盟友與敵人獲得 -44% 攻擊，持續 4 回合。此效果在所有神聖系敵人上不可淨化。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 776,
        "effects": [
            "對目標造成 430% 傷害，並對附近敵人造成輕微傷害。",
            "目標獲得 -24% 法力產出，持續 4 回合。",
            "使目標附近敵人的最大生命值降低 600 點。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 600 點。",
            "元素鏈讓所有暗黑系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 777,
        "effects": [
            "對目標造成 800% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "為所有盟友治療 40% 的傷害。",
            "對目標召喚墳墓蛾靈超級惡魔。惡魔每一回合以 270% 的攻擊對敵人造成傷害。",
            "墳墓蛾靈超級惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 80% 時消失。",
            "召喚時，主人擁有墳墓蛾靈超級惡魔的期間，墳墓蛾靈超級惡魔會讓其目標受到所有傷害來源增加 +50%。"
        ]
    },
    {
        "originalIndex": 778,
        "effects": [
            "對目標造成 480% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人陷入沉默，持續 3 回合。",
            "施法者與附近盟友均可抵抗禁用特殊技能的效果，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 779,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "向所有敵人施放藉助天生能力所記住的所有狀態異常。"
        ]
    },
    {
        "originalIndex": 780,
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "重置所有敵人狀態異常的持續時間。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 781,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 220% 傷害。",
            "* 所有盟友獲得 +30% 攻擊力，持續 3 回合。",
            "2 倍法力充能：",
            "* 對所有敵人造成 360% 傷害。",
            "* 所有敵人獲得 -34% 防禦，持續 3 回合。",
            "3 倍法力充能：",
            "* 對所有敵人造成 395% 傷害。",
            "* 所有盟友獲得 +50% 攻擊力，持續 4 回合。",
            "* 所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 782,
        "effects": [
            "對目標造成 310% 傷害，並對附近敵人造成輕微傷害。",
            "施法者以所受傷害的 115% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 783,
        "effects": [
            "對所有敵人造成 182% 傷害。",
            "施法者與附近盟友以所受傷害的 85% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 784,
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 95% 的傷害，持續 3 回合。",
            "施法者與附近盟友每次反擊可恢復適量法力。同一回合中效果經連續激活會減弱。"
        ]
    },
    {
        "originalIndex": 785,
        "effects": [
            "對目標造成 390% 傷害，並對附近敵人造成輕微傷害。",
            "施法者以所受傷害的 110% 進行反擊，持續 4 回合。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 786,
        "effects": [
            "對目標造成 400% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "施法者以所受傷害的 120% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 787,
        "effects": [
            "為所有盟友提供 475 點加成生命值。加成生命值能夠超過最大生命值。",
            "對除施法者外的所有盟友施放黑天鵝舞，持續 4 回合。添加此效果時將移除所有現有狀態效果。",
            "黑天鵝舞：",
            "* 每回合結束時，每個舞者對隨機一名敵人造成 155% 傷害，並為自身提升所造成總傷害 25% 的生命值。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 788,
        "effects": [
            "摧毀所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "此特殊技能必定命中目標。",
            "使用月昇打擊攻擊所有敵人，造成最高 2000 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "每摧毀一個惡魔，所有盟友獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 789,
        "effects": [
            "1 倍法力充能",
            "* 對目標造成 300% 傷害。",
            "* 目標在 3 回合內無法獲得新的狀態效果增益。",
            "* 驅散目標的增益。",
            "2 倍法力充能",
            "* 對目標及附近敵人造成 340% 傷害。",
            "* 目標與附近敵人在 4 回合內無法獲得新的狀態效果增益。",
            "* 驅散目標和附近敵人的增益。",
            "3 倍法力充能",
            "* 對所有敵人造成 380% 傷害。",
            "* 所有敵人在 5 回合內無法獲得新的狀態效果增益。",
            "* 驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 790,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人受到 280 點劇毒傷害，每個面板上的暗黑護盾都會提高 16 點傷害，持續 4 回合，最大造成 408 點傷害。"
        ]
    },
    {
        "originalIndex": 791,
        "effects": [
            "對目標及附近敵人造成 405% 傷害。",
            "目標與附近敵人跳起癡迷民謠，持續 4 回合。添加此效果時將移除所有現有狀態效果。",
            "癡迷民謠",
            "* -40% 法力產出。",
            "* -40% 所獲治療量。",
            "* 免疫新的狀態效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 792,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 27% 生命與 26% 攻擊。",
            "* 它在每個回合結束時為主人增加 5% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "第 2 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 27% 生命與 26% 攻擊。",
            "* 它在每個回合結束時為主人增加 5% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "* 疊加（上限 10 ）：所有盟友的小兵獲得 +20% 攻擊。"
        ]
    },
    {
        "originalIndex": 793,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 25% 生命與 25% 攻擊。",
            "* 它在每個回合結束時為主人增加 4% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "第 2 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 30% 生命與 35% 攻擊。",
            "* 它在每個回合結束時為主人增加 5% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "* 疊加（上限 10 ）：所有盟友的小兵獲得 +25% 攻擊。"
        ]
    },
    {
        "originalIndex": 794,
        "effects": [
            "對所有敵人造成 360% 傷害。",
            "驅散所有敵人的增益。",
            "每移除一個狀態效果，則為所有盟友恢復 8% 生命值，至多恢復總計 64% 生命值。"
        ]
    },
    {
        "originalIndex": 795,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "- 所有盟友在 2 回合內恢復 204 點生命值。",
            "- 所有盟友獲得 +34% 攻擊力，持續 2 回合。",
            "- 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "- 所有盟友在 3 回合內恢復 624 點生命值。",
            "- 所有盟友獲得 +44% 攻擊力，持續 3 回合。",
            "- 淨化所有盟友的狀態異常。",
            "3 倍法力充能：",
            "- 所有盟友在 4 回合內恢復 940 點生命值。此效果無法驅散。",
            "- 所有盟友獲得 +54% 攻擊力，持續 4 回合。",
            "- 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 796,
        "effects": [
            "對所有敵人造成 270% 傷害。"
        ]
    },
    {
        "originalIndex": 797,
        "effects": [
            "對所有敵人造成 235% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 798,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "在 4 回合內，若目標或附近敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "originalIndex": 799,
        "effects": [
            "對所有敵人造成 420% 傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 800,
        "effects": [
            "對目標造成 450% 傷害。",
            "對目標召喚三羊惡魔。惡魔每回合以 40% 的攻擊力對敵人造成傷害。",
            "三羊惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 45% 時消失。",
            "吸收的治療會轉移給召喚者與其盟友，並平均分配。（無視治療竊取、治療修改和惡魔）。"
        ]
    },
    {
        "originalIndex": 801,
        "effects": [
            "對目標造成 400% 傷害。",
            "目標在 5 回合內受到共計 1300 點劇毒傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "originalIndex": 802,
        "effects": [
            "對目標造成 565% 傷害，並對附近敵人造成輕微傷害。",
            "若目標在 3 回合內被擊敗，則所有敵人受到 626 點傷害。"
        ]
    },
    {
        "originalIndex": 803,
        "effects": [
            "對所有神聖系敵人造成 250% 傷害。",
            "在 3 回合內，所有敵人的元素每回合都會改變。前 2 回合，元素是隨機的。",
            "最後一回合，敵人會恢復其原始元素。",
            "每次元素改變後，如果敵人元素是神聖系，則受到 528 點傷害。"
        ]
    },
    {
        "originalIndex": 804,
        "effects": [
            "對所有神聖系敵人造成 350% 傷害。",
            "在 4 回合內，所有敵人的元素每回合都會改變。前 3 回合，元素是隨機的。",
            "最後一回合，敵人會恢復其原始元素。",
            "每次元素改變後，如果敵人元素是神聖系，則受到 736 點傷害。"
        ]
    },
    {
        "originalIndex": 805,
        "effects": [
            "對目標造成 415% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得的治療減少 -90% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 806,
        "effects": [
            "對目標造成 415% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得的治療減少 -100% ，持續 4 回合。",
            "目標與附近敵人在 4 回合內受到共計 260 點水系傷害。"
        ]
    },
    {
        "originalIndex": 807,
        "effects": [
            "對目標造成 452% 傷害。",
            "目標在 6 回合內受到共計 306 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 808,
        "effects": [
            "對目標造成 532% 傷害。"
        ]
    },
    {
        "originalIndex": 809,
        "effects": [
            "摧毀目標的所有小兵。",
            "對目標造成 500% 傷害。",
            "目標抵抗新的小兵，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 810,
        "effects": [
            "對目標造成 530% 傷害。",
            "目標在 3 回合內受到共計 510 點劇毒傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 811,
        "effects": [
            "對目標造成 540% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標在 3 回合內受到共計 615 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 812,
        "effects": [
            "1 倍法力充能",
            "* 對目標造成 400% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 330 傷害。",
            "2 倍法力充能",
            "* 對目標及附近敵人造成 425% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -60%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 449 傷害。",
            "3 倍法力充能",
            "* 對所有敵人造成 450% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -80%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 508 傷害。"
        ]
    },
    {
        "originalIndex": 813,
        "effects": [
            "所有盟友在 3 回合內恢復 1290 點生命值。此效果無法驅散。",
            "施法者以所受傷害的 145% 進行反擊，持續 3 回合。",
            "儲存對施法者造成的所有傷害，持續 3 回合。效果結束時，對所有敵人造成已儲存的傷害，最多可達 1050 點傷害。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 814,
        "effects": [
            "對所有敵人造成 275% 傷害。",
            "對所有敵人召喚幽魂惡魔。惡魔每回合以 45% 的攻擊力對目標造成傷害。",
            "幽魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 30% 時消失。",
            "疊加（上限： 10 ）：施法者獲得 +6% 法力產出。",
            "疊加 +2 （上限： 10 ）：施法者每個回合恢復 30 點生命值。"
        ]
    },
    {
        "originalIndex": 815,
        "effects": [
            "對所有敵人造成 265% 傷害。",
            "對所有敵人召喚幽魂惡魔。惡魔每回合以 55% 的攻擊力對目標造成傷害。",
            "幽魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "疊加 +2 （上限 10 ）：施法者獲得 +12% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "疊加 +3 （上限 10 ）：施法者每個回合恢復 45 點生命值。"
        ]
    },
    {
        "originalIndex": 816,
        "effects": [
            "對目標造成 400% 傷害。",
            "對目標召喚八卦語者惡魔。",
            "八卦語者惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 25% 時消失。",
            "召喚八卦語者惡魔之後，主人擁有八卦語者惡魔期間，八卦語者惡魔會給予其目標 -45% 精準度。此效果無法淨化。（失手率也會套用在攻擊型特殊技能上）。",
            "八卦語者惡魔每回合能為附近敵人產生一個自身複製人。（複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。只有在目標沒有達到惡魔或小兵的最大數量時，惡魔才會複製）。"
        ]
    },
    {
        "originalIndex": 817,
        "effects": [
            "對目標造成 450% 傷害。",
            "召喚一個複製人小兵，其可從施法者繼承 20% 生命與 17% 攻擊力。複製人小兵每 3 個回合能產生一個自身複製人。複製人小兵繼承的生命值與攻擊力和原始小兵相同。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會為所有暗黑盟友提供 +4% 法力產出，持續 4 個回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 818,
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標造成 420% 傷害。",
            "召喚一個複製人小兵，其可從施法者繼承 20% 生命與 17% 攻擊力。複製人小兵每 3 個回合能產生一個自身複製人。複製人小兵繼承的生命值與攻擊力和原始小兵相同。",
            "元素鏈會為所有暗黑盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 819,
        "effects": [
            "為所有盟友召喚一個暗黑士兵小兵，其可從施法者繼承 40% 生命與 40% 攻擊。",
            "所有敵人在 3 回合內受到共計 324 點劇毒傷害。",
            "若施法者在接下來 3 回合內被擊敗，所有敵人減少 -100% 法力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 820,
        "effects": [
            "為所有盟友召喚一個暗黑士兵小兵，其可從施法者繼承 45% 生命與 35% 攻擊。",
            "所有敵人在 4 回合內受到共計 1136 點劇毒傷害。",
            "若施法者在接下來 4 回合內被擊敗，所有敵人減少 -100% 法力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 821,
        "effects": [
            "對目標及附近敵人造成 370% 傷害。",
            "自目標與附近敵人偷取 25% 法力，並分給施法者與附近盟友。",
            "複製目標及附近敵人的全部可驅散增益，並隨機分配給所有盟友。"
        ]
    },
    {
        "originalIndex": 822,
        "effects": [
            "對所有敵人造成 390% 傷害。",
            "每回合結束時，施法者會對隨機敵人施放一次白骨投擲，持續 5 回合。",
            "每次白骨投擲都會造成 230% 傷害。",
            "每次白骨投擲都會為目標召喚一隻骷髏狐狸惡魔。惡魔每回合都會以 100% 攻擊力對其目標造成傷害。",
            "骷髏狐狸惡魔會吸收治療效果，並在所吸收的生命值等於其目標最大生命值的 30% 時消失。"
        ]
    },
    {
        "originalIndex": 823,
        "effects": [
            "淨化施法者和附近盟友的狀態異常。",
            "在接下來 5 個回合內，在任何敵人施放其特殊技能後，此角色有 50% 機率對一名隨機敵人造成 600% 傷害。（每個敵人每回合只能觸發此效果一次）。",
            "施法者和附近盟友反射狀態異常和負面效果疊加，持續 5 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。",
            "元素鏈使所有暗黑盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 824,
        "effects": [
            "對目標造成 415% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有命中目標在 5 回合內無法獲得新的狀態效果增益，且每次嘗試獲得增益時受到 250 點傷害。"
        ]
    },
    {
        "originalIndex": 825,
        "effects": [
            "對目標造成 540% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "對施法者和附近的盟友召喚一隻狡猾狐狸小兵，並繼承施法者的 5% 生命值和 100% 攻擊。",
            "狡猾狐狸小兵有 80% 的機率可以閃避來襲攻擊。",
            "當狡猾的狐狸小兵閃避攻擊時，會從攻擊者身上竊取其最新的增益，並將其交給主人。"
        ]
    },
    {
        "originalIndex": 826,
        "effects": [
            "對所有敵人造成 460% 傷害。",
            "強化防禦異常：所有敵人取得 -64% 對特殊技能的防禦。此效果持續到敵人受到 6 次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人陷入沉默，持續 6 個回合。"
        ]
    },
    {
        "originalIndex": 827,
        "effects": [
            "對目標造成 395% 傷害。",
            "目標獲得靈魂綁定，持續 3 個回合。此效果無法淨化。此效果將始終無視反射。",
            "所有施法者受到的傷害，也會反映至所有靈魂綁定的敵人身上。傷害由所有靈魂綁定的敵人分擔。此效果不會分擔來自其他共享傷害來源或反擊的傷害。"
        ]
    },
    {
        "originalIndex": 828,
        "effects": [
            "對目標及附近敵人造成 310% 傷害。",
            "為施法者與附近盟友召喚一個不死小兵，其可從施法者繼承 30% 生命和 20% 攻擊。",
            "元素鏈給予所有暗黑盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 829,
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "為施法者與附近盟友召喚一個不死小兵，其可從施法者繼承 27% 生命和 27% 攻擊。",
            "元素鏈給予所有暗黑盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 830,
        "effects": [
            "使用霜落打擊攻擊所有敵人，造成最多 1600 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "所有盟友獲得 +40% 防禦，持續 4 回合。",
            "所有盟友對狀態異常的傷害免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 831,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對目標造成 400% 傷害。",
            "- 敵人每持有一名小兵或超級小兵，都將造成額外 35% 傷害，最多累積造成 750% 傷害。",
            "- 攻擊会無視防禦增益（包括反擊）。",
            "x 2 法力充能：",
            "- 對目標及附近敵人造成 425% 傷害。",
            "- 敵人每持有一名小兵或超級小兵，都將造成額外 35% 傷害，最多累積造成 775% 傷害。",
            "- 攻擊会無視防禦增益（包括反擊）。",
            "x 3 法力充能：",
            "- 對所有敵人造成 450% 傷害。",
            "- 敵人每持有一名小兵或超級小兵，都將造成額外 35% 傷害，最多累積造成 800% 傷害。",
            "- 攻擊会無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 832,
        "effects": [
            "對目標造成 480% 傷害。",
            "疊加（上限： 10 ）：目標受到的所有傷害增加 +5%。",
            "元素鏈使所有暗黑盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 833,
        "effects": [
            "對一名隨機敵人造成 600% 傷害。",
            "目標獲得 -50% 防禦，持續 5 回合。",
            "對一名隨機敵人造成 600% 傷害。",
            "目標獲得 -50% 攻擊力，持續 5 回合。",
            "若兩次攻擊皆命中同一目標，則施法者獲得 30% 法力。"
        ]
    },
    {
        "originalIndex": 834,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 30% 傷害，最多累積造成 300% 傷害。",
            "* 施法者和附近盟友以所受傷害的 90% 進行反擊，持續 3 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -35% ，持續 3 回合。",
            "第 2 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 35% 傷害，最多累積造成 350% 傷害。",
            "* 施法者和附近盟友以所受傷害的 130% 進行反擊，持續 4 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -45% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 835,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 28% 傷害，最多累積造成 280% 傷害。",
            "* 施法者和附近盟友以所受傷害的 100% 進行反擊，持續 3 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -35% ，持續 3 回合。",
            "第 2 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 38% 傷害，最多累積造成 380% 傷害。",
            "* 施法者和附近盟友以所受傷害的 140% 進行反擊，持續 4 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -50% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 836,
        "effects": [
            "對目標造成 450% 傷害。",
            "對目標召喚散播暗影惡魔。惡魔每回合以 60% 的攻擊力對敵人造成傷害。",
            "散播暗影惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 40% 時消失。",
            "散播暗影惡魔每 2 個回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。"
        ]
    },
    {
        "originalIndex": 837,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 驅散目標的增益。",
            "- 目標在 2 回合內受到共計 780 點劇毒傷害。",
            "- 目標獲得的治療減少 -80% ，持續 2 回合。",
            "x 2 法力充能：",
            "- 驅散目標和附近敵人的增益。",
            "- 目標與附近敵人在 4 回合內受到共計 1608 點劇毒傷害。",
            "- 目標與附近敵人獲得的治療減少 -85% ，持續 4 回合。",
            "x 3 法力充能：",
            "- 驅散所有敵人的增益。",
            "- 所有敵人在 6 回合內受到共計 2412 點劇毒傷害。",
            "- 目標獲得的治療減少 -90% ，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 838,
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "如果目標剩餘生命超過 50% ，可對其造成 260% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人神聖系特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 839,
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "如果目標剩餘生命超過 50% ，可對其造成 260% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人神聖系特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "所有神聖系敵人獲得對暗黑系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 840,
        "effects": [
            "對目標造成 150% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 711 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 100% 作為生命值。",
            "元素鏈給予所有暗黑盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 841,
        "effects": [
            "對目標造成 850% 傷害。",
            "如果目標在受到傷害前生命值小於 50% ，則將目標轉移為其他生命值小於 50% 的敵人，然後再受到此特殊技能的任何傷害。如果沒有其他敵人具有 50% 的生命值，便將目標改為隨機敵人。每次連續攻擊所造成的傷害都會減少。每個敵人只會被擊中一次。",
            "如果命中的敵人在後續 3 個回合內使用特殊技能，則在 5 個回合內對其造成共計 725 點劇毒傷害。此效果無法淨化。（狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能施放期間被移除，將不會附加狀態效果）。"
        ]
    },
    {
        "originalIndex": 842,
        "effects": [
            "對目標造成 450% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "若面板上有 6 個以上的暗黑護盾，則對目標和附近敵人造成傷害和狀態異常。",
            "若面板上有 12 個以上的暗黑護盾，則對所有敵人造成傷害和狀態異常。"
        ]
    },
    {
        "originalIndex": 843,
        "effects": [
            "對所有敵人造成 470% 傷害。",
            "枯萎：所有敵人獲得 -350 點攻擊和 -350 點防禦。",
            "所有敵人獲得 -35% 法力產出，持續 5 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 844,
        "effects": [
            "對目標造成 250% 傷害。",
            "目標在 5 回合內受到共計 355 點傷害。若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 315 點，最多共計 985 點傷害。",
            "施法者偷取目標所獲治療的 75% ，持續 5 回合。",
            "所有盟友獲得 +30% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 845,
        "effects": [
            "對目標及附近敵人造成 155% 傷害。",
            "目標與附近敵人在 5 回合內受到共計 230 點傷害。若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 315 點，最多共計 855 點傷害。",
            "施法者偷取目標及其附近敵人所獲治療的 61% ，持續 5 回合。",
            "目標與附近敵人獲得 -24% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 846,
        "effects": [
            "安全驅散所有敵人的狀態效果增益。",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 447 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "originalIndex": 847,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "傷害避開目標的小兵。",
            "對所有敵人召喚詛咒樹苗惡魔。惡魔每回合以 75% 的攻擊力對目標造成傷害。",
            "詛咒樹苗惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 60% 時消失。",
            "如果目標有小兵，詛咒樹苗惡魔的攻擊將會造成額外傷害。",
            "元素鏈給予所有暗黑盟友 +10% 攻擊力，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 848,
        "effects": [
            "隨機重新排列敵人位置。",
            "對所有敵人造成 340% 傷害。",
            "在 3 個回合內，除了施法者，所有盟友的元素將每回合改變。在前 2 個回合內，元素隨機改變。",
            "在最後一個回合，盟友元素回到原始狀態。"
        ]
    },
    {
        "originalIndex": 849,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 620% 傷害。",
            "為所有盟友治療 40% 的傷害。",
            "所有盟友獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 850,
        "effects": [
            "對目標造成 550% 傷害。",
            "目標會隨痛苦民謠起舞，持續 4 個回合。舞步會散播至附近敵人。",
            "痛苦民謠：",
            "舞者陷入沉默。",
            "舞蹈結束時，目標受到 1700 點傷害。",
            "添加舞蹈狀態效果時將移除所有現有狀態效果。",
            "舞蹈免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "舞蹈效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 851,
        "effects": [
            "此特殊技能無視閃避效果。",
            "驅散目標和附近敵人的增益。",
            "目標與附近敵人在 3 回合內受到共計 936 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 852,
        "effects": [
            "在 4 個回合內使所有敵人的最大生命值降低 800 點。對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低每回合 200 點。",
            "所有盟友在 4 個回合內恢復 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。",
            "所有盟友獲得 +24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 853,
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "使所有盟友的法力增加 10%。",
            "改變面板上所有黑暗護盾的力量。攻擊英雄施放該特技時，護盾獲得的強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾弱化，提供的法力減少 -30%。"
        ]
    },
    {
        "originalIndex": 854,
        "effects": [
            "所有盟友在 4 回合內恢復 1060 點生命值。",
            "所有盟友在 4 回合內恢復少量法力。",
            "改變面板上所有黑暗護盾的力量。攻擊英雄施放該特技時，強化的護盾為英雄提供的法力增加 37%。防禦英雄施放該特技時，被弱化的護盾提供的法力減少 -30%。"
        ]
    },
    {
        "originalIndex": 855,
        "effects": [
            "對目標造成 535% 傷害，並對附近敵人造成輕微傷害。",
            "強化防禦異常：目標與附近敵人取得 -64% 對特殊技能的防禦。此效果持續到敵人受到 3 次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，驅散敵人的增益。"
        ]
    },
    {
        "originalIndex": 856,
        "effects": [
            "對目標造成 440% 傷害。",
            "目標獲得 -34% 防禦，持續 2 回合。若目標受到特殊技能的直接傷害，效果持續時間會重設。",
            "目標獲得的任何治療降低 -34% ，持續 2 回合。若目標受到特殊技能的直接傷害，效果持續時間會重設。",
            "元素鏈給予所有暗黑盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 857,
        "effects": [
            "施法者和附近盟友在 4 回合內恢復 732 點生命值。",
            "施法者和附近盟友獲得 +46% 防禦，持續 4 回合。",
            "施法者和附近盟友獲得 +74% 特殊技能防禦，持續 4 回合。",
            "元素鏈會為所有黑暗盟友召喚一個黑暗小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 858,
        "effects": [
            "為所有盟友恢復 27% 生命值。"
        ]
    },
    {
        "originalIndex": 859,
        "effects": [
            "對目標造成 265% 傷害。"
        ]
    },
    {
        "originalIndex": 860,
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "originalIndex": 861,
        "effects": [
            "所有盟友獲得 48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 862,
        "effects": [
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 863,
        "effects": [
            "對目標造成 200% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 864,
        "effects": [
            "對目標造成 280% 傷害。",
            "使目標的法力減少 25%。"
        ]
    },
    {
        "originalIndex": 865,
        "effects": [
            "對目標及附近敵人造成 170% 傷害。",
            "使目標和附近敵人的法力減少 15%。"
        ]
    },
    {
        "originalIndex": 866,
        "effects": [
            "對目標造成 285% 傷害。",
            "使目標的法力減少 20%。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 867,
        "effects": [
            "對目標造成 295% 傷害。",
            "使目標的法力減少 25%。",
            "攻擊會無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 868,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 180% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -34% 的防禦，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 200% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -54% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 869,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 170% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -33% 的防禦，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 220% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -55% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 870,
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +35% 防禦，持續 4 回合。防禦力每回合增加 10% ，最高至 +65%。",
            "所有盟友以所受傷害的 70% 進行反擊，持續 4 回合。反擊傷害每回合增加 +10% ，最高至 +100%。"
        ]
    },
    {
        "originalIndex": 871,
        "effects": [
            "對所有敵人造成 105% 傷害。",
            "使所有敵人的法力減少 20%。",
            "所有盟友獲得 +24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 872,
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "枯萎：目標與附近敵人獲得 -40 點攻擊和 -40 點防禦。",
            "目標與附近敵人獲得 -35% 防禦，持續 3 回合。若該效果在持續時間結束前被移除，其擁有者將受到 124 點傷害。"
        ]
    },
    {
        "originalIndex": 873,
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "為施法者召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標與附近敵人受到的所有傷害提高 +24% ，且面板上每有一個烈火護盾則額外增加 +2% ，持續 4 回合，最高可達 +40% 所受傷害。"
        ]
    },
    {
        "originalIndex": 874,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 105% 傷害。",
            "* 攻擊会無視防禦增益（包括反擊）。",
            "2 倍法力充能：",
            "* 對所有敵人造成 125% 傷害。",
            "* 攻擊会無視防禦增益（包括反擊）。",
            "* 所有敵人在 3 回合內受到共計 120 點燃燒傷害。",
            "3 倍法力充能：",
            "* 對所有敵人造成 205% 傷害。",
            "* 攻擊会無視防禦增益（包括反擊）。",
            "* 所有敵人在 4 回合內受到共計 160 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 875,
        "effects": [
            "對目標及附近敵人造成 240% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 876,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "使所有敵人的法力減少 10%。"
        ]
    },
    {
        "originalIndex": 877,
        "effects": [
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避會對攻擊者造成 80 點傷害。",
            "所有盟友在 3 回合內恢復少量法力。"
        ]
    },
    {
        "originalIndex": 878,
        "effects": [
            "為所有盟友恢復 32% 生命值。"
        ]
    },
    {
        "originalIndex": 879,
        "effects": [
            "所有盟友在 3 回合內恢復 459 點生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 880,
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。對所有烈火系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 881,
        "effects": [
            "對 8 名隨機敵人造成 130% 傷害。",
            "重置所有盟友的增益持續時間。"
        ]
    },
    {
        "originalIndex": 882,
        "effects": [
            "對所有敵人造成 145% 傷害。",
            "所有敵人在 6 回合內受到共計 120 點傷害。"
        ]
    },
    {
        "originalIndex": 883,
        "effects": [
            "對所有敵人造成 115% 傷害。",
            "所有敵人在 4 回合內受到共計 156 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 884,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人在 3 回合內受到共計 114 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 885,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人在 3 回合內受到共計 135 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 886,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 施法者與附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 20% ，持續 3 回合。",
            "2 倍法力充能：",
            "* 目標與附近敵人獲得 -44% 防禦，並在每次被擊中後減少 -4% ，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 887,
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 10% 生命值與 18% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 156 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 888,
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）。",
            "對目標造成 265% 傷害，並對附近敵人造成輕微傷害。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 889,
        "effects": [
            "對目標造成 290% 傷害。",
            "施法者獲得 +45% 攻擊力，並在每次被擊中時再增加 20% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 890,
        "effects": [
            "對目標造成 290% 傷害。",
            "目標在 6 回合內受到共計 126 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 891,
        "effects": [
            "對目標造成 260% 傷害。",
            "目標在 3 回合內受到共計 129 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 892,
        "effects": [
            "對目標造成 295% 傷害。",
            "目標在 4 回合內受到共計 144 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 893,
        "effects": [
            "除了施法者，所有盟友獲得 +50% 攻擊力，持續 3 回合。",
            "除了施法者，所有盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 894,
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "目標與附近敵人在 4 個回合內受到 144 點劇毒傷害。有加成生命值、小兵或一名超級小兵的目標會受到額外傷害。（對有加成生命值的目標造成的劇毒傷害 +100%。目標所擁有的每個小兵或超級小兵會額外增加 +33% 傷害，最高共可達 +199%。）"
        ]
    },
    {
        "originalIndex": 895,
        "effects": [
            "對目標造成 285% 傷害。",
            "使目標的法力減少 20%。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 896,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有敵人在 4 回合內受到共計 216 點流血傷害。",
            "所有敵人獲得 -34% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 897,
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "施法者和附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 +20% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 898,
        "effects": [
            "對目標造成 355% 傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 899,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 265% 傷害。",
            "施法者和附近盟友獲得 +20% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 900,
        "effects": [
            "對所有敵人造成 120% 傷害。",
            "面板上每擁有一個烈火護盾，傷害就會增加 24% ，最多造成 360% 傷害。"
        ]
    },
    {
        "originalIndex": 901,
        "effects": [
            "對所有敵人召喚蠕蟲惡魔。惡魔每回合以 32% 的攻擊力對敵人造成傷害。",
            "蠕蟲惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 16% 時消失。"
        ]
    },
    {
        "originalIndex": 902,
        "effects": [
            "對所有敵人召喚蠕蟲惡魔。惡魔每回合以 28% 的攻擊力對敵人造成傷害。",
            "惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 20% 時消失。"
        ]
    },
    {
        "originalIndex": 903,
        "effects": [
            "對所有敵人造成 205% 傷害。",
            "在 3 個回合內使所有敵人的最大生命值降低 450 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低每回合 150 點）。"
        ]
    },
    {
        "originalIndex": 904,
        "effects": [
            "對所有敵人造成 235% 傷害。",
            "在 3 個回合內使所有敵人的最大生命值降低 345 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低每回合 115 點）。"
        ]
    },
    {
        "originalIndex": 905,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "對所有敵人召喚巫師惡魔。惡魔每回合以 35% 的攻擊力對目標造成傷害。",
            "巫師惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 18% 時消失。",
            "疊加 +2 （上限： 10 ）：施法者獲得 +10% 法力產出。",
            "疊加（上限： 10 ）：施法者每回合恢復 10 點生命值。"
        ]
    },
    {
        "originalIndex": 906,
        "effects": [
            "為所有盟友恢復 27% 生命值。",
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 907,
        "effects": [
            "為所有盟友恢復 37% 生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 908,
        "effects": [
            "所有盟友在 4 個回合內恢復 288 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 909,
        "effects": [
            "為所有盟友恢復 33% 生命值。",
            "所有盟友獲得 +40% 攻擊力，持續 4 回合。對所有烈火系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 910,
        "effects": [
            "為所有盟友恢復 34% 生命值。",
            "所有盟友獲得 +45% 攻擊力，持續 4 回合。",
            "所有烈火系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 911,
        "effects": [
            "使目標的法力減少 25%。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標收到一個禮物炸彈。禮物炸彈會在 3 個回合後爆炸，並對目標和附近的敵人造成 374 傷害。目標被擊敗時，禮物炸彈也會爆炸。"
        ]
    },
    {
        "originalIndex": 912,
        "effects": [
            "對目標及附近敵人造成 315% 傷害。",
            "如果施法者在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 27% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。",
            "疊加（上限： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加 +2 （上限： 10 ）：施法者每個回合恢復 20 點生命值。"
        ]
    },
    {
        "originalIndex": 913,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有敵人在 6 回合內受到共計 348 點傷害。"
        ]
    },
    {
        "originalIndex": 914,
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有敵人在 3 回合內受到共計 204 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 915,
        "effects": [
            "對目標及附近敵人造成 285% 傷害。",
            "目標與附近敵人獲得對烈火系 -54% 的防禦，持續 6 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 916,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有敵人在 3 回合內受到共計 174 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 917,
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人在 3 回合內受到共計 198 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 918,
        "effects": [
            "對目標造成 340% 傷害。",
            "基礎防禦力最高的敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 919,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 115% 的傷害，持續 5 回合。",
            "施法者與附近盟友每次反擊可降低攻擊者 -10% 的法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "originalIndex": 920,
        "effects": [
            "施法者與附近盟友以所受傷害的 120% 進行反擊，持續 5 回合。",
            "施法者與附近盟友每次反擊可降低攻擊者 -5% 的法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "originalIndex": 921,
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 922,
        "effects": [
            "摧毀所有敵人的全部小兵。",
            "對所有敵人造成 180% 傷害。",
            "每個摧毀的小兵使所有盟友恢復 80 點生命。"
        ]
    },
    {
        "originalIndex": 923,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 225% 傷害。"
        ]
    },
    {
        "originalIndex": 924,
        "effects": [
            "對目標造成 325% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 防禦，持續 6 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 925,
        "effects": [
            "對目標造成 335% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標與附近敵人獲得 -30% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 926,
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "目標與附近敵人獲得對烈火系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 927,
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "目標與附近敵人在 3 回合內免疫新的狀態效果增益，且每次嘗試獲得增益時受到 70 點傷害。",
            "施法者與附近盟友均可抵抗禁用特殊技能的效果，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 928,
        "effects": [
            "對目標造成 400% 傷害。",
            "為所有盟友治療 30% 的傷害。"
        ]
    },
    {
        "originalIndex": 929,
        "effects": [
            "對目標造成 370% 傷害。",
            "為所有盟友治療 40% 的傷害。"
        ]
    },
    {
        "originalIndex": 930,
        "effects": [
            "對目標造成 320% 傷害。",
            "目標在 6 回合內受到共計 414 點傷害。"
        ]
    },
    {
        "originalIndex": 931,
        "effects": [
            "所有敵人在 2 回合內受到共計 334 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 932,
        "effects": [
            "對目標及附近敵人造成 220% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 198 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 30% 作為生命值。"
        ]
    },
    {
        "originalIndex": 933,
        "effects": [
            "對目標造成 325% 傷害。",
            "目標在 3 回合內受到共計 216 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 934,
        "effects": [
            "對目標造成 335% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標在 3 回合內受到共計 240 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 935,
        "effects": [
            "對目標造成 285% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 4 回合內受到共計 196 點燃燒傷害。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 936,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 180% 傷害。",
            "* 在 3 回合期間，每次目標使用特殊技能時，其餘敵人的法力減少 -8%。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +24% 法力產出，持續 5 回合。",
            "* 在接下來 5 個回合內，在任何其他盟友施放其特殊技能後，此角色會對所有敵人造成 115% 傷害。每個角色施放的特殊技能，每回合只會造成一次傷害。"
        ]
    },
    {
        "originalIndex": 937,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 4 回合。",
            "施法者和附近盟友獲得 +25% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 938,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 100% 的傷害，持續 4 回合。",
            "施法者和附近盟友獲得 +35% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 939,
        "effects": [
            "對目標造成 280% 傷害，並對附近敵人造成輕微傷害。",
            "對目標與附近的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8% ，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。"
        ]
    },
    {
        "originalIndex": 940,
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 296 點燃燒傷害。",
            "將目標和附近敵人身上能影響攻擊、防禦和法力產出的所有增益替代為對應之不可淨化異常。（替代效果無法被狀態效果、家族效果或被動技能封鎖。僅能替代可驅散或淨化的增益。替代效果：攻擊增益替代為 -40% 攻擊異常，持續 4 個回合。防禦增益替代為 -40% 防禦異常，持續 4 個回合。法力產出增益替代為 -40% 法力產出異常，持續 4 個回合）。"
        ]
    },
    {
        "originalIndex": 941,
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "面板上每有一個烈火護盾，便額外回復 2% 生命，總共至多回復 45% 生命。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 942,
        "effects": [
            "對目標及附近敵人造成 120% 傷害。",
            "目標與附近敵人跳起愛慕民謠，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "愛慕民謠",
            "* -20% 法力產出。",
            "* -20% 所獲治療量。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 943,
        "effects": [
            "對所有敵人造成 200% 傷害。每一下攻擊的精準度為 50%。",
            "所有命中的敵人在 4 回合內受到共計 192 點流血傷害。"
        ]
    },
    {
        "originalIndex": 944,
        "effects": [
            "對所有敵人造成 175% 傷害。每一下攻擊的精準度為 80%。",
            "所有命中的敵人在 4 回合內受到共計 200 點流血傷害。"
        ]
    },
    {
        "originalIndex": 945,
        "effects": [
            "對目標造成 215% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 946,
        "effects": [
            "對目標造成 185% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 3 回合內受到共計 138 點劇毒傷害。",
            "施法者和附近盟友獲得 +30% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 947,
        "effects": [
            "對目標造成 235% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -31% 攻擊，並在每次被擊中後減少 4% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 948,
        "effects": [
            "對目標造成 220% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 949,
        "effects": [
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。",
            "所有盟友獲得 +30% 暴擊率，持續 4 回合。",
            "所有盟友獲得屍鬼庇佑。如果獲得庇佑的英雄在後續 4 個回合中被擊敗，將會變為屍鬼重生，並且擁有：",
            "100% 繼承生命值。",
            "500 攻擊力。",
            "500 防禦。",
            "特殊技能：永遠忠誠。"
        ]
    },
    {
        "originalIndex": 950,
        "effects": [
            "1 倍法力充能",
            "* 施法者在 3 回合內恢復 411 點生命值。",
            "* 淨化施法者的狀態異常。",
            "2 倍法力充能",
            "* 施法者和附近盟友在 3 回合內恢復 549 點生命值。",
            "* 淨化施法者與附近盟友的狀態異常。",
            "3 倍法力充能",
            "* 所有盟友在 3 回合內恢復 714 點生命值。",
            "* 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 951,
        "effects": [
            "對目標造成 265% 傷害。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 4 回合。",
            "施法者和附近盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 952,
        "effects": [
            "對目標造成 300% 傷害。",
            "施法者以所受傷害的 135% 進行反擊，持續 5 回合。",
            "施法者每次反擊可恢復適量法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "originalIndex": 953,
        "effects": [
            "對目標造成 280% 傷害。",
            "施法者以所受傷害的 155% 進行反擊，持續 5 回合。",
            "施法者每次反擊可恢復適量法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "originalIndex": 954,
        "effects": [
            "對所有敵人造成 235% 傷害。每一下攻擊的精準度為 80%。",
            "每有一個敵人被擊敗，傷害增加 70%。"
        ]
    },
    {
        "originalIndex": 955,
        "effects": [
            "對目標及附近敵人造成 365% 傷害。每一下攻擊的精準度為 85%。",
            "每有一個敵人被擊敗，傷害增加 25%。"
        ]
    },
    {
        "originalIndex": 956,
        "effects": [
            "對目標造成 280% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -44% 防禦，並在每次被擊中後減少 -4% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 957,
        "effects": [
            "對目標及附近敵人造成 285% 傷害。",
            "對目標與附近敵人召喚烈火精靈惡魔。",
            "烈火精靈惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "施法者竊偷目標及附近敵人所產出法力的 30% ，效果持續至目標失去烈火精靈惡魔為止。此效果無法淨化，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "originalIndex": 958,
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 959,
        "effects": [
            "所有盟友獲得 +100% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +140% 威力。",
            "所有盟友在 4 回合內恢復 280 點生命值。"
        ]
    },
    {
        "originalIndex": 960,
        "effects": [
            "對目標造成 350% 傷害。",
            "重置所有敵人狀態異常的持續時間。"
        ]
    },
    {
        "originalIndex": 961,
        "effects": [
            "對目標造成 355% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 10% 生命值與 18% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 207 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 962,
        "effects": [
            "對目標造成 345% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 22% 生命值與 30% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 339 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 963,
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "為每個盟友召喚一個徐璐小兵，其可從施法者繼承 15% 生命值及 20% 攻擊力。",
            "徐璐小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 4 回合內受到共計 340 點流血傷害。",
            "* 對目標造成 5 點瘋狂。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 964,
        "effects": [
            "使用火風暴打擊攻擊目標，造成最多 4000 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "所有盟友有 +45% 機率閃避攻擊與特殊技能，持續 5 回合。",
            "此角色獲得一個獻祭標記，持續 5 個回合。每當敵人或盟友受到燃燒傷害時，施法者獲得ㄧ層疊加(最大值： 10)。每層疊加能提升 +6% 施法者的法力產出。"
        ]
    },
    {
        "originalIndex": 965,
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 250% 傷害。",
            "每摧毀一名小兵，所有盟友恢復 10% 生命值。",
            "每摧毀一名小兵，所有盟友獲得 3% 法力。",
            "攻擊會無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 966,
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 245% 傷害。",
            "每摧毀一名小兵，所有盟友恢復 12% 生命值。",
            "每摧毀一名小兵，所有盟友獲得 3% 法力。",
            "攻擊會無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 967,
        "effects": [
            "對目標造成 605% 傷害。",
            "為施法者治療 100% 的傷害。",
            "目標抵禦治療，且每次抵禦治療則受到 300 點傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 968,
        "effects": [
            "對所有敵人造成 450% 傷害。",
            "除施法者外，所有盟友跳熾焰狂舞，持續 3 回合。",
            "熾焰狂舞",
            "* +50% 防禦。",
            "* 如果任何舞者受到特殊技能的直接傷害，所有舞者的熾焰狂舞將延長 1 回合。該舞蹈每回合只能延長一次。（添加舞蹈狀態效果時將移除所有現有狀態效果。舞蹈狀態免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。舞蹈效果無法驅散。施法者陣亡後效果移除）。"
        ]
    },
    {
        "originalIndex": 969,
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "治療每個盟友所受總傷害的 35%。",
            "元素鏈給予所有烈火系盟友抵禦冰雪系的 +46% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 970,
        "effects": [
            "使所有敵人的最大生命值降低 570 點。對有生命加成的目標效果更大。最大生命值不得低於最大生命值的 30%。任何生命值加成會造成額外降低 570 點。",
            "所有敵人在 4 回合內受到共計 744 點燃燒傷害。",
            "所有敵人獲得的生命加成減少 -75% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 971,
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "疊加（上限： 10 ）：所有敵人受到的所有傷害增加 +7%。",
            "所有盟友在 2 個回合後獲得 10% 法力。若效果在持續時間結束前移除，則會立即獲得。"
        ]
    },
    {
        "originalIndex": 972,
        "effects": [
            "施法者和附近盟友獲得 +54% 攻擊力，持續 4 回合。",
            "施法者與附近盟友獲得 +36% 暴擊率，持續 4 回合。",
            "施法者和附近盟友在 4 回合內恢復 860 點生命值。",
            "元素鏈給予所有烈火盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 973,
        "effects": [
            "施法者和附近盟友獲得 +45% 攻擊力，持續 4 回合。攻擊力每回合增加 5% ，最高至 +60%。",
            "施法者和附近盟友會以承受傷害的 100% 進行反擊，持續 4 回合。反擊傷害每回合增加 10% ，最高可達 130%。",
            "施法者和附近盟友在 4 個回合內恢復 772 點加成生命值。加成生命值能夠超過最大生命值。",
            "元素鏈給予所有烈火盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 974,
        "effects": [
            "對 9 名隨機敵人造成 150% 傷害。",
            "面板中每有烈火護盾，則傷害增加 5% ，每次命中最多 +200% 傷害。",
            "所有被擊中的目標對烈火系獲得 -35% 防禦，並在每次被擊中後減少 -5% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 975,
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "將目標與附近敵人的增益持續時間減少 1 回合。",
            "目標與附近敵人會受到腐蝕燒傷，持續 3 回合。腐蝕燒傷會造成 101 點燃燒傷害，而且每個回合降低目標的防禦 -16%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 976,
        "effects": [
            "1 倍法力充能",
            "* 對目標造成 385% 傷害。",
            "* 目標獲得一枚流血標記，持續 2 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 (上限： 10)。每次疊加都能增加目標所承受傷害 +5%。",
            "* 目標在 2 回合內受到共計 316 點流血傷害。",
            "2 倍法力充能",
            "* 對目標及附近敵人造成 395% 傷害。",
            "* 目標和附近敵人獲得一枚流血標記，持續 4 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 (上限： 10)。每次疊加都能增加目標所承受傷害 +5%。",
            "* 目標與附近敵人在 4 回合內受到共計 792 點流血傷害。",
            "3 倍法力充能",
            "* 對所有敵人造成 405% 傷害。",
            "* 所有敵人獲得一枚流血標記，持續 6 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 (上限： 10)。每次疊加都能增加目標所承受傷害 +5%。",
            "* 所有敵人在 6 回合內受到共計 1506 點流血傷害。"
        ]
    },
    {
        "originalIndex": 977,
        "effects": [
            "對所有敵人造成 205% 傷害。",
            "所有敵人在 6 回合內受到共計 414 點傷害。"
        ]
    },
    {
        "originalIndex": 978,
        "effects": [
            "對目標及附近敵人造成 205% 傷害。",
            "如果目標剩餘生命少於 50% ，可對其造成 410% 傷害。",
            "目標與附近敵人在 2 回合內受到共計 472 點燃燒傷害。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 979,
        "effects": [
            "對目標及附近敵人造成 310% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 636 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 40% 作為生命值。"
        ]
    },
    {
        "originalIndex": 980,
        "effects": [
            "對所有敵人造成 355% 傷害。",
            "所有敵人在 3 回合內受到共計 513 點傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 981,
        "effects": [
            "對所有敵人造成 365% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人在 2 回合內受到共計 621 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 982,
        "effects": [
            "對一名隨機敵人造成 165% 傷害。",
            "為施法者提供 1000 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者擁有生命加成時，所有盟友獲得法力減損抗性。此效果無法消除。",
            "施法者擁有生命加成時，每回合結束時對一名隨機敵人造成 165% 傷害。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 983,
        "effects": [
            "對目標造成 400% 傷害。",
            "為施法者提供 850 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者擁有生命加成時，所有盟友獲得法力減損抗性。此效果無法消除。",
            "施法者擁有生命加成時，每回合結束時對一名隨機敵人造成 185% 傷害。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 984,
        "effects": [
            "對目標和 2 名隨機敵人造成 300% 傷害。",
            "對被擊中的敵人召喚飛彈惡魔。惡魔每回合以 55% 的攻擊力對敵人造成傷害。",
            "飛彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 28% 時消失。",
            "若敵人在擁有飛彈惡魔期間被擊敗，則其附近敵人將會受到 500 點傷害。"
        ]
    },
    {
        "originalIndex": 985,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 250% 傷害。",
            "所有敵人變成受詛咒的畫作，持續 5 回合。此效果無法淨化。受詛咒的畫作有 70% 攻擊力、 70% 防禦力與以下特殊技能：",
            "掙脫束縛 (非常快)",
            "* 對目標造成 250% 傷害。",
            "* 60% 機率移除施法者的受詛咒的畫作異常。（頭目、泰坦和神話泰坦不受此狀態效果影響）。"
        ]
    },
    {
        "originalIndex": 986,
        "effects": [
            "對目標造成 615% 傷害。",
            "為所有盟友恢復 15% 生命值。",
            "使所有盟友的法力增加 10%。",
            "疊加（上限 10 ）：所有盟友獲得 +25% 攻擊。"
        ]
    },
    {
        "originalIndex": 987,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 410% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 2 x 點額外傷害。（最多 800 點額外傷害。影響造成傷害的狀態效果會影響額外傷害。防禦數值不會影響額外傷害。影響傷害數值的狀態效果不會影響額外傷害）。",
            "使目標與附近敵人的最大生命值降低 850 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 850 點）。",
            "目標與附近敵人獲得 -50% 精準度，持續 3 回合。（失手率也會套用在攻擊型特殊技能上）。"
        ]
    },
    {
        "originalIndex": 988,
        "effects": [
            "對所有敵人造成 335% 傷害。",
            "對所有敵人召喚海盜骷髏惡魔。惡魔每回合以 100% 的攻擊力對敵人造成傷害。",
            "海盜骷髏惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 45% 時消失。",
            "召喚時，主人擁有海盜骷髏惡魔的期間，海盜骷髏惡魔會給予其主人 -45% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 989,
        "effects": [
            "施法者有 50% 機率將受到的任何傷害降低至 1 點，持續 3 回合。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 990,
        "effects": [
            "施法者有 50% 機率將受到的任何傷害降低至 1 點，持續 4 回合。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "所有盟友獲得 +54% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 991,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "驅散所有敵人的增益。",
            "每移除一個狀態效果，則為所有盟友恢復 70 點生命值，至多恢復總計 560 點生命值。"
        ]
    },
    {
        "originalIndex": 992,
        "effects": [
            "對目標造成 540% 傷害。",
            "每有一位施法者的倖存盟友，傷害增加 30%。",
            "疊加（上限： 10 ）：施法者對弱點元素獲得 +15% 攻擊。"
        ]
    },
    {
        "originalIndex": 993,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "對所有敵人召喚煉獄惡魔。惡魔每回合以 80% 的攻擊力對目標造成傷害。",
            "煉獄惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "召喚時，主人擁有煉獄惡魔的期間，目標對烈火系獲得 -54% 防禦。此效果無法淨化。",
            "所有盟友獲得對冰雪系 +86% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 994,
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 335%。"
        ]
    },
    {
        "originalIndex": 995,
        "effects": [
            "對目標造成 300% 傷害。",
            "如果施法者的狀態異常或有負面疊加，會造成 600% 傷害。"
        ]
    },
    {
        "originalIndex": 996,
        "effects": [
            "對目標造成 370% 傷害。",
            "如果施法者的狀態異常或有負面疊加，會造成 555% 傷害。"
        ]
    },
    {
        "originalIndex": 997,
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "對所有敵人召喚間諜惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。",
            "間諜惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 30% 時消失。",
            "每個回合結束時，間諜惡魔會盜取其中一個目標的可驅散增益，給予敵對戰隊的一個角色。"
        ]
    },
    {
        "originalIndex": 998,
        "effects": [
            "將目標的所有可淨化狀態異常散播給附近敵人。",
            "重置目標和附近敵人狀態異常的持續時間。",
            "對目標造成 495% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 999,
        "effects": [
            "對目標造成 600% 傷害。",
            "若目標在受到傷害前有超過 50% 的法力，則多瞄準一名在受到此特殊技能傷害前有超過 50% 法力的敵人。若其他敵人的法力皆未達 50% ，則隨機瞄準敵人。每次連續攻擊的傷害都會減少。每個敵人只能受攻擊一次。",
            "所有命中目標陷入沉默，持續 6 回合。",
            "枯萎：所有敵人獲得 -350 點攻擊和 -350 點防禦。"
        ]
    },
    {
        "originalIndex": 1000,
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "目標與附近敵人跳起譴責民謠，持續 3 回合。",
            "\"譴責民謠\"",
            "-50% 法力產出。",
            "-50% 獲得的任何治療。",
            "舞蹈結束時，目標受到 1500 點傷害。（添加舞蹈狀態效果時將移除所有現有狀態效果。舞蹈狀態免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。舞蹈效果無法驅散。施法者陣亡後效果移除）。"
        ]
    },
    {
        "originalIndex": 1001,
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "目標與附近敵人受到吞噬黏液狀態異常，持續 5 回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 300 點傷害，並且每移除一個效果就會受到 100 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700 ）。",
            "在 1 個回合後，目標和附近的敵人會遭到麻痺，持續 4 個回合。（麻痺的敵人無法攻擊或獲得法力，受到的傷害也會提高 +50% ）。"
        ]
    },
    {
        "originalIndex": 1002,
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "治療每個盟友所受總傷害的 40%。",
            "目標與附近敵人在 4 回合內受到共計 368 點流血傷害。"
        ]
    },
    {
        "originalIndex": 1003,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "在接下來 4 個回合內，在任何其他盟友施放其特殊技能後，此角色會恢復所有盟友 350 點加成生命值。（每個角色每回合只能觸發此效果一次）。",
            "所有盟友獲得 +30% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1004,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1005,
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "對所有敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8% ，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。",
            "所有敵人獲得 -32% 攻擊，並在每次被擊中後減少 -5% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1006,
        "effects": [
            "使所有敵人的法力減少 20%。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人會獲得一個神秘藥水。在 3 個回合後，神秘藥水會爆炸並對目標造成 450 點傷害。爆炸後，目標無法獲得法力，持續 3 個回合。"
        ]
    },
    {
        "originalIndex": 1007,
        "effects": [
            "對目標及附近敵人造成 295% 傷害。",
            "法力全滿時，目標和附近敵人強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "originalIndex": 1008,
        "effects": [
            "對目標造成 470% 傷害。",
            "目標在 3 回合內受到共計 1065 點燃燒傷害。此效果會擴散至附近的敵人。",
            "施法者在 3 回合內恢復 459 點生命值。"
        ]
    },
    {
        "originalIndex": 1009,
        "effects": [
            "驅散目標的增益。",
            "阻止目標啟動天賦技能。",
            "對目標造成 485% 傷害。",
            "目標無法在敵人或盟友身上施放任何新的狀態效果，持續 3 回合。這包含疊加。這僅包含用特殊技能施放的狀態效果。"
        ]
    },
    {
        "originalIndex": 1010,
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "目標獲得 -25% 防禦，持續 4 回合。若該敵人受到治療，則效果持續時間將重設。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標在 3 個回合內受到 456 點流血傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "originalIndex": 1011,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 380% 傷害。",
            "* 目標與附近敵人受到腐蝕燒傷，持續 4 回合。腐蝕燒傷會造成 201 點燃燒傷害，而且每個回合降低目標的防禦 -12%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "第 2 次：",
            "* 對目標及附近敵人造成 455% 傷害。",
            "* 目標與附近敵人受到腐蝕燒傷，持續 4 回合。腐蝕燒傷會造成 231 點燃燒傷害，而且每個回合降低目標的防禦 -16%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1012,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 360% 傷害。",
            "* 目標與附近敵人受到腐蝕燒傷，持續 4 回合。腐蝕燒傷會造成 240 點燃燒傷害，而且每個回合降低目標的防禦 -10%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "第 2 次：",
            "* 對目標及附近敵人造成 485% 傷害。",
            "* 目標與附近敵人受到腐蝕燒傷，持續 4 回合。腐蝕燒傷會造成 375 點燃燒傷害，而且每個回合降低目標的防禦 -18%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1013,
        "effects": [
            "對目標造成 500% 傷害，並對所有自然敵人造成輕微傷害。",
            "目標和所有自然敵人在 4 回合內受到共計 992 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 1014,
        "effects": [
            "對所有敵人造成 500% 傷害。",
            "所有敵人受到腐蝕燒傷，持續 5 回合。腐蝕燒傷會造成 322 點燃燒傷害，而且每個回合降低目標的防禦 -13%。對擁有小兵和超級小兵的英雄造成額外傷害。",
            "施法者在 4 個回合內恢復 1480 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得 +50% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 1015,
        "effects": [
            "對目標造成 585% 傷害。",
            "依照敵人擁有惡魔的數量，對相同數量的隨機敵人造成額外 260% 傷害。每次連續攻擊擊中時，傷害都會降低。",
            "所有命中目標在 4 回合內無法在敵人或盟友身上施放任何新的狀態效果。（包含疊加。此僅包含用特殊技能施放的狀態效果）。",
            "所有命中目標獲得 -54% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1016,
        "effects": [
            "對目標造成 355% 傷害，並對附近敵人造成輕微傷害。",
            "疊加（上限： 10 ）：目標和附近敵人獲得 -9% 防禦。"
        ]
    },
    {
        "originalIndex": 1017,
        "effects": [
            "對目標及附近敵人造成 325% 傷害。",
            "施法者和附近盟友在 4 個回合後恢復 1000 點生命。若效果在持續時間結束前移除，則改為恢復 1300 點生命。",
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1018,
        "effects": [
            "對所有敵人造成 202% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1019,
        "effects": [
            "對所有敵人造成 172% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 155% 的傷害，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1020,
        "effects": [
            "對所有敵人造成 242% 傷害。",
            "施法者和附近盟友會以承受傷害的 115% 進行反擊，持續 5 回合。反擊傷害每回合增加 +10% ，最高至 155%。"
        ]
    },
    {
        "originalIndex": 1021,
        "effects": [
            "對所有敵人造成 352% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 120% 的傷害，持續 5 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1022,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "所有敵人在 4 回合內受到共計 640 點燃燒傷害。",
            "驅散所有敵人的增益。",
            "元素鏈給予所有烈火系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1023,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "對所有敵人召喚蜘蛛惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "蜘蛛惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 28% 時消失。",
            "主人擁有蜘蛛惡魔的期間，蜘蛛惡魔會給予其主人 -24% 法力產出。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1024,
        "effects": [
            "對所有敵人造成 165% 傷害。",
            "對所有敵人召喚蜘蛛惡魔。惡魔每回合以 41% 的攻擊力對目標造成傷害。",
            "蜘蛛惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "召喚時，主人擁有蜘蛛惡魔的期間，蜘蛛惡魔會給予其主人 -28% 法力產出。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1025,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "為所有盟友召喚一個火牆小兵，其可從施法者繼承 35% 生命值。",
            "火牆小兵每次受到普通攻擊或特殊技能攻擊時，攻擊者都會受到腐蝕燒傷，持續 3 回合。腐蝕燒傷會造成 200 點燃燒傷害，而且每個回合降低目標的防禦 -10%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1026,
        "effects": [
            "施放以下特殊技能之一：",
            "若任何敵人身上帶有燃燒狀態異常：",
            "* 所有敵人在 5 回合內受到共計 415 點燃燒傷害。",
            "* 所有盟友在 3 回合內恢復 549 點生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "否則：",
            "* 所有敵人在 5 回合內受到共計 365 點燃燒傷害。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1027,
        "effects": [
            "施放以下特殊技能之一：",
            "若任何敵人身上帶有燃燒狀態異常：",
            "* 所有敵人在 5 回合內受到共計 715 點燃燒傷害。",
            "* 所有盟友在 3 回合內恢復 450 點生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "否則：",
            "* 所有敵人在 5 回合內受到共計 620 點燃燒傷害。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1028,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 摧毀目標的所有小兵。",
            "* 對目標造成 520% 傷害。",
            "2 倍法力充能：",
            "* 摧毀目標的所有小兵。",
            "* 對目標造成 610% 傷害。",
            "* 目標無法使用特殊技能來召喚新小兵，並且每次嘗試召喚小兵都會受到 200 點傷害，持續 3 回合。",
            "3 倍法力充能：",
            "* 摧毀目標的所有小兵。",
            "* 對目標造成 675% 傷害。",
            "* 目標無法使用特殊技能來召喚新小兵，並且每次嘗試召喚小兵都會受到 200 點傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1029,
        "effects": [
            "使用月昇打擊攻擊目標，造成最高 2180 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "所有敵人獲得 -35% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1030,
        "effects": [
            "摧毀目標的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）。"
        ]
    },
    {
        "originalIndex": 1031,
        "effects": [
            "對目標造成 375% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 468 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "originalIndex": 1032,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友攻擊時無視防禦增益，持續 4 回合。防禦增益包含反擊。",
            "所有盟友獲得 +50% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1033,
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友攻擊時無視防禦增益，持續 4 回合。（防禦增益包含反擊）。",
            "所有盟友獲得 +55% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1034,
        "effects": [
            "使用月昇打擊攻擊目標與附近敵人，造成最高 1440 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "每個回合結束時，目標與附近敵人的法力減少 -15% ，持續 3 回合。",
            "目標與附近敵人獲得的治療減少 -50% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1035,
        "effects": [
            "1 倍法力充能",
            "* 為所有盟友提供 230 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 2 回合。",
            "2 倍法力充能",
            "* 為所有盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "3 倍法力充能",
            "* 為所有盟友提供 750 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1036,
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 500% 傷害。"
        ]
    },
    {
        "originalIndex": 1037,
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 335% 傷害。"
        ]
    },
    {
        "originalIndex": 1038,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對隨機 3 名敵人造成 300% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -34% 防禦。",
            "* 岩漿立方會在 3 個回合內爆炸，對其擁有者造成 300 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -34% 法力產出，持續 3 回合。",
            "第 2 次：",
            "* 對隨機 5 名敵人造成 350% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -44% 防禦。",
            "* 岩漿立方會在 3 個回合內爆炸，對其擁有者造成 450 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -54% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1039,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對隨機 3 名敵人造成 275% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -34% 防禦。",
            "* 岩漿立方會在 3 個回合內爆炸，對其擁有者造成 300 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -34% 法力產出，持續 3 回合。（如果岩漿立方被新的岩漿立方取代，它會爆炸。每次施放最多可發生 2 次）。",
            "第 2 次：",
            "* 對隨機 5 名敵人造成 375% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -44% 防禦。",
            "* 岩漿立方會在 4 個回合內爆炸，對其擁有者造成 450 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -54% 法力產出，持續 3 回合。（如果岩漿立方被新的岩漿立方取代，它會爆炸。每次施放最多可發生 2 次）。"
        ]
    },
    {
        "originalIndex": 1040,
        "effects": [
            "所有敵人都被激怒，持續 4 回合。被激怒的角色在回合結束時對一名隨機對手造成 1% 傷害。此效果無法驅散。",
            "所有盟友獲得黏黏表面，持續 4 回合。此效果無法驅散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（竊取的可驅散增益為隨機選擇。當敵人造成傷害時，會啟動黏黏表面。每個有黏黏表面的角色，每回合只能從普通攻擊竊取一次狀態效果增益或成長效果）。",
            "所有盟友獲得 +55% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1041,
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "目標與附近敵人在 2 回合內受到共計 492 點燃燒傷害。",
            "對自然系造成額外傷害。",
            "元素鏈給予所有烈火盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1042,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人在 2 回合內受到共計 542 點燃燒傷害。",
            "元素鏈給予所有烈火盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1043,
        "effects": [
            "為所有盟友恢復 22% 生命值。",
            "所有盟友對新的狀態異常免疫，持續 2 回合。",
            "元素鏈會為所有烈火盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1044,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有盟友獲得對冰雪系 +94% 的防禦，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1045,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人冰雪特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 1046,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者獲得 +40% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "除了施法者，所有盟友獲得柔軟膚。（他們下次受到的傷害減少 -90% ，並抵抗所有狀態異常和法力減損。此效果無法驅散）。",
            "所有盟友在 4 個回合後恢復 1400 點生命，或在該技能在持續時間結束前再次施放時立即恢復。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1047,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 400% 傷害，並對其餘敵人造成輕微傷害。",
            "所有敵人受到的所有傷害提高 30% ，持續 3 回合。",
            "所有敵人獲得 -30% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1048,
        "effects": [
            "為所有盟友提供 480 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1049,
        "effects": [
            "所有盟友在 4 個回合內恢復 640 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1050,
        "effects": [
            "對目標造成 450% 傷害。",
            "對目標召喚石像鬼惡魔。石像鬼惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 30% 時消失。",
            "召喚時，主人擁有石像鬼惡魔的期間，石像鬼惡魔會使主人在法力滿格時對隨機盟友施放莽夫亂拳。此效果無法驅散。",
            "石像鬼惡魔會在 4 個回合後爆炸，對目標造成 150 點傷害。"
        ]
    },
    {
        "originalIndex": 1051,
        "effects": [
            "對目標造成 480% 傷害，並對附近敵人造成輕微傷害。",
            "擊倒敵人。效果根據此角色隊伍而有所不同：",
            "攻擊隊伍：",
            "* 目標和附近敵人的普通攻擊延遲 2 回合。",
            "防禦隊伍：",
            "* 目標和附近敵人不能造成隊伍傷害，持續 2 回合。",
            "施法者和附近盟友獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1052,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 220% 傷害。",
            "* 所有敵人在 2 回合內無法獲得新的狀態效果增益。",
            "2 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 對所有敵人造成 320% 傷害。",
            "* 所有敵人在 3 回合內無法獲得新的狀態效果增益。",
            "3 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 對所有敵人造成 385% 傷害。",
            "* 所有敵人在 4 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1053,
        "effects": [
            "對目標造成 600% 傷害。",
            "目標承受盟友受到所有傷害的 100% ，持續 3 回合。",
            "疊加（上限： 10 ）：所有敵人受到的所有傷害增加 +8%。"
        ]
    },
    {
        "originalIndex": 1054,
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "面板上每有一個烈火護盾，便額外回復 3% 生命，總共至多回復 55% 生命。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1055,
        "effects": [
            "為所有盟友恢復 28% 生命值。",
            "面板上每有一個烈火護盾，便額外回復 4% 生命，最多回復 60%。",
            "所有盟友獲得 +55% 攻擊力，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1056,
        "effects": [
            "減少所有冰雪系敵人 40% 法力。減少所有其他敵人 20% 法力。",
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。此狀態效果不可驅散，對冰雪系角色持續時間延長 2 回合。",
            "所有敵人獲得 -56% 防禦，持續 4 回合。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 1057,
        "effects": [
            "攻擊會無視防禦增益（包括反擊）。",
            "對目標和 2 名隨機敵人造成 320% 傷害。",
            "每次擊中時，被命中敵人的所有狀態效果增益持續時間減少一回合。（修改持續時間會影響可驅散與不可驅散狀態效果增益。若任意增益的持續時間減少至零，則將效果視為正常失效）。"
        ]
    },
    {
        "originalIndex": 1058,
        "effects": [
            "強化防禦異常：所有敵人取得 -64% 對特殊技能的防禦。此效果持續到敵人受到 3 次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人獲得的任何治療降低 -80% ，持續 6 個回合。",
            "對目標和 9 名隨機敵人造成 350% 傷害。每次連續攻擊擊中時，傷害都會降低。"
        ]
    },
    {
        "originalIndex": 1059,
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "施法者與附近盟友以所受傷害的 110% 進行反擊，持續 3 回合。",
            "施法者與附近盟友每次反擊可恢復適量法力，持續 3 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "originalIndex": 1060,
        "effects": [
            "所有敵人在 3 回合內受到共計 630 點燃燒傷害。",
            "所有盟友獲得對冰雪系 +94% 的防禦，持續 4 回合。",
            "所有盟友獲得防禦狀態異常保護，持續 5 回合。影響防禦的新狀態異常將被 +42% 的防禦替代，持續 4 回合。",
            "元素鏈給予所有烈火盟友 +10% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1061,
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 5 回合。",
            "施法者和附近盟友獲得 +63% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1062,
        "effects": [
            "對目標造成 514% 傷害。",
            "所有盟友獲得 +12% 法力產出，持續 5 回合。",
            "所有盟友獲得 +46% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1063,
        "effects": [
            "對所有敵人造成 285% 傷害。",
            "所有盟友在 5 回合內恢復適量法力。",
            "所有盟友獲得 +40% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1064,
        "effects": [
            "對目標及附近敵人造成 530% 傷害。",
            "施法者和附近盟友獲得 +22% 法力產出，持續 5 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "施法者和附近盟友獲得 +61% 防禦，持續 5 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1065,
        "effects": [
            "對目標及附近敵人造成 540% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "施法者和附近盟友獲得 +23% 法力產出，持續 5 回合。",
            "施法者和附近盟友獲得 +62% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1066,
        "effects": [
            "對目標造成 450% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "目標對烈火系獲得 -41% 防禦，並在每次被擊中後減少 -4% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1067,
        "effects": [
            "對目標造成 500% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "目標對烈火系獲得 -34% 防禦，並在每次被擊中後減少 -5% ，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1068,
        "effects": [
            "所有敵人無法復活盟友或是自己，持續 5 回合。",
            "所有敵人無法獲得新的復活狀態效果，持續 5 回合。",
            "對目標造成 430% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 1069,
        "effects": [
            "所有敵人無法復活盟友或是自己，持續 4 回合。",
            "所有敵人無法獲得新的復活狀態效果，持續 4 回合。",
            "對目標造成 460% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 1070,
        "effects": [
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "對所有敵人造成 170% 傷害。",
            "每轉移一個狀態異常，便造成額外 8% 傷害，最多累積造成 298% 傷害。"
        ]
    },
    {
        "originalIndex": 1071,
        "effects": [
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "對所有敵人造成 135% 傷害。",
            "每分配一個狀態效果，將造成 15% 額外傷害，最多累積造成 375% 傷害。"
        ]
    },
    {
        "originalIndex": 1072,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 400% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 32% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 20% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。",
            "第 2 次：",
            "* 對目標造成 450% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 32% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 20% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。"
        ]
    },
    {
        "originalIndex": 1073,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 375% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 27% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 15% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。",
            "第 2 次：",
            "* 對目標造成 475% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 42% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。"
        ]
    },
    {
        "originalIndex": 1074,
        "effects": [
            "阻止所有敵人啟動天賦技能，持續 6 回合。",
            "對所有敵人造成 260% 傷害。"
        ]
    },
    {
        "originalIndex": 1075,
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）。",
            "對目標和 4 名隨機敵人造成 300% 傷害。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者受到的所有傷害降低 -50% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1076,
        "effects": [
            "使用月昇打擊攻擊目標，造成最高 2200 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "若該攻擊將敵人擊敗，則附近敵人無法獲得任何法力，持續 3 回合。",
            "所有盟友以所受傷害的 60% 進行反擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1077,
        "effects": [
            "對目標造成 500% 傷害。",
            "有 50% 機率對一名隨機的不同敵人造成 450% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）。",
            "召喚一個黑野豬超級小兵，其可從施法者繼承 62% 生命與 230% 攻擊。",
            "被黑野豬超級小兵擊中的目標無法用特殊技能淨化或轉移自己的狀態異常，持續 4 回合。此效果也無法被淨化或轉移。"
        ]
    },
    {
        "originalIndex": 1078,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 使目標與附近敵人的最大生命值降低 500 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 500 點）。",
            "- 對目標及附近敵人造成 250% 傷害。",
            "x 2 法力充能：",
            "- 使目標與附近敵人的最大生命值降低 650 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 650 點）。",
            "- 對目標及附近敵人造成 375% 傷害。",
            "- 攻擊会無視防禦增益（包括反擊）。",
            "x 3 法力充能：",
            "- 使目標與附近敵人的最大生命值降低 800 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 800 點）。",
            "- 對目標及附近敵人造成 500% 傷害。",
            "- 攻擊会無視防禦增益（包括反擊）。",
            "- 目標與附近敵人抵禦治療，且每次抵禦治療，則受到 450 傷害，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 1079,
        "effects": [
            "對目標造成 458% 傷害。",
            "目標在 6 回合內受到共計 300 點傷害。"
        ]
    },
    {
        "originalIndex": 1080,
        "effects": [
            "對目標造成 358% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得對烈火系 -54% 的防禦，持續 3 回合。",
            "所有冰雪系敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1081,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "目標與附近敵人在 3 回合內受到共計 321 點燃燒傷害。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 1082,
        "effects": [
            "對目標造成 538% 傷害。",
            "目標在 3 回合內受到共計 516 點傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1083,
        "effects": [
            "對目標造成 548% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標在 3 回合內受到共計 648 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 1084,
        "effects": [
            "對目標及附近敵人造成 245% 傷害。",
            "使目標和附近敵人的法力減少 20%。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人冰雪特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "originalIndex": 1085,
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人獲得 -34% 法力產出。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人冰雪特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "originalIndex": 1086,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 目標與附近敵人在 2 回合內受到共計 156 點燃燒傷害。",
            "* 如果施法者在後續 2 個回合中被擊敗，他們將在下一個回合開始時以 32% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。",
            "2 倍法力充能：",
            "* 每名被擊敗的盟友有 50% 的機率以 40% 的生命值復活。",
            "* 所有盟友在 3 回合內恢復 714 點生命值。",
            "* 所有盟友受到的所有傷害降低 -50% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1087,
        "effects": [
            "將目標和附近敵人身上能影響攻擊、防禦和法力產出的所有增益替代為對應之不可淨化異常。（替代效果無法被狀態效果、家族效果或被動技能封鎖。僅能替代可驅散的增益。替代效果：攻擊增益替代為 -40% 攻擊異常，持續 4 個回合。防禦增益替代為 -40% 防禦異常，持續 4 個回合。法力產出增益替代為 -40% 法力產出異常，持續 4 個回合）。",
            "對目標及附近敵人造成 330% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 145% 的傷害，持續 4 回合。",
            "施法者與附近盟友會獲得飛沙之觸，持續 4 回合。（飛沙之觸：擁有此狀態效果的角色每次反擊敵人時，攻擊者將在 4 回合內受到共計 452 點飛沙傷害）。"
        ]
    },
    {
        "originalIndex": 1088,
        "effects": [
            "目標在 4 回合內受到共計 960 點燃燒傷害。此效果無法淨化。",
            "目標獲得 -54% 法力產出，持續 4 回合。此效果無法淨化。",
            "對自然系造成額外傷害。",
            "元素鏈給予所有烈火盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1089,
        "effects": [
            "目標在 4 回合內受到共計 1432 點燃燒傷害。此效果無法淨化。",
            "目標獲得 -50% 法力產出，持續 4 回合。此效果無法淨化。",
            "對自然系造成額外傷害。",
            "元素鏈給予所有烈火盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1090,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "對所有敵人召喚烈火虎惡魔。惡魔每回合以 45% 的攻擊力對目標造成傷害。",
            "惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 45% 時消失。",
            "召喚烈火虎惡魔之後，主人擁有烈火虎惡魔期間，目標無法施放任何新的嘲諷狀態效果。此效果無法淨化。",
            "元素鏈可給予所有烈火系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1091,
        "effects": [
            "為所有盟友恢復 15% 生命值。",
            "偷走所有敵人的最新的可驅散增益，並隨機分配給盟友。",
            "所有盟友獲得持續的 210 每回合生命值再生。（此效果持續至被淨化、取代或移除）。"
        ]
    },
    {
        "originalIndex": 1092,
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 430% 傷害。",
            "治療剩餘生命少於 60% 的所有盟友。為烈火系盟友治療至 75% 生命，並為其他盟友治療至 60% 生命。"
        ]
    },
    {
        "originalIndex": 1093,
        "effects": [
            "1 倍法力充能",
            "* 對目標造成 400% 傷害。",
            "* 如果目標剩餘生命少於 50% ，可對其造成 600% 傷害。",
            "* 如果目標被此攻擊擊敗，所有盟友將獲得 +20% 法力產出，持續 2 回合。",
            "2 倍法力充能",
            "* 對目標及附近敵人造成 425% 傷害。",
            "* 對剩餘生命值少於 50% 的敵人造成 638% 傷害。",
            "* 如果目標被此攻擊擊敗，所有盟友將獲得 +30% 法力產出，持續 3 回合。",
            "3 倍法力充能",
            "* 對所有敵人造成 450% 傷害。",
            "* 對剩餘生命值少於 50% 的敵人造成 675% 傷害。",
            "* 如果目標被此攻擊擊敗，所有盟友將獲得 +40% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1094,
        "effects": [
            "為所有盟友恢復 15% 生命值。",
            "為每個盟友召喚一個麻雀小兵。此麻雀小兵繼承施法者 30% 生命與 30% 攻擊。",
            "麻雀小兵在命中目標前會摧毀目標的所有小兵。",
            "元素鏈給予所有烈火系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1095,
        "effects": [
            "此特殊技能無視閃避效果。",
            "所有盟友攻擊時有 100% 的機率無視防禦增益，持續 4 回合。（防禦增益包含反擊）。",
            "對所有敵人造成 320% 傷害。"
        ]
    },
    {
        "originalIndex": 1096,
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "所有盟友獲得 +120% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +170% 威力。",
            "所有盟友獲得 +46% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1097,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "面板上每有一個烈火護盾，則造成 20% 額外傷害，最多累積造成 340% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1098,
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "面板上每擁有一個烈火護盾，傷害就會增加 35% ，最多造成 440% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1099,
        "effects": [
            "對目標造成 500% 傷害。",
            "對目標召喚不祥觸手魔。",
            "不祥觸手魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 15% 時消失。",
            "不祥觸手魔每回合能為附近敵人產生一個自身複製人。（複製惡魔吸收的治療量和造成的傷害與原始惡魔相同）。",
            "不祥觸手每回合對其主人造成 5 點瘋狂。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "originalIndex": 1100,
        "effects": [
            "對所有敵人造成 370% 傷害。",
            "所有敵人在 4 回合內受到共計 575 點流血傷害，起始傷害較低，並在每個回合逐漸增加。",
            "所有敵人獲得的治療減少 -70% ，持續 4 回合。所獲得的治療每回合減少 -10% ，最高可達 -100%。"
        ]
    },
    {
        "originalIndex": 1101,
        "effects": [
            "對目標造成 440% 傷害。",
            "從目標上複製所有可驅散增益至施法者。",
            "每個複製增益使施法者恢復 10% 生命，最多總計 50% 生命。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 1102,
        "effects": [
            "對目標造成 450% 傷害，並對附近敵人造成輕微傷害。",
            "成長：施法者和附近盟友獲得 250 點攻擊。",
            "目標與附近敵人獲得 -30% 防禦，持續 3 回合。若效果在持續時間結束前遭移除，則有該效果的目標將受到 577 點傷害。"
        ]
    },
    {
        "originalIndex": 1103,
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "重置所有盟友的增益持續時間。",
            "所有盟友獲得 +30% 暴擊率，持續 4 回合。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1104,
        "effects": [
            "隨機重新排列敵人位置。",
            "對所有敵人造成 190% 傷害。",
            "所有敵人已啟動的狀態異常持續時間延長 1 回合。"
        ]
    },
    {
        "originalIndex": 1105,
        "effects": [
            "所有召喚者盟友為自己召喚一個小兵。",
            "召喚 3 個老鼠小兵，其可從施法者繼承 10% 生命與 30% 攻擊。小兵有 -32% 精準度。",
            "所有盟友在 4 回合內恢復 548 點生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1106,
        "effects": [
            "所有召喚者盟友為自己召喚一個小兵。",
            "召喚 3 個老鼠小兵，其可從施法者繼承 20% 生命與 20% 攻擊。小兵有 -16% 精準度。",
            "所有盟友在 4 回合內恢復 324 點生命值。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1107,
        "effects": [
            "對目標及附近敵人造成 240% 傷害。",
            "召喚一個撲克小兵，其可從施法者繼承 16% 生命值與 30% 攻擊。",
            "召喚撲克小兵之後，主人擁有撲克小兵期間，撲克小兵會給予其主人嘲諷。此效果無法被驅散。",
            "施法者獲得 74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1108,
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "召喚一個撲克小兵，其可從施法者繼承 25% 生命值與 40% 攻擊。",
            "召喚撲克小兵之後，主人擁有撲克小兵期間，撲克小兵會給予其主人嘲諷。此效果無法被驅散。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1109,
        "effects": [
            "淨化所有盟友的所有狀態異常，且每淨化一個異常，所有盟友的法力增加 5%。",
            "所有盟友攻擊時無視防禦增益，持續 4 回合。若任意防禦增益遭無視，則發動攻擊之盟友的法力提升 10%。（防禦增益包含反擊）。",
            "所有盟友抵禦新的負面法力效果，持續 4 回合，根據每個抵禦的效果，法力提升 15%。",
            "疊加（上限： 10 ）：所有盟友獲得 +30% 攻擊。"
        ]
    },
    {
        "originalIndex": 1110,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 330% 傷害，並對其造成 25 點瘋狂。如果只有一個敵人，則傷害和瘋狂加倍。",
            "位於敵方陣型邊緣的敵人抵禦治療，且每次抵禦治療，則受到 250 點傷害，持續 3 回合。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "originalIndex": 1111,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人在 3 回合內受到共計 423 點燃燒傷害。",
            "* 所有敵人獲得對烈火系 -34% 的防禦，持續 3 回合。",
            "* 驅散所有敵人的增益。",
            "2 倍法力充能：",
            "* 所有盟友在 5 回合內恢復 1190 點生命值。",
            "* 所有盟友獲得對自然系 +50% 的攻擊力，持續 5 回合。",
            "* 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1112,
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "為每個盟友召喚一個狐狸小兵，其可從施法者繼承 25% 生命。小兵在每個回合結束時為主人恢復 10% 生命。小兵能為主人防止法力減損。"
        ]
    },
    {
        "originalIndex": 1113,
        "effects": [
            "驅散目標和附近敵人的增益。",
            "使用火風暴打擊攻擊目標與附近敵人，造成最多 2000 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1114,
        "effects": [
            "對目標及附近敵人造成 310% 傷害。",
            "所有盟友從狀態效果受到的傷害減少 -75% ，持續 4 回合。",
            "元素鏈會為所有烈火盟友召喚一個烈火小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 1115,
        "effects": [
            "安全淨化所有盟友的 1 個狀態異常。（狀態異常會依照獲得的順序遭到淨化。最新的狀態異常會先被淨化）。",
            "為所有盟友恢復 35% 生命值。",
            "所有盟友將狀態異常、負面效果疊加和枯萎效果反射給敵方戰隊的隨機角色，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1116,
        "effects": [
            "枯萎：目標獲得 -330 點防禦。",
            "對目標與附近敵人召喚哥布林炸藥惡魔。惡魔每回合以 195% 的攻擊力對敵人造成傷害。",
            "哥布林炸藥惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 20% 時消失。",
            "當哥布林炸藥惡魔吸收足夠治療量而消失時，其主人在 3 個回合內受到 1269 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 1117,
        "effects": [
            "對目標造成 500% 傷害。",
            "有 80% 的機率可額外攻擊隨機敵人最多 4 次。額外攻擊造成輕微傷害。",
            "所有被擊中的目標在每次被擊中時獲得 20 點狂亂。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "originalIndex": 1118,
        "effects": [
            "自目標偷取 50% 法力，並分給盟友。",
            "對目標造成 450% 傷害。",
            "敵人的生命越高，受到的傷害越多，最高可達 600%。",
            "元素鏈使所有烈火盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1119,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 400% 傷害。",
            "每移除一個狀態效果，將造成 10% 額外傷害，最多累積造成 500% 傷害。",
            "所有盟友獲得 +40% 攻擊力，且每移除一個狀態效果，則有 +2% 增幅，最多可獲得 +60% 攻擊力，持續 6 回合。",
            "所有盟友獲得 +40% 防禦，且每移除一個狀態效果，則有 +2% 增幅，最多可獲得 +60% 防禦，持續 6 回合。",
            "施法者在 6 個回合內恢復 1500 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 1120,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "- 對目標造成 290% 傷害。",
            "- 使目標的法力減少 25%。",
            "- 目標獲得 -14% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "- 對目標及附近敵人造成 330% 傷害。",
            "- 使目標和附近敵人的法力減少 50%。",
            "- 目標與附近敵人獲得 -24% 法力產出，持續 3 回合。",
            "3 倍法力充能：",
            "- 對所有敵人造成 370% 傷害。",
            "- 使所有敵人的法力減少 100%。",
            "- 所有敵人獲得 -34% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1121,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 400% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 381 點燃燒傷害。",
            "元素鏈使所有烈火盟友獲得的任何治療提高 +10% ，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1122,
        "effects": [
            "對目標及附近敵人造成 535% 傷害。",
            "目標每個回合持續受到 210 點流血傷害。（此效果持續至被淨化或移除）。",
            "為生命值最低的盟友提供掩護，持續 5 回合。此效果無法驅散。（在掩護期間，該盟友不會受到特殊攻擊或普通攻擊的傷害。提供掩護的角色將承受對該盟友造成傷害的 50% ）。",
            "施法者在 5 回合內恢復 1750 點生命值。"
        ]
    },
    {
        "originalIndex": 1123,
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標及附近敵人造成 375% 傷害。",
            "目標與附近敵人受到小兵創傷，持續 3 回合。",
            "小兵創傷：每個回合，目標的小兵生命減少 50% ，超級小兵生命則是減少 25%。（此效果對其擁有的小兵和任何獲得的任何小兵皆有效。減損效果只影響小兵當前生命值）。",
            "目標與附近敵人獲得的治療減少 -80% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1124,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "所有敵人獲得 -44% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1125,
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人獲得 -24% 攻擊力，持續 4 回合。",
            "所有敵人獲得 -54% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1126,
        "effects": [
            "對目標及附近敵人造成 315% 傷害。",
            "目標與附近敵人獲得 -54% 防禦，持續 3 回合。",
            "疊加 +2 （上限： 10 ）：施法者獲得 +10% 法力產出。",
            "疊加（上限： 10 ）：施法者每回合恢復 10 點生命值。"
        ]
    },
    {
        "originalIndex": 1127,
        "effects": [
            "對目標及附近敵人造成 335% 傷害。",
            "目標與附近敵人獲得 -44% 防禦，持續 3 回合。",
            "疊加 +3 （上限： 10 ）：施法者獲得 +18% 法力產出。",
            "疊加 +2 （上限： 10 ）：施法者每個回合恢復 30 點生命值。"
        ]
    },
    {
        "originalIndex": 1128,
        "effects": [
            "對生命值最高的敵人造成 420% 傷害。對其他所有敵人造成 300% 傷害。",
            "剩餘生命值最高的敵人陷入沉默，持續 3 回合。",
            "枯萎：所有敵人獲得 -350 點攻擊。"
        ]
    },
    {
        "originalIndex": 1129,
        "effects": [
            "對目標造成 450% 傷害。",
            "為所有盟友治療 40% 的傷害。"
        ]
    },
    {
        "originalIndex": 1130,
        "effects": [
            "對目標造成 500% 傷害。",
            "為所有盟友治療 35% 的傷害。"
        ]
    },
    {
        "originalIndex": 1131,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對所有敵人造成 160% 傷害。",
            "- 所有敵人在 2 回合內受到共計 256 點燃燒傷害。",
            "- 所有敵人獲得的治療減少 -64% ，持續 2 回合。",
            "x 2 法力充能：",
            "- 對所有敵人造成 275% 傷害。",
            "- 所有敵人在 3 回合內受到共計 561 點燃燒傷害。",
            "- 所有敵人獲得的治療減少 -74% ，持續 3 回合。",
            "x 3 法力充能：",
            "- 對所有敵人造成 340% 傷害。",
            "- 所有敵人在 4 回合內受到共計 840 點燃燒傷害。",
            "- 所有敵人獲得的治療減少 -84% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1132,
        "effects": [
            "對目標及附近敵人造成 345% 傷害。",
            "使目標和附近敵人的法力減少 20%。",
            "目標與附近敵人獲得 -35% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。",
            "元素鏈給予所有烈火盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1133,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 430% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 472 點燃燒傷害。施法者和其所有盟友能吸收所造成之燃燒傷害的 45% 作為加成生命值。",
            "目標和附近敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 4 回合。（僅反射可驅散的增益）。"
        ]
    },
    {
        "originalIndex": 1134,
        "effects": [
            "對目標及附近敵人造成 340% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 10% 生命值與 18% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 258 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 1135,
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 22% 生命值與 30% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 543 點燃燒傷害。"
        ]
    },
    {
        "originalIndex": 1136,
        "effects": [
            "對目標造成 380% 傷害。",
            "如果目標的狀態異常或有負面疊加，會造成 570% 傷害。",
            "若目標還活著，附近敵人在 3 個回合內受到 258 點流血傷害。",
            "元素鏈讓所有烈火系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1137,
        "effects": [
            "對目標造成 500% 傷害，並對附近敵人造成輕微傷害。",
            "目標獲得 -54% 防禦，持續 3 回合。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +20% 法力。"
        ]
    },
    {
        "originalIndex": 1138,
        "effects": [
            "對目標造成 530% 傷害，並對附近敵人造成輕微傷害。",
            "目標獲得 -44% 防禦，持續 3 回合。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +20% 法力。"
        ]
    },
    {
        "originalIndex": 1139,
        "effects": [
            "為所有盟友提供 560 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +20% 攻擊力，並且任何盟友每次施放其特殊技能時都會額外受到 +10% 攻擊，接下來 3 回合最多為 70%。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1140,
        "effects": [
            "目標承受盟友受到所有傷害的 80% ，持續 3 回合。",
            "目標獲得 -44% 防禦，持續 3 回合。",
            "對目標及附近敵人造成 200% 傷害。"
        ]
    },
    {
        "originalIndex": 1141,
        "effects": [
            "對目標造成 285% 傷害。",
            "攻擊有 60% 的機率無視防禦增益（包括反擊）。",
            "目標在 4 回合內受到共計 212 點流血傷害。",
            "施法者在 4 回合內恢復 548 點生命值。",
            "如果施法者在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 32% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "originalIndex": 1142,
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標與附近敵人在 4 回合內受到共計 584 點流血傷害。施法者能吸收所造成之流血傷害的 40% 作為生命值。",
            "如果施法者在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 40% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "originalIndex": 1143,
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人獲得 -40% 攻擊力，持續 3 回合。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "施法者和附近盟友在 3 回合內恢復 618 點生命值。若狀態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "施法者和附近盟友在 3 回合內對增益驅散免疫。"
        ]
    },
    {
        "originalIndex": 1144,
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "所有敵人獲得 -30% 攻擊力，持續 3 回合。對冰雪系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "施法者和附近盟友在 3 回合內恢復 717 點生命值。若狀態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "施法者和附近盟友對增益驅散和轉移免疫，持續 3 回合。（此免疫也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 1145,
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "施法者偷取所有敵人所獲治療的 61% ，持續 2 回合。",
            "所有盟友對新的狀態異常免疫，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1146,
        "effects": [
            "對所有敵人造成 115% 傷害。",
            "施法者偷取所有敵人所獲治療的 51% ，持續 3 回合。",
            "所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1147,
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "召喚一個護盾守衛超級小兵，其可從施法者繼承 65% 生命與 180% 攻擊。",
            "護盾守衛超級小兵每回合都會淨化所有盟友的最新可淨化狀態異常。這不會觸發第二個效果。"
        ]
    },
    {
        "originalIndex": 1148,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人在 4 回合內受到共計 300 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 15% 作為生命值。",
            "施法者在 4 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，直到最后一回合將竊取產出的所有法力。"
        ]
    },
    {
        "originalIndex": 1149,
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人在 4 回合內受到共計 424 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 20% 作為生命值。",
            "施法者在 4 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，直到最后一回合將竊取產出的所有法力。"
        ]
    },
    {
        "originalIndex": 1150,
        "effects": [
            "對目標造成 655% 傷害。",
            "目標和附近敵人抵禦治療，且每次抵禦治療，則受到 250 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1151,
        "effects": [
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開始時以 35% 生命值復活，並對所有敵人造成 815 點傷害。施法者被擊敗時，所有狀態效果與疊加會被移除。",
            "所有盟友獲得 +50% 暴擊率，持續 4 回合。",
            "疊加（上限： 10 ）：所有盟友獲得 +15% 攻擊。"
        ]
    },
    {
        "originalIndex": 1152,
        "effects": [
            "對目標造成 370% 傷害。",
            "有 60% 的機率可額外攻擊隨機敵人最多 4 次。額外攻擊造成輕微傷害。",
            "施法者每次擊中可得到以下狀態效果：",
            "疊加（上限： 10 ）：施法者獲得 +6% 攻擊。",
            "元素鏈會在回合結束時賦予所有烈火盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1153,
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "強化閃避：施法者和附近盟友有 +55% 的機率閃避可造成傷害的特殊技能。此效果在盟友成功閃避 3 次後消失。",
            "強化閃避結束、移除或取代後，一名隨機敵人獲得 -55% 精準度，持續 3 回合，且一名隨機敵人在 3 回合內受到 765 點流血傷害。（失手率也會套用在攻擊型特殊技能上）。"
        ]
    },
    {
        "originalIndex": 1154,
        "effects": [
            "對目標造成 490% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "若無視任何防禦性增益，施法者將會獲得 25% 法力。",
            "元素鏈賦予所有烈火系盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1155,
        "effects": [
            "對目標造成 465% 傷害。",
            "目標有 55% 機率在 6 回合內受到共計 1068 點流血傷害。",
            "目標獲得一枚流血標記，持續 6 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 (上限： 10)。每次疊加都能增加目標所承受傷害 5%。",
            "元素鏈使所有烈火盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1156,
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "若面板上有 6 個以上的烈火護盾，則傷害增加至 340%。",
            "若面板上有 12 個以上的烈火護盾，則傷害增加至 500%。"
        ]
    },
    {
        "originalIndex": 1157,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 320% 傷害。如果只有一個敵人，傷害加倍。",
            "改變面板上所有烈火系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 1158,
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 340% 傷害。如果只有一個敵人，傷害加倍。",
            "改變面板上烈火護盾的力量。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 1159,
        "effects": [
            "對目標造成 355% 傷害。",
            "從目標竊取最新的可驅散增益並分給施法者。",
            "隨機施展下列其中一種效果：",
            "倒鉤之箭：",
            "* 目標在 3 回合內受到共計 504 點流血傷害。",
            "劇毒弩箭：",
            "* 目標在 3 回合內受到共計 537 點劇毒傷害。",
            "火焰弩箭：",
            "* 目標在 3 回合內受到共計 570 點燃燒傷害。",
            "元素鏈給予所有烈火盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1160,
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。",
            "淨化所有盟友的狀態異常。",
            "元素鏈會為所有烈火盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1161,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 210% 傷害。",
            "每移除一個狀態效果，將造成 15% 額外傷害，最多累積造成 390% 傷害。",
            "元素鏈會為所有烈火盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1162,
        "effects": [
            "對目標造成 265% 傷害。"
        ]
    },
    {
        "originalIndex": 1163,
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "originalIndex": 1164,
        "effects": [
            "所有盟友獲得 +63% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1165,
        "effects": [
            "對目標造成 195% 傷害。",
            "目標獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 1166,
        "effects": [
            "為所有盟友恢復 28% 生命值。"
        ]
    },
    {
        "originalIndex": 1167,
        "effects": [
            "對目標造成 320% 傷害。",
            "攻擊有 60% 的機率無視防禦增益（包括反擊）。"
        ]
    },
    {
        "originalIndex": 1168,
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "所有敵人在 4 回合內受到共計 92 點傷害。",
            "所有敵人獲得的治療減少 -50% ，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "originalIndex": 1169,
        "effects": [
            "對目標造成 300% 傷害。",
            "目標獲得 -35% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1170,
        "effects": [
            "對目標造成 280% 傷害。",
            "目標獲得 -40% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1171,
        "effects": [
            "對目標造成 305% 傷害。",
            "目標獲得 -30% 精準度，持續 2 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1172,
        "effects": [
            "對目標造成 315% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標獲得 -32% 精準度，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1173,
        "effects": [
            "所有盟友獲得 +100% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。"
        ]
    },
    {
        "originalIndex": 1174,
        "effects": [
            "為剩餘生命少於 50% 的盟友，將生命恢復至 50%。",
            "所有盟友在 3 回合內恢復 261 點生命值。"
        ]
    },
    {
        "originalIndex": 1175,
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人獲得 -15% 精準度，並在 4 個回合內每次被擊中時都將額外降低 -2% 精準度，最多可降低 -35%。",
            "疊加（上限： 10 ）：施法者對弱點元素獲得 +20% 攻擊。"
        ]
    },
    {
        "originalIndex": 1176,
        "effects": [
            "對目標造成 250% 傷害。",
            "在任何隨後盟友施放特殊技能後，所有盟友有 50% 機率對一名隨機敵人造成 100% 傷害並對其造成 20 點瘋狂，持續 3 個回合。（傷害與瘋狂在每個角色每回合第一次施放特殊技能時造成。此效果造成的傷害與瘋狂不受瘋狂影響）。",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "originalIndex": 1177,
        "effects": [
            "對目標造成 210% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 1178,
        "effects": [
            "對目標造成 200% 傷害。",
            "對一個隨機的不同敵人造成 230% 傷害。如果目標為暗黑系，再造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1179,
        "effects": [
            "對目標造成 240% 傷害，並對附近敵人造成輕微傷害。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1180,
        "effects": [
            "對目標造成 270% 傷害。",
            "目標獲得 -30% 防禦，持續 4 回合。若目標受到治療，效果持續時間會重設。",
            "目標獲得的任何治療降低 -40% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1181,
        "effects": [
            "為所有盟友恢復 26% 生命值。",
            "所有盟友獲得 +195% 攻擊力與 -35% 精準度，僅可在敵人生命值高於進攻者生命值時使用，該效果持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1182,
        "effects": [
            "對目標造成 355% 傷害。",
            "如果目標有生命加成，會造成 100 額外傷害。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 3 回合。僅反射可驅散的增益。",
            "施法者在 3 回合內恢復 243 點生命值。"
        ]
    },
    {
        "originalIndex": 1183,
        "effects": [
            "對目標造成 270% 傷害。",
            "使目標的法力減少 25%。"
        ]
    },
    {
        "originalIndex": 1184,
        "effects": [
            "對目標造成 220% 傷害。",
            "使目標的法力減少 40%。"
        ]
    },
    {
        "originalIndex": 1185,
        "effects": [
            "對目標造成 300% 傷害。",
            "使目標的法力減少 20%。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1186,
        "effects": [
            "對目標造成 310% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "使目標的法力減少 23%。"
        ]
    },
    {
        "originalIndex": 1187,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 自目標偷取 33% 法力，並分給盟友。",
            "* 對目標造成 235% 傷害，並對附近敵人造成輕微傷害。",
            "第 2 次：",
            "* 自目標偷取 33% 法力，並分給盟友。",
            "* 對目標造成 310% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 1188,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 自目標偷取 25% 法力，並分給盟友。",
            "* 對目標造成 225% 傷害，並對附近敵人造成輕微傷害。",
            "第 2 次：",
            "* 自目標偷取 35% 法力，並分給盟友。",
            "* 對目標造成 330% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 1189,
        "effects": [
            "為所有盟友提供 475 點加成生命值。加成生命值能夠超過最大生命值。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友受到的所有傷害降低 -45% ，持續 6 回合。",
            "所有盟友獲得 +35% 法力產出，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 1190,
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1191,
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +50% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1192,
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。對所有神聖系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。",
            "所有盟友獲得 56% 防禦，持續 5 回合。對所有神聖系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 1193,
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +59% 防禦，持續 5 回合。",
            "所有神聖系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。"
        ]
    },
    {
        "originalIndex": 1194,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對目標造成 145% 傷害。",
            "- 對隨機 2 名敵人造成額外 145% 傷害。",
            "x 2 法力充能：",
            "- 對目標造成 195% 傷害。",
            "- 對隨機 3 名敵人造成額外 195% 傷害。",
            "x 3 法力充能：",
            "- 對目標造成 220% 傷害。",
            "- 對隨機 4 名敵人造成額外 220% 傷害。"
        ]
    },
    {
        "originalIndex": 1195,
        "effects": [
            "為每個盟友召喚一個蜜蜂小兵。蜜蜂小兵繼承施法者 15% 生命與 17% 攻擊。",
            "蜜蜂小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 2 回合內受到共計 14 點劇毒傷害。",
            "* 目標在 4 回合內無法獲得新的小兵。"
        ]
    },
    {
        "originalIndex": 1196,
        "effects": [
            "為每個盟友召喚一個蜜蜂小兵。蜜蜂小兵繼承施法者 18% 生命與 15% 攻擊。",
            "蜜蜂小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 3 回合內受到共計 48 點劇毒傷害。",
            "* 目標在 2 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1197,
        "effects": [
            "對所有敵人造成 120% 傷害。",
            "所有盟友獲得 +36% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1198,
        "effects": [
            "對所有敵人造成 120% 傷害。",
            "所有敵人獲得 -25% 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1199,
        "effects": [
            "所有盟友獲得一個月昇護體，持續 6 回合，所受到的特殊技能傷害最高減少 -320 點。攻擊者為神聖系元素時，額外減少 20% 傷害。",
            "所有盟友獲得 +24% 攻擊力，持續 6 回合。",
            "所有盟友獲得 +24% 法力產出，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 1200,
        "effects": [
            "對目標造成 290% 傷害。",
            "目標法力滿格時，自動對目標造成 89 點傷害並使其法力減少 50% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1201,
        "effects": [
            "對目標造成 300% 傷害。",
            "有 42% 的機率可額外攻擊隨機敵人最多 3 次。額外攻擊造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 1202,
        "effects": [
            "對目標造成 280% 傷害。",
            "有 55% 的機率可額外攻擊隨機敵人最多 3 次。額外攻擊造成輕微傷害。"
        ]
    },
    {
        "originalIndex": 1203,
        "effects": [
            "所有盟友在 3 個回合內恢復 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得對暗黑系 +84% 的防禦，並在每次被擊中後增加 2% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1204,
        "effects": [
            "所有盟友在 3 個回合內恢復 540 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得對暗黑系 +74% 的防禦，並在每次被擊中後增加 2% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1205,
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "使目標和附近敵人的法力減少 15%。",
            "目標與附近敵人在 4 回合內受到共計 260 點劇毒傷害。"
        ]
    },
    {
        "originalIndex": 1206,
        "effects": [
            "施法者和附近盟友在 3 回合內恢復 429 點生命值。",
            "施法者與附近盟友有 +45% 的機率可躲避攻擊與特殊技能，持續 3 回合。",
            "施法者與附近盟友獲得 +45% 暴擊率，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1207,
        "effects": [
            "對目標造成 270% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。"
        ]
    },
    {
        "originalIndex": 1208,
        "effects": [
            "為所有盟友恢復 26% 生命值。",
            "強化閃避：所有盟友有 +45% 機率可以閃避造成傷害的特殊技能。此效果會持續到該盟友成功閃避 1 次為止。",
            "在強化效果結束、移除或取代後，盟友會在 4 個回合內恢復 640 點生命值。"
        ]
    },
    {
        "originalIndex": 1209,
        "effects": [
            "從所有敵人身上安全驅散 1 個增益。（優先驅散最新的增益）。",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放",
            "* +25% 法力產出，持續 3 回合。",
            "* 所有受到的治療增加 +50% ，持續 3 回合。",
            "* 增益來源將啟動 4 次。每次嘗試驅散則移除一次啟動數。",
            "所有盟友在 4 回合內恢復 600 點生命值。"
        ]
    },
    {
        "originalIndex": 1210,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友召喚一個魔書小兵，其可從施法者繼承 13% 生命與 20% 攻擊。",
            "2 倍法力充能：",
            "* 對所有敵人造成 235 傷害。",
            "* 對所有敵人召喚魔書惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "* 魔書惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 30% 時消失。"
        ]
    },
    {
        "originalIndex": 1211,
        "effects": [
            "對目標造成 420% 傷害。",
            "若目標被擊敗，超出的傷害將由附近的每個敵人承受。"
        ]
    },
    {
        "originalIndex": 1212,
        "effects": [
            "對目標造成 305% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -35% 防禦，持續 3 回合。防禦每回合降低 -10% ，最低可達 -55%。"
        ]
    },
    {
        "originalIndex": 1213,
        "effects": [
            "對目標造成 315% 傷害。",
            "使目標的法力減少 25%。"
        ]
    },
    {
        "originalIndex": 1214,
        "effects": [
            "對目標造成 275% 傷害。",
            "施法者在 4 個回合內竊取目標產出的法力，一開始僅竊取少量法力，竊取量會隨每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果不可淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "originalIndex": 1215,
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1216,
        "effects": [
            "對目標造成 320% 傷害。",
            "使目標的法力減少 -20%。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1217,
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "所有具有可淨化防禦狀態異常的英雄獲得 +50% 防禦力，持續 3 個回合。",
            "所有盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1218,
        "effects": [
            "變個戲法獲得特殊效果：",
            "刀劍：",
            "* 對所有敵人造成 255% 傷害。",
            "* 所有敵人獲得 -54% 精準度，持續 3 回合，失手率也會套用在攻擊型特殊技能上。",
            "瓶子：",
            "* 所有盟友獲得 +24% 法力產出，持續 4 回合。",
            "* 所有盟友獲得 +63% 防禦，持續 4 回合。",
            "冰凍：",
            "* 施法者無法獲得法力，持續 2 回合。",
            "* 此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1219,
        "effects": [
            "售賣垃圾即可獲得特殊效果：",
            "鈍劍",
            "* 對所有敵人造成 270% 傷害。",
            "* 所有敵人獲得 -39% 攻擊力，持續 3 回合。",
            "可疑蛇油",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "* 所有敵人獲得 -44% 防禦，持續 3 回合。",
            "清倉大拍賣",
            "* 除了施法者以外，所有盟友的法力增加 3%。",
            "* 施法者無法獲得法力，持續 2 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1220,
        "effects": [
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有敵人受到的所有傷害提高 +25% ，持續 4 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +5% ，最多累積至 +50%。"
        ]
    },
    {
        "originalIndex": 1221,
        "effects": [
            "傷害避開目標的小兵。",
            "使用火風暴打擊攻擊目標，造成最多 1080 點傷害。如果目標為自然元素角色，則造成額外 30% 傷害。此特殊技能必命中其目標。",
            "目標抵抗新的小兵，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1222,
        "effects": [
            "為所有盟友恢復 38% 生命值。",
            "成長：所有盟友獲得 100 點攻擊。",
            "所有盟友將異常狀態反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可淨化的狀態異常）。"
        ]
    },
    {
        "originalIndex": 1223,
        "effects": [
            "對目標造成 175% 傷害，並對附近敵人造成輕微傷害。",
            "目標法力滿格時，自動對目標造成 147 點傷害，並使其法力減少 50% ，持續 3 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1224,
        "effects": [
            "對目標造成 340% 傷害。",
            "此攻擊永遠會避開反擊和反射效果。"
        ]
    },
    {
        "originalIndex": 1225,
        "effects": [
            "對目標造成 320% 傷害。",
            "施法者和附近盟友攻擊時無視防禦增益，持續 2 回合。防禦增益包含反擊。"
        ]
    },
    {
        "originalIndex": 1226,
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）。",
            "對目標造成 185% 傷害，並對其餘敵人造成輕微傷害。",
            "施法者以所受傷害的 70% 進行反擊，持續 4 回合。",
            "施法者每次反擊可降低攻擊者 -5% 的法力，持續 4 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "originalIndex": 1227,
        "effects": [
            "對目標造成 270% 傷害。",
            "目標獲得對神聖系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1228,
        "effects": [
            "對目標造成 280% 傷害。",
            "施法者和附近盟友獲得對暗黑系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1229,
        "effects": [
            "為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得 +45% 攻擊力，自己或其盟友每次被擊中後額外增加 20% 攻擊力，持續 3 回合。此效果結束時，所有敵人受到 176 點傷害。在此期間，施法者或其盟友所受每次攻擊可使施法者造成的傷害提高 13 點，最高達到 332 點傷害。"
        ]
    },
    {
        "originalIndex": 1230,
        "effects": [
            "所有盟友在 4 個回合內恢復 480 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得 +35% 攻擊力，自己或其盟友每次被擊中後額外增加 15% 攻擊力，持續 4 回合。該效果結束時，所有敵人受到 236 點傷害。在此期間，施法者或其盟友所受每次攻擊可使施法者造成的傷害提高 15 點，最高達到 416 點傷害。"
        ]
    },
    {
        "originalIndex": 1231,
        "effects": [
            "為所有盟友恢復 20% 生命。",
            "面板上每有一個神聖護盾，便額外回復 3% 生命，總共至多回復 44% 生命。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友獲得 +14% 攻擊力，且面板上每有一個神聖護盾，則會再增加 5% ，持續 4 回合，最多可達 +54% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1232,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有敵人獲得 -40% 精準度，持續 4 回合。",
            "失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1233,
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。",
            "所有敵人獲得的治療減少 -50% ，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1234,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1235,
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有敵人獲得 -34% 精準度，持續 4 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1236,
        "effects": [
            "對所有敵人造成 245% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "所有敵人獲得 -38% 精準度，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1237,
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "施法者無法獲得法力，持續 2 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1238,
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "使所有敵人的法力減少 20%。"
        ]
    },
    {
        "originalIndex": 1239,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "使所有敵人的法力減少 10%。"
        ]
    },
    {
        "originalIndex": 1240,
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "目標與附近敵人陷入沉默，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1241,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "使所有敵人的法力減少 16%。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1242,
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "使所有敵人的法力減少 18%。"
        ]
    },
    {
        "originalIndex": 1243,
        "effects": [
            "對目標及附近敵人造成 175% 傷害。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。",
            "目標與附近敵人獲得對特殊技能 -34% 的防禦，持續 3 回合。",
            "目標與附近敵人獲得 -64% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1244,
        "effects": [
            "對目標造成 190% 傷害。",
            "對目標召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對目標造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 600 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "originalIndex": 1245,
        "effects": [
            "對目標造成 125% 傷害。",
            "對目標召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 900 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "originalIndex": 1246,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有盟友在 3 個回合內恢復 324 點加成生命值。加成生命值能夠超過最大生命值。",
            "2 倍法力充能：",
            "* 如果任何盟友在後續 3 個回合中被擊敗，他們將在下一個回合開始時以 20% 生命值復活。盟友被擊敗時，所有狀態效果與疊加會被移除。",
            "* 3 倍法力充能：",
            "* 所有盟友在 4 個回合內恢復 584 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 如果任何盟友在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 40% 生命值復活。盟友被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "originalIndex": 1247,
        "effects": [
            "摧毀施法者和附近盟友的所有惡魔。",
            "為施法者和附近盟友恢復 40% 生命值。"
        ]
    },
    {
        "originalIndex": 1248,
        "effects": [
            "對目標造成 365% 傷害。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。"
        ]
    },
    {
        "originalIndex": 1249,
        "effects": [
            "摧毀所有盟友的所有惡魔。",
            "為所有盟友提供 625 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 1250,
        "effects": [
            "摧毀所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "為所有盟友提供 520 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 防禦，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1251,
        "effects": [
            "所有盟友獲得 +185% 攻擊力與 -32% 精準度，持續 5 回合。",
            "失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1252,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1253,
        "effects": [
            "所有盟友獲得 +170% 攻擊力與 -25% 精準度，持續 5 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1254,
        "effects": [
            "所有盟友獲得 +175% 攻擊力與 -32% 精準度，持續 5 回合。對所有神聖系角色，此狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 1255,
        "effects": [
            "改變面板上所有神聖系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +30%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -23%。",
            "所有盟友獲得 +35% 攻擊力，持續 4 回合。對所有神聖系角色，該狀態效果變為不可驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 1256,
        "effects": [
            "隨機重新排列敵人位置。",
            "對目標及附近敵人造成 280% 傷害。"
        ]
    },
    {
        "originalIndex": 1257,
        "effects": [
            "隨機重新排列敵人位置。",
            "對目標及附近敵人造成 260% 傷害。",
            "施法者有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避都會獲得 +5% 防禦。疊加（上限： 10 ）。"
        ]
    },
    {
        "originalIndex": 1258,
        "effects": [
            "對所有敵人造成 440% 傷害。",
            "重置所有盟友的增益持續時間。",
            "為每個盟友召喚 2 個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "originalIndex": 1259,
        "effects": [
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "重置所有敵人狀態異常的持續時間。",
            "對所有敵人造成 350% 傷害。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 4 回合。（僅反射可驅散的增益）。"
        ]
    },
    {
        "originalIndex": 1260,
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "對所有敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8% ，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 45% 時消失。",
            "只要敵人擁有骨陷阱惡魔，就無法透過特殊技能來淨化或轉移其異常狀態。（此效果也阻止淨化或轉移其自身）。"
        ]
    },
    {
        "originalIndex": 1261,
        "effects": [
            "對目標造成 550% 傷害。",
            "若目標在受到傷害前有超過 50% 的生命，則瞄準其他在受到此特殊技能傷害前超過 50% 生命的敵人。若無其他敵人有 50% 生命，則隨機瞄準敵人。每次連續攻擊，傷害會減少。每個敵人只能受攻擊一次。",
            "若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -34% 攻擊、 -34% 防禦與 -24% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若狀態效果在特殊技能期間被移除，將不會附加狀態效果。"
        ]
    },
    {
        "originalIndex": 1262,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 460% 傷害。",
            "法力全滿時，目標強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：",
            "* 為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "originalIndex": 1263,
        "effects": [
            "對目標造成 450% 傷害。",
            "如果目標有生命加成，會造成 500 額外傷害。"
        ]
    },
    {
        "originalIndex": 1264,
        "effects": [
            "對目標造成 250% 傷害。",
            "如果目標有生命加成，會造成 1140 額外傷害。"
        ]
    },
    {
        "originalIndex": 1265,
        "effects": [
            "如果施法者正在恢復生命值：",
            "* 對所有敵人造成 300% 傷害。",
            "* 所有敵人獲得持續的 -40% 攻擊。（此效果持續至被淨化、取代或移除）。",
            "否則：",
            "* 所有盟友獲得持續的每回合 200 點生命恢復。（此效果持續至被淨化、取代或移除）。",
            "* 所有盟友獲得持續的 +40% 攻擊。（此效果持續至被淨化、取代或移除）。"
        ]
    },
    {
        "originalIndex": 1266,
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "每名被擊敗的盟友有 40% 的機率以 30% 的生命值復活。",
            "所有盟友有 20% 機率將受到的任何傷害降低至 1 點，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1267,
        "effects": [
            "從目標竊取所有小兵或一名超級小兵。",
            "自目標偷取 40% 法力，並分給盟友。",
            "對目標造成 530% 傷害。",
            "目標陷入深沉睡眠，睡著時受到的傷害增加 +80%。（睡著的角色無法獲得法力或攻擊。睡著的目標受到 500 點傷害後便會醒來。此效果不可淨化）。"
        ]
    },
    {
        "originalIndex": 1268,
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "目標與附近敵人在 4 回合內無法獲得新的狀態效果增益。",
            "施法者與附近盟友獲得 +50% 暴擊率，持續 4 回合。",
            "元素鏈使所有神聖盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1269,
        "effects": [
            "對目標造成 390% 傷害。",
            "目標獲得 -75% 精準度，持續 2 回合。失手率也會套用在攻擊型特殊技能上。",
            "目標獲得的治療減少 -75% ，持續 2 回合。",
            "元素鏈給予所有神聖系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1270,
        "effects": [
            "偷走所有敵人的最新狀態的可驅散效果增益，並將它們隨機分配給盟友。",
            "若未能成功竊取任何增益，則對所有敵人造成 200% 傷害。",
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "若未能成功分配任何異常狀態，則對所有敵人造成 200% 傷害。"
        ]
    },
    {
        "originalIndex": 1271,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 180% 傷害。",
            "每移除一個狀態效果，將造成 20% 額外傷害，最多累積造成 340% 傷害。",
            "疊加（上限： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加 +2 （上限： 10 ）：施法者每個回合恢復 20 點生命值。"
        ]
    },
    {
        "originalIndex": 1272,
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 170% 傷害。",
            "每移除一個狀態效果，將造成 25% 額外傷害，最多累積造成 370% 傷害。",
            "疊加 +2 （上限： 10 ）：施法者獲得 +12% 法力產出。",
            "疊加 +3 （上限： 10 ）：施法者每個回合恢復 45 點生命值。"
        ]
    },
    {
        "originalIndex": 1273,
        "effects": [
            "為施法者和附近盟友提供 1000 點加成生命值。加成生命值能夠超過最大生命值。",
            "只要施放者有加成生命值，施法者和附近盟友都會獲得 +50% 防禦力。此效果無法驅散。",
            "施法者與附近盟友可抵禦最大生命值降低，持續 5 回合。",
            "元素鏈讓所有神聖系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1274,
        "effects": [
            "對目標及附近敵人造成 355% 傷害。",
            "目標與附近敵人跳起熱情民謠，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "熱情民謠",
            "* -40% 精準度。",
            "* -40% 防禦。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "originalIndex": 1275,
        "effects": [
            "為所有盟友恢復 65% 生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 205 點生命值。"
        ]
    },
    {
        "originalIndex": 1276,
        "effects": [
            "為所有盟友恢復 60% 生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 360 點生命值。"
        ]
    },
    {
        "originalIndex": 1277,
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有盟友有 +45% 機率閃避特殊技能，持續 3 回合。每次閃避會對攻擊者造成 100 點傷害。"
        ]
    },
    {
        "originalIndex": 1278,
        "effects": [
            "每名陣亡的盟友有 40% 的機率以 20% 的生命值復活。",
            "所有盟友在 4 回合內恢復共計 894 點生命，起初恢復值較低，逐回合增加。",
            "所有盟友獲得 +24% 防禦，持續 4 回合。防禦力每回合增加 10% ，最高至 +54%。"
        ]
    },
    {
        "originalIndex": 1279,
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "為每個盟友召喚一個守護者小兵，其可從施法者繼承 20% 生命與 20% 攻擊。",
            "元素鏈給予所有神聖盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1280,
        "effects": [
            "為所有盟友恢復 37% 生命值。",
            "為每個盟友召喚一個守護者小兵，其可從施法者繼承 25% 生命與 30% 攻擊。",
            "元素鏈給予所有神聖盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1281,
        "effects": [
            "對目標及附近敵人造成 285% 傷害。",
            "召喚一個猞猁小兵，其可從施法者繼承 35% 生命與 35% 攻擊。",
            "猞猁小兵會先殲滅目標的所有小兵再攻擊目標。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會在回合結束時賦予所有神聖盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1282,
        "effects": [
            "為剩餘生命值最低的盟友恢復 65% 生命值。為其他所有盟友恢復 42% 生命值。",
            "為每個盟友召喚一個小丑小兵，其可從施法者繼承 15% 生命與 22% 攻擊。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1283,
        "effects": [
            "在接下來 4 個回合，此角色會對隨機目標和附近敵人造成 220% 傷害，且每次任何其他盟友施放特殊技能時，對其造成 15 點瘋狂。",
            "疊加（上限： 10 ）：所有盟友獲得 +20% 攻擊。",
            "疊加（上限： 10 ）：所有盟友獲得 +5% 法力產出。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "originalIndex": 1284,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人獲得 -35% 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。",
            "元素鏈給予所有神聖盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1285,
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "目標與附近敵人獲得 -50% 精準度，持續 3 回合。如果目標受到治療，效果持續時間會重設。失手率也會套用在攻擊型特殊技能上。",
            "元素鏈給予所有神聖盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1286,
        "effects": [
            "摧毀所有敵人的全部小兵。",
            "對所有敵人造成 270% 傷害。",
            "若敵人擁有小兵，他們將會抵抗新的小兵，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1287,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 +37% 生命與 +42% 攻擊。",
            "* 疊加（上限 10 ）：所有盟友為所召喚的新小兵獲得 +5% 繼承生命值。",
            "第 2 次：",
            "* 將所有盟友的所有惡魔替代為水母小兵。",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 +37% 生命與 +42% 攻擊。",
            "* 疊加（上限 10 ）：所有盟友為所召喚的新小兵獲得 +5% 繼承生命值。"
        ]
    },
    {
        "originalIndex": 1288,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 +35% 生命與 +40% 攻擊。",
            "* 疊加（上限 10 ）：所有盟友為所召喚的新小兵獲得 +4% 繼承生命值。",
            "第 2 次：",
            "* 將所有盟友的所有惡魔替代為水母小兵。",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 40% 生命與 50% 攻擊。",
            "* 疊加（上限 10 ）：所有盟友為所召喚的新小兵獲得 +7% 繼承生命值。"
        ]
    },
    {
        "originalIndex": 1289,
        "effects": [
            "對目標造成 500% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -48% 攻擊力，持續 3 回合。若效果在持續時間結束前遭移除，則有該效果的目標將受到 514 點傷害。"
        ]
    },
    {
        "originalIndex": 1290,
        "effects": [
            "對目標造成 250% 傷害。如果目標為暗黑系，再造成額外傷害。",
            "對 5 名隨機敵人造成 180% 傷害。如果目標為暗黑系，再造成額外傷害。",
            "改變面板上所有神聖系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 1291,
        "effects": [
            "對目標造成 260% 傷害。如果目標為暗黑系，再造成額外傷害。",
            "對 5 名隨機敵人造成 250% 傷害。如果目標為暗黑系，再造成額外傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）。",
            "改變面板上所有神聖系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "originalIndex": 1292,
        "effects": [
            "摧毀目標的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）。"
        ]
    },
    {
        "originalIndex": 1293,
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友獲得的治療增加 +30% ，持續 5 回合。",
            "疊加 +3 （上限 10 ）：施法者獲得 +15% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "元素鏈給予所有神聖盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1294,
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "被擊中的基礎法力速度最快的敵人將獲得 -64% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1295,
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "若任何盟友在此特殊技能施放前持有超級小兵，則轉為對所有敵人造成 365% 傷害。",
            "召喚一個從此施法者繼承 20% 生命值和 100% 攻擊力的新兵守衛超級小兵。",
            "有更多獨特的衛戍守衛英雄在隊伍內時，新兵守衛超級小兵將可獲得更高生命與攻擊力，最高可達 30% 生命和 140% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1296,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友反射狀態異常和負面效果疊加，持續 4 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。",
            "所有盟友在 4 回合內恢復 732 點生命值。"
        ]
    },
    {
        "originalIndex": 1297,
        "effects": [
            "使用火風暴打擊攻擊所有敵人，造成最多 2200 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "為所有盟友治療 30% 的傷害。",
            "所有盟友以所受傷害的 65% 進行反擊，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1298,
        "effects": [
            "安全淨化所有盟友的狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動）。",
            "強化閃避：所有盟友有 +100% 機率可以閃避造成傷害的特殊技能。此效果會持續到盟友成功閃避一次後結束。",
            "在強化閃避結束、移除或取代後，盟友恢復 56% 生命並獲得 +60% 防禦，持續 6 回合。"
        ]
    },
    {
        "originalIndex": 1299,
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "攻擊有 80% 的機率無視防禦增益（包括反擊）。",
            "所有盟友獲得 +45% 防禦，持續 4 回合。",
            "元素鏈使所有神聖盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1300,
        "effects": [
            "對目標造成貪婪，持續 4 回合。特殊技能的友善效果僅影響具有「貪婪」的角色。（貪婪會阻止同一隊伍中所有其他英雄獲得友善效果，包括所有增益、治療和成長效果）。",
            "所有敵人在 4 回合內受到共計 988 點流血傷害。",
            "對所有敵人造成 310% 傷害。"
        ]
    },
    {
        "originalIndex": 1301,
        "effects": [
            "所有盟友獲得 +54% 防禦，並在每次被擊中後增加 +5% ，持續 3 回合。",
            "所有盟友在 3 個回合後恢復 1000 點生命。若效果在持續時間結束前移除或取代，則改為恢復 1400 點生命。",
            "所有盟友在 3 個回合後獲得 25% 法力。若效果在持續時間結束前移除或取代，則改為獲得 35% 法力。（此效果無法被自身取代）。"
        ]
    },
    {
        "originalIndex": 1302,
        "effects": [
            "所有盟友獲得 +60% 攻擊力，持續 5 回合。",
            "所有盟友獲得 +44% 法力產出，持續 5 回合。",
            "所有盟友獲得史萊姆復活狀態效果，持續 2 回合。若在擁有史萊姆復活狀態效果時被擊敗，角色將重生為史萊姆並擁有：",
            "* 100% 繼承生命值。",
            "* 50% 攻擊。",
            "* 50% 防禦。",
            "* 特殊技能：史萊姆拍擊（對目標造成 350% 傷害）。",
            "* 此效果無法驅散。",
            "若史萊姆在 2 個回合內未被擊敗，則將重生為角色原本型態，並繼承史萊姆的生命值和法力。"
        ]
    },
    {
        "originalIndex": 1303,
        "effects": [
            "如果面板中有 8 道以上的神聖護盾，則此特殊技能所施放的所有效果均不可驅散。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 5 回合。",
            "所有盟友在 5 個回合內恢復 1300 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +44% 法力產出，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1304,
        "effects": [
            "對 9 名隨機敵人造成 160% 傷害。",
            "疊加（上限： 10 ）：每次擊中時使目標獲得 -9% 攻擊。",
            "疊加（上限： 10 ）：每次擊中時使目標獲得 -6% 防禦。",
            "在增益持續回合期間，所有盟友已啟動的增益均無法驅散。",
            "在狀態異常持續回合期間，所有敵人已啟動的狀態異常均無法淨化。"
        ]
    },
    {
        "originalIndex": 1305,
        "effects": [
            "移除施法者以外所有盟友的狀態效果，包含不可驅散或不可淨化的狀態效果。",
            "施法者在 4 回合內恢復 612 點生命值。",
            "除施法者外的所有盟友跳起靈魂之舞，持續 4 回合：",
            "* +100% 攻擊力。",
            "* 所受的所有傷害降低 -50%。",
            "* 若施法者被擊敗，舞者受到 84 點傷害且法力減少 100%。",
            "* 此效果無法驅散，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "originalIndex": 1306,
        "effects": [
            "移除所有盟友（除施法者外）的狀態效果。包含不可驅散或不可淨化的狀態效果。",
            "為所有盟友恢復 48% 生命值。",
            "除施法者外的所有盟友跳起靈魂之舞，持續 4 回合：",
            "* +110% 攻擊力。",
            "* 所受的所有傷害降低 -30%。",
            "* 若施法者被擊敗，舞者受到 115 點傷害且法力減少 100%。",
            "* 此效果無法驅散，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "originalIndex": 1307,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "每有一名盟友落敗，傷害增加 60% （最高傷害 540% ）。",
            "施法者獲得 +46% 防禦，持續 5 回合。",
            "施法者在 5 回合內恢復 915 點生命值。"
        ]
    },
    {
        "originalIndex": 1308,
        "effects": [
            "使所有敵人的法力減少 20%。",
            "施法者和附近盟友在 4 回合內恢復 612 點生命值。",
            "施法者和附近盟友獲得對暗黑系 +54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1309,
        "effects": [
            "使目標和附近敵人的法力減少 25%。",
            "為所有盟友恢復 40% 生命值。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人暗黑特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "originalIndex": 1310,
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "傷害避開目標的小兵。",
            "所有敵人在 3 回合內受到共計 258 點燃燒傷害。",
            "所有敵人受到燃燒和劇毒異常效果的 +50% 額外傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1311,
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有盟友以所受傷害的 80% 進行反擊，持續 4 回合。反擊傷害每回合增加 +15% ，最高至 125%。",
            "所有盟友獲得 +50% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1312,
        "effects": [
            "所有盟友有 +45% 機率閃避特殊技能，持續 3 回合。每次閃避都能使生命值提高 425 點。加成生命值能夠超過最大生命值。",
            "所有盟友可抵禦最大生命值降低，持續 3 回合。",
            "元素鏈使所有神聖盟友獲得的任何治療提高 +10% ，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1313,
        "effects": [
            "對目標造成 600% 傷害。",
            "如果目標有增益且遭到命中，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "從所有敵人身上安全驅散 1 個增益。（優先驅散最新的增益）。",
            "枯萎：所有敵人獲得 -350 點防禦。"
        ]
    },
    {
        "originalIndex": 1314,
        "effects": [
            "對目標及附近敵人造成 435% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 708 點流血傷害。所有盟友能吸收所造成之流血傷害的 50% 作為加成生命值。",
            "目標和附近敵人在 4 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1315,
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "在 3 個回合內使目標與附近敵人的最大生命值降低 450 點。對有生命加成的目標效果更大。最大生命值不得低於原生命值的 30%。任何生命值加成會造成額外降低每回合 150 點。"
        ]
    },
    {
        "originalIndex": 1316,
        "effects": [
            "對目標及附近敵人造成 230% 傷害。",
            "在 3 個回合內使目標與附近敵人的最大生命值降低 600 點。對有生命加成的目標效果更大。最大生命值不得低於原生命值的 30%。任何生命值加成會造成額外降低每回合 200 點。"
        ]
    },
    {
        "originalIndex": 1317,
        "effects": [
            "1 倍法力充能",
            "* 對目標召喚苦無惡魔。惡魔每回合以 150% 的攻擊力對敵人造成傷害。",
            "* 苦無惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 45% 時消失。",
            "* 苦無惡魔會在 3 個回合後爆炸，對目標造成 1850 點傷害。",
            "2 倍法力充能",
            "* 對目標及其附近敵人召喚苦無惡魔。惡魔每一回合以 175% 的攻擊對敵人造成傷害。",
            "* 苦無惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 50% 時消失。",
            "* 苦無惡魔會在 3 個回合後爆炸，對目標造成 2000 點傷害。",
            "3 倍法力充能",
            "* 對所有敵人召喚苦無惡魔。惡魔每一回合以 200% 的攻擊對敵人造成傷害。",
            "* 苦無惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 55% 時消失。",
            "* 苦無惡魔會在 3 個回合後爆炸，對目標造成 2250 點傷害。"
        ]
    },
    {
        "originalIndex": 1318,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有盟友有 +56% 機率閃避特殊技能，持續 3 回合。每次閃避會召喚一個櫻花狐狸小兵。",
            "櫻花狐狸小兵從施法者繼承了 8% 生命與 30% 攻擊力。它在每個回合結束時為主人增加 7% 法力。"
        ]
    },
    {
        "originalIndex": 1319,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "為施法者與附近盟友召喚一個櫻花狐狸小兵。櫻花狐狸小兵從施法者繼承 12% 生命與 30% 攻擊。該小兵在每個回合結束時為主人增加 7% 法力。",
            "所有敵人獲得 -40% 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1320,
        "effects": [
            "對目標與所有暗黑敵人造成 500% 傷害。",
            "所有敵人獲得 -39% 法力產出，持續 4 回合。對暗黑系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1321,
        "effects": [
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "自目標偷取 35% 法力，並分給盟友。",
            "所有盟友獲得 +35% 攻擊力，持續 2 回合。",
            "元素鏈給予所有神聖盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1322,
        "effects": [
            "對目標造成 470% 傷害。",
            "目標獲得 -44% 防禦，持續 4 回合。",
            "對一個隨機的不同敵人造成 470% 傷害。若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人。",
            "受第二擊所擊中的目標獲得 -44% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1323,
        "effects": [
            "所有盟友在 6 回合內恢復 1428 點生命值。",
            "所有盟友獲得 +50% 攻擊力，持續 6 回合。",
            "所有盟友獲得 +50% 暴擊率，持續 6 回合。",
            "施法者獲得 -5% 法力產出，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1324,
        "effects": [
            "所有盟友在 5 回合內恢復 1450 點生命值。",
            "所有盟友獲得 +60% 攻擊力，持續 5 回合。",
            "所有盟友獲得 +60% 暴擊率，持續 5 回合。",
            "施法者獲得 -5% 法力產出，持續 5 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1325,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有暗黑系敵人獲得 -34% 精準度，持續 3 回合。（失手率也會套用在攻擊型特殊技能上）。",
            "所有冰雪系敵人獲得 -34% 防禦，持續 3 回合。",
            "所有自然系敵人獲得 -34% 法力產出，持續 3 回合。",
            "所有烈火敵人獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1326,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有暗黑系敵人獲得 -39% 精準度，持續 3 回合。（失手率也會套用在攻擊型特殊技能上）。",
            "所有冰雪系敵人獲得 -39% 防禦，持續 3 回合。",
            "所有自然系敵人獲得 -39% 法力產出，持續 3 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "所有烈火敵人獲得 -39% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1327,
        "effects": [
            "對目標造成 468% 傷害。",
            "目標獲得 -40% 精準度，持續 6 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1328,
        "effects": [
            "對目標造成 488% 傷害。",
            "目標獲得 -35% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1329,
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 195 點燃燒傷害。",
            "目標與附近敵人獲得 -35% 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1330,
        "effects": [
            "對目標造成 548% 傷害。",
            "目標獲得 -35% 精準度，持續 6 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1331,
        "effects": [
            "對目標造成 558% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "目標獲得 -38% 精準度，持續 6 回合。（失手率也會套用在攻擊型特殊技能上）。"
        ]
    },
    {
        "originalIndex": 1332,
        "effects": [
            "對目標造成 450% 傷害，並對其餘敵人造成輕微傷害。",
            "所有敵人獲得的治療減少 -50% ，持續 3 回合。",
            "所有敵人從特殊技能獲得的法力減少 -75% ，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1333,
        "effects": [
            "對所有敵人造成 285% 傷害。",
            "所有敵人獲得 -40% 精準度，持續 4 回合。",
            "失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1334,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "每有一名盟友落敗，傷害增加 50%。",
            "施法者獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1335,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "每有一個敵人被擊敗，傷害增加 45%。",
            "所有敵人獲得 -40% 精準度，持續 3 回合。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1336,
        "effects": [
            "對所有敵人造成 435% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 4 回合。（失手率也會套用在攻擊型特殊技能上）。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1337,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。",
            "除了施法者，所有盟友獲得 +34% 攻擊，持續 4 回合。",
            "元素鏈賦予所有神聖系盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1338,
        "effects": [
            "對目標造成 300% 傷害。",
            "對隨機一個不同的敵人造成 470% 傷害。",
            "在 3 回合內，若命中的敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。對暗黑系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 1339,
        "effects": [
            "對目標造成 450% 傷害。",
            "對隨機一個不同的敵人造成 320% 傷害。",
            "在 4 回合內，若命中的敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。對暗黑系角色，此狀態效果變為不可淨化且持續時間延長 1 回合。"
        ]
    },
    {
        "originalIndex": 1340,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果",
            "1 倍法力充能",
            "* 對目標造成 280% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -20%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 227 傷害。",
            "* 在 2 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "2 倍法力充能",
            "* 對目標造成 370% 傷害。",
            "* 施法者躲藏 3 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 316 傷害。",
            "* 在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "3 倍法力充能",
            "* 對目標造成 450% 傷害。",
            "* 施法者躲藏 4 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -40%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 348 傷害。",
            "* 在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "originalIndex": 1341,
        "effects": [
            "對目標造成 605% 傷害。",
            "為施法者提升所造成傷害 50% 的生命值。"
        ]
    },
    {
        "originalIndex": 1342,
        "effects": [
            "淨化所有盟友的狀態異常，且不觸發第二效果。",
            "對所有敵人造成 325% 傷害。",
            "所有敵人獲得的治療減少 -50% ，持續 4 回合。",
            "所有敵人無法用特殊技能淨化或轉移自己的狀態異常，持續 4 回合。（此效果也阻止淨化或轉移其自身）。"
        ]
    },
    {
        "originalIndex": 1343,
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 380% 傷害。",
            "使目標的法力減少 -20%。",
            "如果在法力減損後，目標的法力高於 30% ，則會以一個隨機敵人作為目標再次施放特殊技能。每次連續攻擊擊中時，傷害都會降低。"
        ]
    },
    {
        "originalIndex": 1344,
        "effects": [
            "對目標造成 415% 傷害。",
            "使目標的法力減少 40%。",
            "為施法者治療 75% 的傷害。"
        ]
    },
    {
        "originalIndex": 1345,
        "effects": [
            "對目標造成 390% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得對神聖系 -54% 的防禦，持續 4 回合。",
            "所有暗黑系敵人獲得 -34% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1346,
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "使所有敵人的法力減少 10%。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。對暗黑系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "originalIndex": 1347,
        "effects": [
            "對目標造成 565% 傷害。",
            "使目標的法力減少 35%。",
            "為施法者治療 65% 的傷害。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1348,
        "effects": [
            "對目標造成 575% 傷害。",
            "攻擊會無視防禦增益（包括反擊）。",
            "使目標的法力減少 -38%。",
            "為施法者治療 70% 的傷害。"
        ]
    },
    {
        "originalIndex": 1349,
        "effects": [
            "消除施法者與附近盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "施法者與附近盟友獲得一個月昇護體，持續 4 回合，所受到的特殊技能傷害最高減少 -1320 點。攻擊者為神聖系時，額外減少 30% 傷害。",
            "施法者和附近盟友在 4 回合內恢復 1800 點生命值。",
            "施法者和附近盟友反射狀態異常和負面效果疊加，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "originalIndex": 1350,
        "effects": [
            "對所有敵人造成 325% 傷害。",
            "所有敵人在 4 回合內受到共計 364 點流血傷害。對暗黑系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "所有敵人獲得的治療減少 -75% ，持續 4 回合。對暗黑系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "所有敵人獲得 -35% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。對暗黑系角色，此狀態效果變為不可淨化且持續時間延長 2 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "originalIndex": 1351,
        "effects": [
            "對目標造成 400% 傷害。",
            "目標無法在敵人或盟友身上施放任何新的狀態效果，持續 3 回合。這包含疊加。這僅包含用特殊技能施放的狀態效果。",
            "元素鏈給予所有神聖盟友 +10% 暴擊率，持續 6 個回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1352,
        "effects": [
            "所有敵人在 3 回合內受到共計 330 點劇毒傷害。",
            "對所有敵人召喚鬆餅惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "鬆餅惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "每次被鬆餅惡魔擊中，會附加以下效果：",
            "* 目標受到異常效果的 +50% 額外傷害，持續 3 回合。",
            "* 有 25% 機率將剩餘回合最少的狀態異常刷新持續時間。"
        ]
    },
    {
        "originalIndex": 1353,
        "effects": [
            "成長：所有盟友獲得 150 點攻擊和 150 點防禦。",
            "為每個盟友召喚一個胡蘿蔔小兵，其可從施法者繼承 25% 生命值。",
            "召喚胡蘿蔔小兵之後，主人擁有胡蘿蔔小兵期間，胡蘿蔔小兵會給予其主人 +20% 法力產出。此效果無法被驅散。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "元素鏈給予所有神聖系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1354,
        "effects": [
            "為所有盟友恢復 60% 生命值。",
            "淨化所有盟友身上最新施加的狀態異常並將其施加於敵方戰隊的一名隨機目標身上。",
            "在狀態異常持續回合期間，所有敵人已啟動的狀態異常均無法淨化。",
            "所有盟友獲得 +60% 防禦，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1355,
        "effects": [
            "為所有盟友提供 710 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1356,
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 250%。",
            "使所有敵人的法力減少 20%。",
            "所有敵人獲得 -14% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1357,
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 300%。",
            "使所有敵人的法力減少 15%。",
            "所有敵人獲得 -10% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1358,
        "effects": [
            "1 倍法力充能",
            "* 所有盟友得到靈魂連結，持續 2 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +25% 防禦，持續 2 回合。",
            "* 所有盟友獲得 +24% 法力產出，持續 2 回合。",
            "2 倍法力充能",
            "* 所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +50% 防禦，持續 4 回合。",
            "* 所有盟友獲得 +33% 法力產出，持續 4 回合。",
            "3 倍法力充能",
            "* 所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +73% 防禦，持續 5 回合。",
            "* 所有盟友獲得 +38% 法力產出，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1359,
        "effects": [
            "為每個盟友召喚一個星界球體小兵，其可從施法者繼承 35% 生命與 39% 攻擊。",
            "召喚星界球體小兵之後，主人擁有星界球體小兵期間，星界球體小兵會給予其主人 +33% 法力產出。此效果無法被驅散。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "所有盟友受到的所有傷害降低 -43% ，持續 4 回合。",
            "所有盟友的普通攻擊與特殊技能對有生命值加成的目標造成 +100% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1360,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為每個盟友召喚一個蝴蝶小兵，其可從師法者繼承 14% 生命值及 20% 攻擊。",
            "* 蝴蝶小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "*** 受到的所有傷害提高 +20% ，持續 3 回合。",
            "2 倍法力充能：",
            "* 對所有敵人召喚蝴蝶惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "* 蝴蝶惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 50% 時消失。",
            "* 召喚蝴蝶惡魔之後，主人擁有蝴蝶惡魔期間，蝴蝶惡魔為主人提供 -50% 精準度。此效果無法淨化。失手率也會套用在攻擊型特殊技能上。"
        ]
    },
    {
        "originalIndex": 1361,
        "effects": [
            "對目標造成 362% 傷害，並對附近敵人造成輕微傷害。",
            "施法者治療所造成普通傷害的 50% ，持續 5 回合。",
            "元素鏈給予所有神聖盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1362,
        "effects": [
            "對目標造成 350% 傷害，並對附近敵人造成輕微傷害。",
            "施法者治療所造成普通傷害的 75% ，持續 5 回合。",
            "元素鏈給予所有神聖盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1363,
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "使所有敵人的法力減少 20%。",
            "所有敵人獲得 -35% 精準度，持續 4 回合。失手率也會套用在攻擊型特殊技能上。",
            "元素鏈會為所有神聖盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1364,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 500% 傷害。",
            "* 每當敵人透過特殊技能、狀態效果、關卡屬性、被動技能、家族效果或小兵而獲得法力時，該敵人將受到 250 點傷害，此效果持續 3 回合。",
            "2 倍法力充能：",
            "* 對目標造成 640% 傷害。",
            "* 所有敵人對新的狀態效果增益免疫。應獲得的法力產出增益將被取代為 -34% 的法力產出，持續 3 回合。",
            "3 倍法力充能：",
            "* 對目標造成 680% 傷害。",
            "* 所有敵人對新的狀態效果增益免疫。應獲得的法力產出增益將被取代為 -34% 的法力產出，持續 3 回合。",
            "* 每當敵人透過特殊技能、狀態效果、關卡屬性、被動技能、家族效果或小兵而獲得法力時，該敵人將受到 250 點傷害，此效果持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1365,
        "effects": [
            "對目標及附近敵人造成 310% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 140% 的傷害，持續 4 回合。",
            "施法者與附近盟友會獲得燃燒之觸，持續 4 回合。（燃燒之觸：擁有此狀態效果的角色每次反擊敵人時，攻擊者將在 4 回合內受到共計 432 點燃燒傷害）。"
        ]
    },
    {
        "originalIndex": 1366,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標與附近敵人在 5 個回合中對具有強大抗性的元素會減弱抗性。對於通常較弱的元素，抗性還是較低。"
        ]
    },
    {
        "originalIndex": 1367,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人在 6 個回合中對具有強大抗性的元素會減弱抗性。對於通常較弱的元素，抗性還是較低。"
        ]
    },
    {
        "originalIndex": 1368,
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "面板上每有一個神聖護盾，則造成 18% 額外傷害，最多累積造成 244% 傷害。",
            "所有盟友獲得 +8% 法力產出，且面板中每個神聖護盾額外提升 2% 法力產出，持續 3 回合，最多累積至 +28% 法力產出。"
        ]
    },
    {
        "originalIndex": 1369,
        "effects": [
            "對所有敵人造成 90% 傷害。",
            "面板上每有一個神聖護盾，則造成 25% 額外傷害，最多累積造成 290% 傷害。",
            "所有盟友獲得 +8% 法力產出，且面板中每個神聖護盾額外提升 3% 法力產出，持續 3 回合，最多累積至 +38% 法力產出。"
        ]
    },
    {
        "originalIndex": 1370,
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "對所有敵人造成 275% 傷害。",
            "每摧毀一名小兵，對所有敵人造成額外 30% 傷害。",
            "疊加（上限： 10 ）：每摧毀一名小兵，所有敵人獲得 -7% 法力產出。"
        ]
    },
    {
        "originalIndex": 1371,
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "施法者在 4 個回合內竊取目標與附近敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果不可淨化，但在施法者被擊敗後會被移除。",
            "元素鏈會為所有神聖盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1372,
        "effects": [
            "砂巨像小兵從施法者繼承了 14% 生命與 18% 攻擊。砂巨像小兵每次受到普通攻擊或特殊技能攻擊時，攻擊者將在 3 回合內受到共計 294 點飛沙傷害。",
            "所有盟友獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1373,
        "effects": [
            "為每個盟友召喚一個砂巨像小兵，其可從施法者繼承 20% 生命值與 25% 攻擊。",
            "砂巨像小兵每次受到普通攻擊或特殊技能攻擊時，攻擊者將在 3 回合內受到共計 411 點飛沙傷害。",
            "所有盟友獲得 +40% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1374,
        "effects": [
            "對所有敵人造成 245% 傷害。",
            "對小兵和惡魔召喚者造成 490% 的傷害。",
            "所有敵人獲得的治療減少 -50% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1375,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 455% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 290 點劇毒傷害，而且每個回合降低目標的法力產出 -15%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "第 2 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 490% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 328 點劇毒傷害，而且每個回合降低目標的法力產出 -20%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 1376,
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 450% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 297 點劇毒傷害，而且每個回合降低目標的法力產出 -10%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）。",
            "第 2 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 515% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 549 點劇毒傷害，而且每個回合降低目標的法力產出 -25%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）。"
        ]
    },
    {
        "originalIndex": 1377,
        "effects": [
            "使用月昇打擊攻擊目標與附近敵人，造成最高 1620 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。此特殊技能必命中其目標。",
            "為施法者與附近盟友召喚一個貓頭鷹女武神小兵。此小兵可從施法者繼承 25% 生命和 45% 攻擊力。",
            "如果貓頭鷹女武神小兵被擊敗，則對攻擊者施放完整移除（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）。",
            "在完整移除施放後，攻擊者進入貓頭鷹神殿幽靈型態，持續 3 個回合。",
            "處於貓頭鷹神殿時，目標每回合受到 360 點傷害。（在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。若戰鬥中僅剩一名敵人則無法施放）。"
        ]
    },
    {
        "originalIndex": 1378,
        "effects": [
            "對目標造成 500% 傷害，並對附近敵人造成輕微傷害。",
            "強化防禦異常：目標與附近敵人取得 -50% 對特殊技能的防禦。此效果持續到敵人受到一次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人陷入沉睡並於沉睡時受到的傷害增加 +70%。（睡著的角色無法獲得法力或攻擊。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵、惡魔、超級小兵與超級惡魔的傷害。此效果不可淨化）。"
        ]
    },
    {
        "originalIndex": 1379,
        "effects": [
            "對目標造成 450% 傷害。",
            "所有盟友可抵禦新的負面法力效果，持續 3 回合。",
            "所有盟友均可抵抗禁用特殊技能的效果，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1380,
        "effects": [
            "對目標造成 480% 傷害。",
            "所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1381,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 200 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 個回合內恢復 600 點加成生命值。加成生命值能夠超過最大生命值。若目標受到狀態異常，效果持續時間會重設。"
        ]
    },
    {
        "originalIndex": 1382,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 個回合內恢復 400 點加成生命值。加成生命值能夠超過最大生命值。若目標受到狀態異常，效果持續時間會重設。"
        ]
    },
    {
        "originalIndex": 1383,
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "每當敵人使用特殊技能時，所有盟友獲得 +10% 法力，持續 4 回合。法力在特殊技能結束時獲得。若此狀態效果在特殊技能期間被移除，將不會獲得法力。",
            "施法者獲得復仇效果，持續 4 回合。如果復仇效果被敵人的特殊技能驅散，則所有敵人承受 525 點傷害。"
        ]
    },
    {
        "originalIndex": 1384,
        "effects": [
            "對目標及附近敵人造成 185% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 423 點傷害。",
            "目標與附近敵人獲得的治療增加 -75% ，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "originalIndex": 1385,
        "effects": [
            "對目標及附近敵人造成 185% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 692 點水系傷害。",
            "目標與附近敵人獲得的治療減少 -75% ，持續 4 回合。此效果無法淨化。",
            "淨化施法者和附近盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1386,
        "effects": [
            "對目標造成 265% 傷害。",
            "所有盟友獲得 +195% 攻擊力與 -35% 精準度，僅可在敵人生命值高於進攻者生命值時使用，該效果持續 5 回合。",
            "元素鏈給予所有神聖系盟友抵禦暗黑系的 +46% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1387,
        "effects": [
            "為所有盟友提供 320 點加成生命值。加成生命值能夠超過最大生命值。",
            "改變面板上所有神聖系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -30%。",
            "所有盟友獲得 +34% 攻擊力，且面板上每有一個神聖護盾，則會再增加 3% ，持續 3 回合，最多可達 +70% 攻擊力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1388,
        "effects": [
            "所有敵人在 3 回合內受到共計 324 點飛沙傷害。",
            "所有敵人獲得的治療減少 -50% ，持續 2 回合。此效果無法淨化。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1389,
        "effects": [
            "所有敵人在 4 回合內受到共計 780 點飛沙傷害。",
            "所有敵人獲得 -44% 防禦，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 1390,
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "疊加（最大值： 10 ）：所有盟友受到的所有傷害降低 -5%。",
            "召喚一個從此施法者繼承 65% 生命值和 180% 攻擊力的護盾守衛超級小兵。",
            "護盾守衛超級小兵每回合都會安全淨化所有盟友的最新可淨化狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動）。"
        ]
    },
    {
        "originalIndex": 1391,
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）。",
            "驅散所有敵人的 2 個增益。（優先驅散最新的增益）。",
            "對剩餘生命值最高的敵人造成 450% 傷害。對其餘敵人造成 250% 傷害。",
            "剩餘生命值最高的敵人在 3 回合內受到共計 810 點水系傷害。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1392,
        "effects": [
            "對目標造成 500% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "對一名隨機敵人造成 500% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）。",
            "受第二擊所擊中的目標受到 +50% 額外傷害，持續 3 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +10% ，最多累積至 +100%。"
        ]
    },
    {
        "originalIndex": 1393,
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標及附近敵人造成 420% 傷害。",
            "目標與附近敵人在 4 個回合內受到 612 點劇毒傷害。有加成生命值、小兵或一名超級小兵的目標會受到額外傷害。（對有加成生命值的目標造成的劇毒傷害 +100%。目標所擁有的每個小兵或超級小兵會額外增加 +33% 傷害，最高共可達 +199% ）。",
            "施法者在 4 回合內恢復 1400 點生命值。"
        ]
    },
    {
        "originalIndex": 1394,
        "effects": [
            "對所有敵人造成 365% 傷害。",
            "枯萎：所有敵人獲得 -400 點攻擊。",
            "召喚一個白野豬超級小兵，其可從施法者繼承 65% 生命與 250% 攻擊。",
            "召喚白野豬超級小兵之後，主人擁有白野豬超級小兵期間，白野豬超級小兵會給予其主人以所受傷害 100% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1395,
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "為所有盟友治療 20% 的傷害。",
            "所有神聖盟友受到的強力傷害將被視為常規傷害，持續 3 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1396,
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 411 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "originalIndex": 1397,
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 100% 的傷害，持續 4 回合。",
            "施法者與附近盟友受到的所有傷害降低 -50% ，持續 4 回合。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1398,
        "effects": [
            "使施法者與附近盟友的法力增加 15%。",
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 4 回合。",
            "施法者與附近盟友受到的所有傷害降低 40% ，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1399,
        "effects": [
            "從目標竊取小兵和超級小兵。",
            "對目標造成持續貪婪。特殊技能的友善效果僅影響具有「貪婪」的角色。（貪婪會阻止所有其他英雄獲得友善效果，包括所有增益、治療和成長效果。此效果持續至被淨化、取代或移除）。",
            "所有敵人在 4 回合內受到共計 975 點詛咒傷害，起始傷害較低，每個回合逐漸增加。"
        ]
    },
    {
        "originalIndex": 1400,
        "effects": [
            "對目標造成 310% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "施法者獲得 -20% 攻擊力，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1401,
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "除施法者外的所有盟友跳起黏膩之舞，持續 4 回合。",
            "==黏膩之舞==",
            "+45% 機率閃避特殊技能。每次閃避會對攻擊者造成 1600 點傷害。",
            "舞蹈結束時，舞者恢復 700 點生命值。（添加舞蹈狀態效果時將移除所有現有狀態效果。舞蹈狀態免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。舞蹈效果無法驅散。施法者陣亡後效果移除）。"
        ]
    },
    {
        "originalIndex": 1402,
        "effects": [
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "淨化所有盟友身上最新施加的可淨化狀態異常。",
            "所有盟友獲得 20% 防禦，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1403,
        "effects": [
            "特殊技能連續使用會有不同的效果，順序為：",
            "第 1 次：",
            "* 對目標造成 280% 傷害。",
            "* 目標獲得 -40% 精準度，持續 3 回合。進攻型特殊技能也有相同機率落空。",
            "第 2 次：",
            "* 對目標及附近敵人造成 280% 傷害。",
            "* 目標與附近敵人獲得 -40% 精準度，持續 3 回合。進攻型特殊技能也有相同機率落空。",
            "第三次：",
            "* 對所有敵人造成 280% 傷害。",
            "* 所有敵人獲得 -40% 精準度，持續 3 回合。進攻型特殊技能也有相同機率落空。"
        ]
    },
    {
        "originalIndex": 1404,
        "effects": [
            "特殊技能連續使用會有不同的效果，順序為：",
            "第 1 次：",
            "* 對所有敵人造成 185% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。進攻型特殊技能也有相同機率落空。",
            "第 2 次：",
            "* 對所有敵人造成 260% 傷害。",
            "* 所有敵人獲得 -35% 精準度，持續 3 回合。進攻型特殊技能也有相同機率落空。",
            "第三次：",
            "* 對所有敵人造成 290% 傷害。",
            "* 所有敵人獲得 -54% 精準度，持續 3 回合。進攻型特殊技能也有相同機率落空。"
        ]
    },
    {
        "originalIndex": 1405,
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 5 回合。",
            "施法者在 5 個回合內恢復 1250 點加成生命值。加成生命值能夠超過最大生命值。",
            "5 回合後，根據此效果有效期間施法者的所受傷害，對所有敵人造成 500 -1000 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。",
            "疊加（上限： 10 ）：施法者對弱點元素獲得 +25% 攻擊。"
        ]
    },
    {
        "originalIndex": 1406,
        "effects": [
            "對目標及附近敵人造成 355% 傷害。",
            "敵人的生命越高，受到的傷害越多，最高可達 435%。",
            "施法者和附近盟友攻擊時無視防禦增益，持續 3 回合（包括反擊）。",
            "施法者和附近盟友的特殊技能造成額外 +80% 傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1407,
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "* 摧毀目標的所有小兵。",
            "* 對目標造成 310% 傷害。",
            "* 每摧毀一名小兵，所有盟友獲得少量法力。",
            "x 2 法力充能：",
            "* 摧毀目標和附近敵人的全部小兵。",
            "* 對目標及附近敵人造成 350% 傷害。",
            "* 每摧毀一名小兵，所有盟友獲得少量法力。",
            "x 3 法力充能：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 390% 傷害。",
            "* 每摧毀一名小兵，所有盟友獲得少量法力。"
        ]
    },
    {
        "originalIndex": 1408,
        "effects": [
            "對目標造成 585% 傷害。",
            "傷害避開目標的小兵。",
            "所有擁有小兵或惡魔的敵人在 3 回合內受到共計 420 點沙系傷害。",
            "元素鏈為所有神聖系盟友召喚一名神聖小兵，其可從施法者處繼承 6% 生命和 10% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1409,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有盟友在 3 回合內恢復 594 點生命值。",
            "* 所有盟友獲得 +30% 攻擊力，持續 3 回合。",
            "* 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 所有敵人在 5 回合內受到共計 1290 點沙系傷害。",
            "* 所有敵人獲得 -45% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1410,
        "effects": [
            "為所有盟友恢復 44% 生命值。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1411,
        "effects": [
            "為所有盟友恢復 44% 生命值。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 1412,
        "effects": [
            "為所有盟友提供 670 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人獲得 -39% 攻擊力，持續 4 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "originalIndex": 1413,
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "所有盟友獲得 +45% 防禦，持續 4 回合。對所有神聖系角色，此狀態效果不可驅散且持續時間延長 2 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1414,
        "effects": [
            "為所有盟友恢復 55% 生命值。",
            "所有盟友獲得 +60% 防禦，持續 4 回合。",
            "所有神聖系盟友可反彈狀態異常和負面效果疊加，持續 2 回合（同隊角色、小兵和惡魔施放的狀態效果無法反彈）。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "originalIndex": 1415,
        "effects": [
            "所有敵人在 2 回合內受到共計 284 點流血傷害。施法者會吸收所造成流血傷害的 30% 並轉化為生命值。",
            "施法者偷取所有敵人所獲治療的 60% ，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1416,
        "effects": [
            "為剩餘生命少於 50% 的盟友，將生命恢復至 50%。",
            "所有盟友在 3 個回合內恢復 1320 點加成生命值。加成生命值能夠超過最大生命值。",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放",
            "* +100% 特殊技能傷害，持續 4 回合。",
            "* +33% 法力產出，持續 4 回合。",
            "* 增益來源將啟動 3 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "originalIndex": 1417,
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標獲得 -34% 防禦，持續 4 回合。若目標受到治療，效果持續時間將重置。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1418,
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。若目標受到治療，效果持續時間將重置。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1419,
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 175% 傷害。",
            "* 驅散所有敵人的防禦增益狀態效果。",
            "* 所有敵人對新的防禦增益狀態效果免疫，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友攻擊時無視防禦增益，持續 5 回合（包括反擊）。",
            "* 所有盟友受到的所有傷害降低 -45% ，持續 5 回合。",
            "* 所有盟友會以所受傷害的 115% 進行反擊，持續 5 回合。"
        ]
    },
    {
        "originalIndex": 1420,
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 1200 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友可抵抗最大生命值的減少，持續 5 回合。",
            "施法者擁有生命值加成期間，所有盟友均獲得 +60% 防禦。此效果無法淨化。"
        ]
    },
    {
        "originalIndex": 1421,
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "施法者受到的所有傷害降低 -50% ，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 720 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 1422,
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "施法者受到的所有傷害降低 -45% ，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 720 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 1423,
        "effects": [
            "偷走全體敵人的所有可驅散增益並施放給施法者。",
            "對所有敵人造成 350% 傷害並對其造成 10 點瘋狂。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "originalIndex": 1424,
        "effects": [
            "對目標造成 280% 傷害。",
            "若戰隊裡有 1 名神聖系盟友，該傷害將增加至 290% 並影響附近的敵人。",
            "若戰隊裡有 2 名神聖系盟友，該傷害將增加至 300% 並影響所有敵人。友方英雄需活著才能觸發該效果。",
            "使所有命中的敵人減少 -20% 法力。"
        ]
    },
    {
        "originalIndex": 1425,
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "面板上每存在一個神聖系盾牌，便造成額外 20% 傷害，最多累積造成 450% 傷害。",
            "每名被擊敗的盟友有 20% 的機率以 40% 的生命值復活。",
            "面板上每個神聖系盾牌都會使復活機率提高 5% ，最高可達 80% 機率。"
        ]
    },
    {
        "originalIndex": 1426,
        "effects": [
            "施法者身上所有影響攻擊、防禦和法力生成的狀態異常，將替換為對應的不可驅散增益（替換效果無法被狀態效果和被動技能阻擋。只有可驅散或可淨化的狀態效果才可被替換。替換效果：攻擊力異常狀態將被 +40% 攻擊力增益取代，持續 4 回合。防禦異常狀態將被 +40% 防禦增益取代，持續 4 回合。法力生成異常狀態將被 +40% 法力生成增益取代，持續 4 回合）。",
            "對目標造成 620% 傷害。",
            "為所有盟友提升所造成傷害 26% 的生命值。"
        ]
    },
    {
        "originalIndex": 1427,
        "effects": [
            "對目標造成 300% 傷害。",
            "對隨機一個不同的敵人造成 450% 傷害。如果目標為暗黑系可造成額外傷害。",
            "遭到第二次攻擊的目標獲得 -56% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1428,
        "effects": [
            "對目標造成 400% 傷害。",
            "對隨機一個不同的敵人造成 400% 傷害。如果目標為暗黑系可造成額外傷害。",
            "遭到第二次攻擊的目標獲得 -56% 防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1429,
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "目標和附近敵人每獲得一個狀態異常便受到 225 點傷害，持續 4 回合。",
            "施法者和附近盟友對新的狀態異常免疫，持續 4 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 225 點生命值。"
        ]
    },
    {
        "originalIndex": 1430,
        "effects": [
            "對目標造成 530% 傷害。",
            "所有盟友可將影響防禦的狀態異常反彈給攻擊者，持續 3 回合。該效果不可無視。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "originalIndex": 1431,
        "effects": [
            "對目標造成 520% 傷害。",
            "目標在 3 回合內受到共計 390 點流血傷害。",
            "所有盟友可將影響防禦的狀態異常反彈給攻擊者，持續 3 回合。該效果不可無視。"
        ]
    },
    {
        "originalIndex": 1432,
        "effects": [
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 16% 生命值與 17% 攻擊。",
            "蜀軍小兵使其所有者能以所受傷害的 60% 作出反擊，只要其所有者擁有蜀軍小兵。此效果無法驅散。",
            "召喚蜀軍游擊惡魔附身於所有敵人。惡魔每回合對其目標造成 75% 攻擊力的傷害。",
            "蜀軍游擊惡魔會吸收治療，當吸收的治療量達到其目標生命值的 50% 時，它便會消失。"
        ]
    },
    {
        "originalIndex": 1433,
        "effects": [
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 33% 生命值與 33% 攻擊。",
            "蜀軍小兵被召喚後，只要其所有者擁有蜀軍小兵，其所有者就能以所受傷害的 55% 作出反擊。此效果無法驅散。",
            "召喚蜀軍游擊惡魔附身於所有敵人。惡魔每回合對其目標造成 70% 攻擊力的傷害。",
            "蜀軍游擊惡魔會吸收治療，当吸收的治疗量达到其目标最大生命值的 55% 时，它便会消失。"
        ]
    },
    {
        "originalIndex": 1434,
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "淨化所有盟友的狀態異常。",
            "所有盟友獲得 +20% 攻擊力，且每移除一個狀態效果便再增加 +5% 攻擊力，最高可達 +60% ，持續 4 回合。",
            "元素鏈為全體神聖系盟友提供額外 +10% 的特殊技能傷害，持續 4 回合。此效果無法驅散。"
        ]
    }
];