const translatedEffectsCN = 
[
    {
        "originalIndex": 0,
        "effects": [
            "对所有敌人造成 115% 伤害。"
        ]
    },
    {
        "originalIndex": 1,
        "effects": [
            "对目标造成 275% 伤害。"
        ]
    },
    {
        "originalIndex": 2,
        "effects": [
            "所有盟友获得 +63% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 3,
        "effects": [
            "对所有敌人造成 115% 伤害。"
        ]
    },
    {
        "originalIndex": 4,
        "effects": [
            "所有盟友获得 +48% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 5,
        "effects": [
            "所有盟友在 5 回合内恢复 425 点生命值。",
            "每名被击败的盟友有 35% 的几率以 25% 的生命值复活。",
            "施法者身上所有影响攻击、防御和法力生成的状态异常，将替换为对应的不可驱散增益（替换效果无法被状态效果、家族效果或被动技能阻挡。只有可驱散或可净化的状态效果才可被替换。替换效果：攻击力异常状态将被 +40% 攻击力增益取代，持续 4 回合。防御异常状态将被 +40% 防御增益取代，持续 4 回合。法力生成异常状态将被 +40% 法力生成增益取代，持续 4 回合）。"
        ]
    },
    {
        "originalIndex": 6,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "施法者获得 -20% 攻击力，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 7,
        "effects": [
            "为施法者和附近盟友召唤一个猎枭小兵，此小兵继承施法者 10% 的生命值和 20% 的攻击力。",
            "猎枭小兵的每次攻击都会使目标的法力减少 -6%。",
            "施法者和附近盟友获得 +54% 特殊技能防御，持续 3 回合。",
            "净化施法者和附近盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 8,
        "effects": [
            "为所有盟友恢复 32% 生命值。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。"
        ]
    },
    {
        "originalIndex": 9,
        "effects": [
            "对目标造成 300% 伤害。",
            "施法者和附近盟友对新的状态异常免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 10,
        "effects": [
            "对目标造成 225% 伤害。",
            "为施法者恢复等同于所造成伤害 50% 的生命值。"
        ]
    },
    {
        "originalIndex": 11,
        "effects": [
            "对目标造成 235% 伤害。",
            "施法者对新的状态异常免疫，持续 3 回合。此效果无法驱散。",
            "施法者获得 +50% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 12,
        "effects": [
            "对目标造成 255% 伤害。",
            "为施法者恢复等同于所造成伤害 45% 的生命值。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 13,
        "effects": [
            "对目标造成 265% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "为施法者恢复等同于所造成伤害 48% 的生命值。"
        ]
    },
    {
        "originalIndex": 14,
        "effects": [
            "为所有盟友恢复 32% 生命值。",
            "所有盟友获得对自然系 +94% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 15,
        "effects": [
            "所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友获得 +63% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 16,
        "effects": [
            "所有敌人变得灵魂相连，持续 5 回合。灵魂相连的敌人将平摊所受伤害。",
            "所有敌人获得 -44% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 17,
        "effects": [
            "所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。此状态效果不可驱散，对冰雪系角色持续时间延长 2 回合。",
            "所有盟友获得 +51% 防御，持续 5 回合。此状态效果不可驱散，对冰雪系角色持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 18,
        "effects": [
            "为所有盟友恢复 32% 生命值。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 19,
        "effects": [
            "所有盟友在 3 回合内恢复 411 点生命值。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 20,
        "effects": [
            "对目标造成 335% 伤害。",
            "目标对新的增益状态效果免疫，持续 3 回合，且每当有增益效果尝试施加于其上，其将受到 70 点伤害。"
        ]
    },
    {
        "originalIndex": 21,
        "effects": [
            "对目标造成 300% 伤害。",
            "目标对新的增益状态效果免疫，持续 3 回合，且每当有增益效果尝试施加于其上，其将受到 150 点伤害。"
        ]
    },
    {
        "originalIndex": 22,
        "effects": [
            "对目标造成 285% 伤害。",
            "叠加（最多 10 层）：施法者获得 +10% 攻击力。"
        ]
    },
    {
        "originalIndex": 23,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 165% 伤害。",
            "所有敌人对新的增益状态效果免疫，持续 4 回合。对自然系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 24,
        "effects": [
            "对目标造成 260% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 25,
        "effects": [
            "对目标造成 240% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人在 3 回合内受到共计 60 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 26,
        "effects": [
            "对目标造成 290% 伤害，并对附近敌人造成轻微伤害。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 27,
        "effects": [
            "对目标造成 245% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得对冰雪系 -54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 28,
        "effects": [
            "对目标及附近敌人造成 230% 伤害。",
            "所有敌人获得对冰雪系 -54% 的防御，持续 3 回合。对烈火系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 29,
        "effects": [
            "摧毁目标的所有小兵。",
            "对目标造成 385% 伤害。",
            "施法者在 3 回合内恢复 243 点生命值。"
        ]
    },
    {
        "originalIndex": 30,
        "effects": [
            "对目标造成 235% 伤害。",
            "面板上每存在一个冰雪系盾牌，便造成额外 10% 伤害，最多累计造成 335% 伤害。"
        ]
    },
    {
        "originalIndex": 31,
        "effects": [
            "施法者在 3 回合内恢复 402 点生命值。",
            "施法者有 +30% 的几率闪避可造成伤害的特殊技能，持续 3 回合。",
            "对除施法者外的所有盟友施放小天鹅之舞，持续 3 回合。添加此效果时将移除所有现有状态效果。",
            "小天鹅之舞。",
            "* +30% 几率闪避攻击和特殊技能。",
            "* 任何盟友随后施放特殊技能时，有 35% 几率对随机一名敌人造成 240% 伤害。",
            "* 免疫新的状态效果。新的舞蹈状态效果将取代此效果。",
            "* 此效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 32,
        "effects": [
            "对所有敌人造成 116% 伤害。",
            "所有敌人获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 33,
        "effects": [
            "对所有敌人造成 145% 伤害。",
            "所有盟友获得 +48% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 34,
        "effects": [
            "对所有敌人造成 146% 伤害。",
            "所有敌人获得 -24% 防御，持续 6 回合。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 35,
        "effects": [
            "对目标造成 300% 伤害。",
            "目标获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 36,
        "effects": [
            "对目标造成 335% 伤害。",
            "施法者获得 +54% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 37,
        "effects": [
            "对目标造成 330% 伤害。",
            "目标获得 -28% 防御，持续 6 回合。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 38,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为所有盟友恢复 15% 生命值。",
            "* 所有盟友获得对自然系 +40% 的防御，持续 2 回合。",
            "2 倍法力充能：",
            "* 为所有盟友恢复 25% 生命值。",
            "* 所有盟友获得 +54% 特殊技能防御，持续 3 回合。",
            "3 倍法力充能：",
            "* 为所有盟友恢复 45% 生命值。",
            "* 所有盟友获得对自然系 +94% 的防御，持续 2 回合。",
            "* 所有盟友获得 +74% 特殊技能防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 39,
        "effects": [
            "对目标造成 280% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 400%。"
        ]
    },
    {
        "originalIndex": 40,
        "effects": [
            "对目标及附近敌人造成 215% 伤害。",
            "召唤一个魏军小兵，此小兵继承施法者 20% 的生命值和 25% 的攻击力。",
            "魏军小兵每次击中目标都会驱散目标身上所有可驱散的增益。"
        ]
    },
    {
        "originalIndex": 41,
        "effects": [
            "对所有敌人造成 190% 伤害。",
            "所有盟友获得对自然系 +54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 42,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "所有自然系敌人在 4 回合内受到共计 536 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 43,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 2 回合。",
            "* 2 回合后，根据此效果有效期间施法者的所受伤害，对所有敌人造成 64 - 222 点伤害。受到最大生命值 50% 的伤害后可达到最大效果。",
            "第二次：",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "* 3 回合后，根据此效果有效期间施法者的所受伤害，对所有敌人造成 124 - 351 点伤害。受到最大生命值 50% 的伤害后可达到最大效果。"
        ]
    },
    {
        "originalIndex": 44,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 2 回合。",
            "* 2 回合后，根据此效果有效期间施法者的所受伤害，对所有敌人造成 56 - 214 点伤害。受到最大生命值 50% 的伤害后可达到最大效果。",
            "第二次：",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "* 3 回合后，根据此效果有效期间施法者的所受伤害，对所有敌人造成 165 - 392 点伤害。受到最大生命值 50% 的伤害后可达到最大效果。"
        ]
    },
    {
        "originalIndex": 45,
        "effects": [
            "为所有盟友恢复 15% 生命值。",
            "施法者和附近盟友会以承受伤害的 100% 进行反击，持续 4 回合。每进行一次反击，反击伤害 +5% ，最高为 130%。"
        ]
    },
    {
        "originalIndex": 46,
        "effects": [
            "为所有盟友恢复 10% 生命值。",
            "施法者和附近盟友会以承受伤害的 110% 进行反击，持续 4 回合。每进行一次反击，反击伤害 +5% ，最高为 135%。"
        ]
    },
    {
        "originalIndex": 47,
        "effects": [
            "对目标及附近敌人造成 240% 伤害。",
            "目标与附近敌人获得对特殊技能 -34% 的防御，持续 3 回合。",
            "施法者和附近盟友获得对自然系 +86% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 48,
        "effects": [
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 49,
        "effects": [
            "所有盟友会以所受伤害的 60% 进行反击，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 50,
        "effects": [
            "所有盟友会以所受伤害的 80% 进行反击，持续 4 回合。反击伤害每回合增加 20% ，最高可达 140%。"
        ]
    },
    {
        "originalIndex": 51,
        "effects": [
            "施法者和附近盟友以所受伤害的 120% 进行反击，持续 5 回合。此状态效果不可驱散，对冰雪系角色持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 52,
        "effects": [
            "摧毁目标的所有小兵。",
            "对命中的目标造成 275% 伤害。",
            "如果目标拥有小兵，则攻击另外一个拥有小兵的敌人。如果敌人都没有小兵，则攻击随机一名敌人。每名敌人只能被攻击一次。"
        ]
    },
    {
        "originalIndex": 53,
        "effects": [
            "施法者和附近盟友获得一个霜降守卫，持续 3 回合，它可使所受的特殊技能伤害降低最多 -500 点。当攻击者为烈火系元素时可额外降低 25% 的伤害。",
            "施法者和附近盟友获得 +120% 普通攻击，持续 3 回合。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +200% 攻击力。"
        ]
    },
    {
        "originalIndex": 54,
        "effects": [
            "摧毁全部敌人的全部小兵。",
            "驱散所有敌人的增益。",
            "所有盟友在 3 回合内恢复 540 点生命值。"
        ]
    },
    {
        "originalIndex": 55,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "每有一个敌人被击败，伤害增加 45%。",
            "所有敌人获得 -44% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 56,
        "effects": [
            "对所有敌人造成 170% 伤害。",
            "每有一个敌人被击败，伤害增加 45%。",
            "叠加（最多 10 层）：每击败一个敌人或敌人小兵，每回合结束时便会对所有敌人造成 20 点冰冻伤害。",
            "叠加（最多 10 层）：每击败一个敌人或敌人小兵，所有敌人获得 -4% 法力生成。"
        ]
    },
    {
        "originalIndex": 57,
        "effects": [
            "对目标造成 330% 伤害。",
            "面板中所有冰雪系盾牌受到影响。进攻方英雄施放此特殊技能时，盾牌将会被增强，给予的法力增加 +37% ；而防御方英雄施放此特殊技能时，盾牌则会被削弱，给予的法力减少 -30%。"
        ]
    },
    {
        "originalIndex": 58,
        "effects": [
            "对所有敌人造成 100% 伤害。",
            "召唤一个持剑守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "被持剑守卫超级小兵击中的目标会在 3 回合内受到共计 267 点流血伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 59,
        "effects": [
            "对目标造成 295% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 60,
        "effects": [
            "对目标造成 295% 伤害，并对附近敌人造成轻微伤害。",
            "施法者和附近盟友获得 +50% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 61,
        "effects": [
            "对目标造成 295% 伤害，并对附近敌人造成轻微伤害。",
            "施法者和附近盟友的特殊技能造成额外 +40% 伤害，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 62,
        "effects": [
            "对目标造成 325% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -28% 防御，持续 6 回合。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 63,
        "effects": [
            "对目标造成 335% 伤害，并对附近敌人造成轻微伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标与附近敌人获得 -30% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 64,
        "effects": [
            "除施法者外所有盟友获得软化皮肤（他们下次受到的伤害减少 -90% ，并抵抗所有状态异常和法力减损。此效果无法驱散）。",
            "所有盟友在 3 回合内恢复 510 点生命值。若身上带有该状态效果时受到特殊技能的直接伤害，则该效果持续时间会重置。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 65,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "面板中所有冰雪系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 66,
        "effects": [
            "为所有盟友恢复 28% 生命值。",
            "所有盟友获得 +30% 攻击力，持续 3 回合。",
            "所有盟友获得 +30% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 67,
        "effects": [
            "为所有盟友恢复 28% 生命值。",
            "所有敌人获得 -34% 攻击力，持续 3 回合。",
            "所有敌人获得 -34% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 68,
        "effects": [
            "提高所有盟友 400 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +30% 防御，持续 3 回合。",
            "所有敌人获得 -34% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 69,
        "effects": [
            "为所有盟友恢复 31% 生命值。",
            "所有盟友获得 26% 攻击力，持续 3 回合。此状态效果不可驱散，对冰雪系角色持续时间延长 2 回合。",
            "所有盟友获得 26% 防御，持续 3 回合。此状态效果不可驱散，对冰雪系角色持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 70,
        "effects": [
            "为所有盟友恢复 32% 生命值。",
            "所有盟友获得 +28% 攻击力，持续 3 回合。",
            "所有盟友获得 +28% 防御，持续 3 回合。",
            "所有冰雪系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 71,
        "effects": [
            "所有盟友获得 +30% 防御，每次被击中后额外增加 3% 防御，持续 4 回合。",
            "所有盟友可反弹状态异常和负面效果叠加，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。",
            "叠加（最多 10 层）：施法者对所克制元素的攻击力提高 +20%。"
        ]
    },
    {
        "originalIndex": 72,
        "effects": [
            "对目标造成 315% 伤害。",
            "若面板上有 6 个或以上的冰雪系盾牌，则对目标和附近敌人造成该伤害。",
            "若面板上有 12 个或以上的冰雪系盾牌，则对所有敌人造成该伤害。"
        ]
    },
    {
        "originalIndex": 73,
        "effects": [
            "对目标及附近敌人造成 150% 伤害。",
            "叠加（最多 10 层）：施法者获得 +10% 攻击力。"
        ]
    },
    {
        "originalIndex": 74,
        "effects": [
            "使用月出闪袭攻击目标，造成最多 1020 点伤害。若目标为神圣系元素则额外造成 30% 伤害。该特殊技能必定命中。",
            "使目标的法力减少 10%。"
        ]
    },
    {
        "originalIndex": 75,
        "effects": [
            "1 倍法力充能：",
            "* 对目标造成 350% 伤害。",
            "* 目标获得 -35% 防御，持续 2 回合。",
            "2 倍法力充能：",
            "* 对目标造成 375% 伤害。",
            "* 目标获得 -40% 防御，持续 4 回合。",
            "3 倍法力充能：",
            "* 对目标造成 400% 伤害。",
            "* 若该攻击将敌人击败，那么施法者将获得 100% 法力。",
            "* 目标获得 -45% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 76,
        "effects": [
            "提高施法者和附近盟友 650 点生命值。提高的生命值可以超过最大生命值。",
            "施法者和附近盟友获得对自然系 +94% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 77,
        "effects": [
            "1 倍法力充能：",
            "* 对目标造成 225% 伤害。",
            "* 攻击有 35% 的几率无视防御增益（包括反击）。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 250% 伤害。",
            "* 攻击有 60% 的几率无视防御增益（包括反击）。",
            "3 倍法力充能：",
            "* 对所有敌人造成 290% 伤害。",
            "* 攻击有 85% 的几率无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 78,
        "effects": [
            "对目标造成 345% 伤害。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 79,
        "effects": [
            "对目标造成 345% 伤害。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 80,
        "effects": [
            "对目标造成 345% 伤害。",
            "所有敌人对新的增益状态效果免疫，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 81,
        "effects": [
            "对目标造成 355% 伤害。",
            "对烈火系造成额外伤害。",
            "驱散目标身上的增益。"
        ]
    },
    {
        "originalIndex": 82,
        "effects": [
            "对目标造成 335% 伤害。",
            "所有盟友获得的治疗增加 +39% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 83,
        "effects": [
            "对目标造成 295% 伤害，并对附近敌人造成轻微伤害。",
            "所有盟友获得 +30% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 84,
        "effects": [
            "对目标造成 235% 伤害。",
            "目标在 5 回合内受到共计 150 点伤害。若目标身上已有此效果，持续时间将会刷新，并且伤害会提高 220 点，最多共计 580 点伤害。",
            "施法者偷取目标所获治疗的 61% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 85,
        "effects": [
            "对目标造成 355% 伤害。",
            "为施法者和附近盟友召唤一个魏军小兵，其可从施法者处继承 20% 生命和 25% 攻击力。",
            "魏军小兵每次击中目标都会驱散目标身上所有可驱散的增益。"
        ]
    },
    {
        "originalIndex": 86,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 185% 伤害。如果仅有一名敌人，则伤害加倍。",
            "处于敌人阵型边缘的敌人获得 -34% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 87,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 215% 伤害。如果仅有一名敌人，则伤害加倍。",
            "处于敌人阵型边缘的敌人获得 -30% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 88,
        "effects": [
            "对目标及附近敌人造成 395% 伤害。",
            "召唤刺骨陷阱恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。该伤害每回合提高 8% ，最高可达 93%。",
            "刺骨陷阱恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 35% 时，它便会消失。",
            "目标与附近敌人获得 -56% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 89,
        "effects": [
            "所有盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友获得 +35% 防御，持续 4 回合。",
            "所有盟友恢复相当于所造成普通伤害 100% 的生命值，持续 4 回合。",
            "元素链为所有冰雪系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 90,
        "effects": [
            "所有盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友获得 +30% 防御，每次被击中后额外增加 5% 防御，持续 4 回合。",
            "所有盟友在 4 回合内恢复 732 点生命值。",
            "元素链为所有冰雪系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 91,
        "effects": [
            "净化所有盟友的状态异常。",
            "为所有盟友恢复 40% 生命值。",
            "所有敌人获得 -24% 法力生成，持续 4 回合。对自然系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 92,
        "effects": [
            "净化所有盟友的状态异常。",
            "为所有盟友恢复 45% 生命值。",
            "所有敌人获得 -20% 法力生成，持续 4 回合。对自然系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 93,
        "effects": [
            "对目标造成 542% 伤害。",
            "目标与附近敌人获得 -24% 法力生成，持续 3 回合。此效果无法净化。",
            "元素链为全体冰雪系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 94,
        "effects": [
            "对目标造成 496% 伤害，并对附近敌人造成轻微伤害。",
            "使目标和附近敌人的法力减少 10%。",
            "目标与附近敌人获得 -24% 法力生成，持续 3 回合。",
            "元素链为全体冰雪系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 95,
        "effects": [
            "为所有盟友恢复 26% 生命值。",
            "面板上每存在一个冰雪系盾牌，便额外恢复 3% 生命，最多共计恢复 50% 生命值。",
            "面板中所有冰雪系盾牌的暴击几率或精准度受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +54% 的暴击几率。防御方英雄施放特殊技能时，盾牌会被削弱精准度 -47%。",
            "元素链给予所有冰雪系盟友受到的治疗增加 +10% ，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 96,
        "effects": [
            "对目标造成 430% 伤害。",
            "目标获得 -44% 攻击力，持续 3 回合。若目标受到治疗，效果持续时间将重置。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 97,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对所有敌人造成 200% 伤害。",
            "* 所有敌人获得的治疗减少 -25% ，持续 3 回合。",
            "2 倍法力充能：",
            "* 对所有敌人造成 315% 伤害。",
            "* 召唤冥河精魂恶魔附身于所有敌人。恶魔每回合对其目标造成 40% 攻击力的伤害。",
            "* 冥河精魂恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 25% 的治疗量后便会消失。",
            "3 倍法力充能：",
            "* 对所有敌人造成 365% 伤害。",
            "* 召唤冥河精魂恶魔附身于所有敌人。恶魔每回合对其目标造成 40% 攻击力的伤害。",
            "* 冥河精魂恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 25% 的治疗量后便会消失。",
            "* 所有敌人获得的治疗减少 -75% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 98,
        "effects": [
            "摧毁全部敌人的全部小兵并杀伤所有超级小兵。",
            "摧毁所有盟友的恶魔。此效果会对超级恶魔造成伤害。",
            "所有盟友获得一个焰暴守卫，持续 4 回合，它可使所受的特殊技能伤害降低最多 -1300 点。当攻击者为自然系元素时可额外降低 30% 的伤害。",
            "所有盟友获得 +40% 法力生成，持续 4 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 99,
        "effects": [
            "所有盟友会以所受伤害的 75% 进行反击，面板上每存在一个冰雪系护盾则进一步增加 7% ，持续 5 回合，最高可达共计 159% 伤害。",
            "所有冰雪系盟友每次反击可恢复适量法力，持续 5 回合。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 100,
        "effects": [
            "对目标造成 410% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "目标在 2 回合内受到共计 374 点冰冻伤害。",
            "元素链为全体冰雪系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 101,
        "effects": [
            "为所有盟友恢复 40% 生命值。",
            "所有盟友获得 +24% 法力生成，持续 4 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 102,
        "effects": [
            "提高所有盟友 520 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友在 4 回合内恢复适量法力。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 103,
        "effects": [
            "驱散所有敌人的增益。",
            "使所有敌人减少 400 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 400 点）。",
            "所有敌人在 3 回合内受到共计 459 点冰冻伤害。"
        ]
    },
    {
        "originalIndex": 104,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "强化防御异常：所有敌人对特殊技能 -50% 的防御。此效果在敌人受到一次特殊技能伤害后消失。",
            "强化防御异常结束后、被移除或被替换后，敌人的法力减少 -15%。",
            "所有盟友在 2 回合后获得 15% 法力，或在该效果提前被移除时立即获得。"
        ]
    },
    {
        "originalIndex": 105,
        "effects": [
            "对目标造成 335% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -41% 防御，且在每次被击中时再降低 -4% 防御，持续 4 回合。",
            "对烈火系造成额外伤害。",
            "元素链为全体冰雪系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 106,
        "effects": [
            "对目标造成 320% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -41% 防御，并在每次被击中时再降低 -4% 防御，持续 3 回合。",
            "所有烈火系敌人获得对冰雪系 -34% 的防御，持续 3 回合。",
            "元素链为全体冰雪系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 107,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 所有敌人受到腐蚀性冻伤，持续 4 回合。腐蚀性冻伤每回合造成 211 点冰冻伤害，并使目标的攻击力降低 -8%。",
            "* 在 4 回合内，施法者从所有敌人身上偷取共计 28% 的生成法力。此效果无法净化，但会在施法者被击败后移除。",
            "第二次：",
            "* 所有敌人受到腐蚀性冻伤，持续 4 回合。腐蚀性冻伤每回合造成 275 点冰冻伤害，并使目标的攻击力降低 -13%。对拥有小兵或超级小兵的英雄造成额外伤害。",
            "* 在 4 回合内，施法者从所有敌人身上偷取共计 28% 的生成法力。此效果无法净化，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 108,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 所有敌人受到腐蚀性冻伤，持续 4 回合。腐蚀性冻伤每回合造成 258 点冰冻伤害，并使目标的攻击力降低 -7%。对拥有小兵和超级小兵的英雄造成额外伤害。",
            "* 在 4 回合内，施法者从所有敌人身上偷取共计 27% 的生成法力。此效果无法净化，但会在施法者被击败后移除。",
            "第二次：",
            "* 所有敌人受到腐蚀性冻伤，持续 4 回合。腐蚀性冻伤每回合造成 371 点冰冻伤害，并使目标的攻击力降低 -15%。对拥有小兵和超级小兵的英雄造成额外伤害。",
            "* 在 4 回合内，施法者从所有敌人身上偷取共计 30% 的生成法力。此效果无法净化，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 109,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标及附近敌人造成 250% 伤害。",
            "* 目标与附近敌人获得 -35% 精准度，持续 2 回合。进攻型特殊技能也有相同几率落空。",
            "* 若目标和附近敌人的特殊技能在 2 回合内落空，则该敌人将对一名随机盟友造成 320 点伤害。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 325% 伤害。",
            "* 目标与附近敌人获得 -40% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "* 若目标和附近敌人的特殊技能在 3 回合内落空，则该敌人将对一名随机盟友造成 390 点伤害。",
            "3 倍法力充能：",
            "* 对目标及附近敌人造成 400% 伤害。",
            "* 目标与附近敌人获得 -54% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。",
            "* 若目标和附近敌人的特殊技能在 4 回合内落空，则该敌人将对一名随机盟友造成 470 点伤害。"
        ]
    },
    {
        "originalIndex": 110,
        "effects": [
            "对目标造成 530% 伤害。",
            "目标在 3 回合内受到共计 519 点流血伤害。",
            "元素链使全体冰雪系盟友对新恶魔免疫，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 111,
        "effects": [
            "施法者和附近盟友会以承受伤害的 100% 进行反击，持续 5 回合。每进行一次反击，反击伤害 +5% ，最高为 130%。",
            "施法者和附近盟友所受的所有伤害减少 -50% ，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 112,
        "effects": [
            "施法者和附近盟友会以承受伤害的 100% 进行反击，持续 5 回合。每进行一次反击，反击伤害 +10% ，最高为 160%。",
            "施法者和附近盟友所受的所有伤害减少 -30% ，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 113,
        "effects": [
            "对所有敌人造成 350% 伤害。",
            "为所有盟友恢复等同于所造成伤害 30% 的生命值。",
            "所有敌人受到小兵创伤，持续 5 回合。",
            "小兵创伤：目标的小兵生命每回合减少 50% ，超级小兵生命每回合减少 25% （此效果对其拥有的小兵和任何获得的任何小兵皆有效。减损效果只影响小兵当前生命值）。",
            "所有盟友获得 +40% 法力生成，持续 5 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 114,
        "effects": [
            "对所有敌人造成 320% 伤害。",
            "基础防御最高的敌人获得 -60% 防御，持续 4 回合。此效果无法净化。",
            "基础攻击力最高的敌人获得 -60% 攻击力，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 115,
        "effects": [
            "对目标造成 480% 伤害。",
            "目标获得 -44% 防御，持续 4 回合。",
            "在 4 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳交错。触发此效果时，该效果将转移到被击中的盟友身上并刷新持续时间。"
        ]
    },
    {
        "originalIndex": 116,
        "effects": [
            "对目标和附近敌人造成 400% 伤害，并对其施加 25 点狂乱。",
            "施法者激活石质皮肤后可以将其受到的所有伤害降为 1 点，但被命中 5 次后该效果将会消失。此效果无法驱散。",
            "对施法者施加 50 点狂乱。"
        ]
    },
    {
        "originalIndex": 117,
        "effects": [
            "召唤一个持盾守卫超级小兵，其可从施法者处继承 65% 生命值和 180% 攻击力。",
            "每回合持盾守卫超级小兵会净化所有盟友最后获得的可净化状态异常。这不会触发次生效果。",
            "所有敌人陷入沉睡。",
            "沉睡期间，目标无法攻击或获得法力。",
            "对沉睡目标造成的所有伤害增加 +70%。",
            "沉睡目标受到伤害后便会苏醒。这不包括来自小兵和恶魔的伤害。"
        ]
    },
    {
        "originalIndex": 118,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 提高所有盟友 400 点生命值。提高的生命值可以超过最大生命值。",
            "* 所有盟友获得 +40% 特殊技能防御，持续 3 回合。",
            "2 倍法力充能：",
            "* 使所有敌人减少 800 点最大生命值。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 800 点。",
            "* 所有敌人获得 -54% 特殊技能防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 119,
        "effects": [
            "对所有敌人造成 330% 伤害。",
            "为每位盟友召唤一个魏军小兵，其可从施法者处继承 20% 生命和 25% 攻击力。",
            "魏军小兵每次击中目标都会驱散目标身上所有可驱散的增益。",
            "所有盟友获得 +30% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 120,
        "effects": [
            "对所有敌人造成 320% 伤害。",
            "为每位盟友召唤一个魏军小兵，其可从施法者处继承 42% 生命和 42% 攻击力。",
            "魏军小兵每次击中目标都会驱散目标身上所有可驱散的增益。",
            "所有盟友获得 +40% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 121,
        "effects": [
            "对目标造成 570% 伤害。",
            "攻击有 60% 的几率无视防御增益（包括反击）。",
            "叠加 +2 （最多 10 层）：施法者获得 +12% 法力生成。",
            "叠加（最多 10 层）：施法者每回合恢复 15 点生命值。"
        ]
    },
    {
        "originalIndex": 122,
        "effects": [
            "为每位盟友召唤一个石魔像小兵，其可从施法者处继承 40% 生命和 50% 攻击力。",
            "石魔像小兵在被召唤时赋予其主人石魔像的石质皮肤，之后每 3 回合再次赋予。此效果无法驱散。",
            "石魔像的石质皮肤可将其主人受到的所有伤害降为 1 点，但被命中 1 次后该效果将会消失。"
        ]
    },
    {
        "originalIndex": 123,
        "effects": [
            "对目标及附近敌人造成 400% 伤害。",
            "目标和附近敌人无法用特殊技能净化其状态异常，持续 3 回合。",
            "目标与附近敌人获得 -44% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 124,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标造成 350% 伤害，并对其余敌人造成轻微伤害。",
            "* 若命中的敌人在接下来的 4 回合内使用特殊技能，该敌人将获得 -34% 攻击力、 -34% 防御以及 -24% 法力生成，持续 4 回合。状态效果将在特殊技能结束后施加。若此状态效果在特殊技能施放期间被移除，则不会施加状态效果。",
            "第二次：",
            "* 对目标造成 470% 伤害，并对其余敌人造成轻微伤害。",
            "* 若命中的敌人在接下来的 4 回合内使用特殊技能，该敌人将获得 -34% 攻击力、 -34% 防御以及 -24% 法力生成，持续 4 回合。状态效果将在特殊技能结束后施加。若此状态效果在特殊技能施放期间被移除，则不会施加状态效果。",
            "* 所有敌人在 4 回合内受到共计 436 点水系伤害。施法者会吸收所造成水系伤害的 50% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 125,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标造成 340% 伤害，并对其余敌人造成轻微伤害。",
            "* 若命中的敌人在接下来的 4 回合内使用特殊技能，该敌人将获得 -24% 攻击力、 -24% 防御以及 -14% 法力生成，持续 4 回合。状态效果将在特殊技能结束后施加。若此状态效果在特殊技能施放期间被移除，则不会施加状态效果。",
            "第二次：",
            "* 对目标造成 500% 伤害，并对其余敌人造成轻微伤害。",
            "* 若命中的敌人在接下来的 5 回合内使用特殊技能，该敌人将获得 -39% 攻击力、 -44% 防御以及 -24% 法力生成，持续 5 回合。状态效果将在特殊技能结束后施加。若此状态效果在特殊技能施放期间被移除，则不会施加状态效果。",
            "* 所有敌人在 5 回合内受到共计 735 点水系伤害。施法者会吸收所造成水系伤害的 50% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 126,
        "effects": [
            "对所有敌人造成 310% 伤害。",
            "所有敌人无法对敌人或盟友施放任何新的状态效果，持续 4 回合。包括叠加。此效果只对通过特殊技能施放的状态效果有效。",
            "所有盟友获得 +45% 特殊技能防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 127,
        "effects": [
            "对目标及附近敌人造成 440% 伤害。",
            "目标与附近敌人在 5 回合内受到共计 730 点诅咒伤害，一开始伤害较低，之后每个回合会逐渐增加。",
            "目标与附近敌人陷入沉默，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 128,
        "effects": [
            "为所有盟友恢复 20% 生命值。",
            "成长恩赐：根据每点调整后的防御，恢复 2 倍额外生命值（最多额外治疗 800 点,影响所受治疗的状态效果会影响此治疗的加成）。",
            "每名被击败的盟友有 35% 的几率以 35% 的生命值复活。",
            "净化所有盟友的 1 个状态异常（状态异常会按照获得的先后顺序被净化,最后获得的状态异常最先被净化）。"
        ]
    },
    {
        "originalIndex": 129,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "召唤一个长枪守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "长枪守卫超级小兵每次击中目标都会驱散目标身上所有可驱散的增益。"
        ]
    },
    {
        "originalIndex": 130,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "所有敌人在 4 回合内受到共计 524 点冰冻伤害。",
            "所有敌人获得对冰雪系 -54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 131,
        "effects": [
            "为所有盟友恢复 20% 生命值。盟友每拥有一个状态异常，则额外恢复 5% 生命值，至多恢复总计 35% 生命值。",
            "净化所有盟友身上的 3 个状态异常（状态异常会按照获得的先后顺序被净化。最后获得的状态异常最先被净化）。",
            "元素链为全体冰雪系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 132,
        "effects": [
            "1 倍法力充能：",
            "* 对目标造成 320% 伤害。",
            "* 攻击有 60% 的几率无视防御增益（包括反击）。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 355% 伤害。",
            "* 攻击有 85% 的几率无视防御增益（包括反击）。",
            "3 倍法力充能：",
            "* 对所有敌人造成 390% 伤害。",
            "* 攻击有 100% 的几率无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 133,
        "effects": [
            "此特殊技能必定命中。",
            "对所有敌人造成 350% 伤害。",
            "每回合结束时驱散所有敌人身上的增益效果，持续 4 回合。",
            "在回合结束时净化所有队友的状态异常，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 134,
        "effects": [
            "对所有敌人造成 190% 伤害。",
            "所有敌人身上的增益持续时间减少 1 回合。",
            "所有敌人受到腐蚀性冻伤，持续 4 回合。腐蚀性冻伤每回合造成 70 点冰冻伤害，并使目标的攻击力降低 -11%。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 135,
        "effects": [
            "所有盟友在 4 回合内获得共计 500 点生命加成。提高的生命值可以超过最大生命值。若身上带有该状态效果时受到特殊技能的直接伤害，则该效果持续时间会重置。",
            "所有盟友获得 +30% 防御，持续 4 回合。",
            "所有盟友获得 +20% 法力生成，持续 4 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 136,
        "effects": [
            "摧毁所有盟友的恶魔。",
            "提高所有盟友 650 点生命值。提高的生命值可以超过最大生命值。",
            "原本被恶魔附身的盟友将免疫新的恶魔，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 137,
        "effects": [
            "所有敌人在 3 回合内受到共计 237 点水系伤害，而面板上每存在一个冰雪系盾牌则额外增加 33 点伤害，最高共计 633 点伤害。所有烈火系敌人无法净化此效果。",
            "所有冰雪系敌人对此攻击免疫。"
        ]
    },
    {
        "originalIndex": 138,
        "effects": [
            "所有敌人在 3 回合内受到共计 258 点水系伤害，而面板上每存在一个冰雪系盾牌则额外增加 54 点伤害，最高共计 906 点伤害。所有烈火系敌人无法净化此效果。",
            "所有冰雪系敌人对此攻击免疫。"
        ]
    },
    {
        "originalIndex": 139,
        "effects": [
            "摧毁目标的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标造成 530% 伤害。",
            "若本次攻击将敌人击败，那么施法者将恢复 +50% 生命并获得 33% 法力。",
            "拟态兽宝箱关闭 2 回合（拟态兽宝箱关闭时免疫伤害和新的状态异常）。"
        ]
    },
    {
        "originalIndex": 140,
        "effects": [
            "对目标造成 320% 伤害。",
            "如果目标剩余生命少于 50% ，可对其造成 640% 伤害。",
            "施法者每击败一个敌人即可获得适量法力，每摧毁一个小兵即可获得少量法力。",
            "为施法者恢复等同于所造成伤害 50% 的生命值。"
        ]
    },
    {
        "originalIndex": 141,
        "effects": [
            "对目标造成 350% 伤害。",
            "如果目标剩余生命少于 50% ，可对其造成 700% 伤害。",
            "施法者每击败一个敌人即可恢复 35% 生命，每摧毁一个敌方小兵即可恢复 15% 生命值。",
            "使施法者的法力增加 15%。"
        ]
    },
    {
        "originalIndex": 142,
        "effects": [
            "令法力最多的敌人降低 70% 法力。令其他所有敌人降低 40% 法力。",
            "所有敌人获得 -30% 法力生成，持续 6 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "召唤一个持剑守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "被持剑守卫超级小兵击中的目标会在 3 回合内受到共计 414 点流血伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 143,
        "effects": [
            "对目标造成 385% 伤害。",
            "如果目标有增益效果，则瞄准另一个有增益效果的敌人。如果其他敌人均没有增益效果，则随机瞄准一个敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "所有命中的目标获得 -34% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 144,
        "effects": [
            "对目标造成 420% 伤害。",
            "如果目标有增益效果，则瞄准另一个有增益效果的敌人。如果其他敌人均没有增益效果，则随机瞄准一个敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "所有命中的目标获得 -56% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 145,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "叠加（最多 10 层）：所有盟友获得 +20% 攻击力。",
            "叠加（最多 10 层）：所有盟友获得 +20% 防御。"
        ]
    },
    {
        "originalIndex": 146,
        "effects": [
            "对所有敌人造成 240% 伤害。",
            "衰退：所有敌人获得 -200 点攻击力和 -200 点防御。",
            "所有敌人获得 -30% 法力生成，持续 3 回合。若该效果在持续时间结束前被移除，其拥有者将减少 -5% 法力。"
        ]
    },
    {
        "originalIndex": 147,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 150% 伤害。",
            "召唤腐化面具恶魔附身于所有敌人。恶魔每回合对敌人造成 55% 攻击力的伤害。",
            "腐化面具恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 22% 的治疗量后便会消失。",
            "腐化面具恶魔被召唤后，只要其所有者拥有腐化面具恶魔，其所有者就会获得 -36% 攻击力。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 148,
        "effects": [
            "对目标及附近敌人造成 350% 伤害。",
            "目标与附近敌人获得对冰雪系 -54% 的防御，持续 4 回合。",
            "驱散目标和附近敌人身上的增益。",
            "元素链为冰雪系盟友提供针对自然系 +46% 的防御，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 149,
        "effects": [
            "为每位盟友召唤一个冰霜妖精，其可从施法者处继承 18% 生命和 20% 攻击力。",
            "所有盟友的小兵获得 +40% 生命值和 +40% 攻击力。此特殊技能最多可增加相当于小兵初始生命值与攻击力 +200% 的生命值与攻击力。",
            "元素链在回合结束时为所有冰雪系盟友恢复少量法力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 150,
        "effects": [
            "对目标及附近敌人造成 380% 伤害。",
            "施法者和附近盟友身上的状态异常持续时间减少 2 回合（持续时间调整对可净化效果和不可净化效果皆有影响。若任何效果的持续时间降为零，则该效果视为自然过期）。",
            "施法者和附近盟友获得 +40% 暴击几率，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 151,
        "effects": [
            "对目标造成 540% 伤害。",
            "所有盟友免疫来自恶魔的负面效果和伤害，持续 4 回合。",
            "所有盟友对新的恶魔免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 152,
        "effects": [
            "对目标及附近敌人造成 385% 伤害。",
            "召唤陨星恶魔附身于目标及附近敌人。",
            "陨星恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 45% 的治疗量后便会消失。",
            "施法者偷取目标与附近敌人生成法力的 45%。只要目标拥有陨星恶魔，此效果将会持续，并且无法净化，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 153,
        "effects": [
            "此特殊技能必定命中。",
            "对目标造成 550% 伤害。",
            "目标获得闪避标记，持续 3 回合。被标记的目标每次闪避时都将获得一层叠加（最多 10 层）。每层叠加会使目标受到的所有伤害增加 +5% 傷害。",
            "元素链为全体冰雪系盟友提供额外 +10% 的特殊技能伤害，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 154,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "施法者和附近盟友的特殊技能造成额外 +40% 伤害，持续 4 回合。",
            "净化所有盟友的状态异常。",
            "元素链为所有冰雪系盟友召唤出一名冰雪小兵，其可从施法者处继承 6% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 155,
        "effects": [
            "为所有盟友恢复 54% 生命值。",
            "成长：所有盟友获得 450 点攻击力和 450 点防御。",
            "所有盟友获得 +30% 法力生成，持续 4 回合。若该效果在持续时间结束前被移除，其拥有者将获得 +10% 法力。"
        ]
    },
    {
        "originalIndex": 156,
        "effects": [
            "在后续 3 回合中，每当其他盟友施放特殊技能后，此角色将对所有敌人造成 225% 伤害。每个角色施放特殊技能时，每回合只造成一次伤害。",
            "所有盟友获得 +34% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 157,
        "effects": [
            "为所有盟友恢复 50% 生命值。",
            "所有盟友获得对自然系 +84% 的防御，每次被击中后额外增加 2% 防御，持续 4 回合。",
            "所有敌人获得 -40% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 158,
        "effects": [
            "为所有盟友恢复 54% 生命值。",
            "所有盟友获得对自然系 +64% 的防御，每次被击中后额外增加 3% 防御，持续 4 回合。",
            "所有敌人获得 -45% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 159,
        "effects": [
            "驱散目标身上的增益。",
            "对目标造成 460% 伤害。",
            "施法者和附近盟友的特殊技能造成额外 +40% 伤害，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 160,
        "effects": [
            "使用霜降打击攻击目标和附近敌人，造成最多 2300 点伤害。若目标为火焰系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "使目标和附近敌人减少 800 点最大生命值。若目标拥有加成的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何加成的生命值会额外减少 600 点）。",
            "目标与附近敌人获得的治疗减少 -70% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 161,
        "effects": [
            "对所有敌人造成 340% 伤害。",
            "使所有敌人的法力减少 20%。",
            "所有敌人获得 -24% 法力生成，持续 4 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "增益之源：每回合开始时，对随机一名盟友施放以下效果。",
            "* +70% 攻击力，持续 5 回合。",
            "* +50% 防御，持续 5 回合。",
            "* 增益之源将触发 4 次。每次驱散尝试都会移除一次触发。"
        ]
    },
    {
        "originalIndex": 162,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "在后续 4 回合中，施法者每被击中一次便会对所有敌人施加 10 点狂乱。敌人通过特殊技能造成伤害时将触发此效果。方块和普通攻击则每回合只限触发此效果一次。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 163,
        "effects": [
            "对目标造成 405% 伤害，并对附近敌人造成轻微伤害。",
            "每回合结束时驱散目标与附近敌人身上的增益效果，持续 3 回合。",
            "对烈火系造成额外伤害。",
            "元素链给予所有冰雪系盟友 +10% 攻击力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 164,
        "effects": [
            "对所有敌人造成 235% 伤害。",
            "所有敌人获得 -44% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 165,
        "effects": [
            "对所有敌人造成 255% 伤害。",
            "所有敌人获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 166,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "所有敌人获得 -34% 攻击力，持续 4 回合。对自然系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 167,
        "effects": [
            "对所有敌人造成 385% 伤害。",
            "所有敌人获得 -34% 防御，持续 6 回合。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 168,
        "effects": [
            "对所有敌人造成 395% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人获得 -40% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 169,
        "effects": [
            "对目标造成 530% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "所有被击中的目标受到的伤害增加 +50% ，持续 5 回合。所有敌人每拥有一个小兵或超级小兵，则该效果提高 +10% ，最多可提高 +100%。",
            "衰退：所有敌人获得 -450 点攻击力。"
        ]
    },
    {
        "originalIndex": 170,
        "effects": [
            "对目标造成 215% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "所有敌人获得 -34% 精准度，持续 3 回合（进攻型特殊技能也有相同几率落空）。",
            "所有冰雪系盟友获得 +60% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 171,
        "effects": [
            "强化闪避:所有盟友获得 +75% 概率闪避造成伤害的特殊技能。此效果持续至该盟友成功闪避一次为止。",
            "当强化闪避效果结束、被移除或被替换后，该盟友将获得一个木偶傀儡召唤物。",
            "木偶傀儡召唤物继承施法者 30% 的生命值和 30% 的攻击力。",
            "当木偶傀儡召唤物被召唤时,只要拥有者持有该召唤物，即可获得对新状态异常的免疫效果。"
        ]
    },
    {
        "originalIndex": 172,
        "effects": [
            "对目标造成 200% 伤害。",
            "目标在法力满格时会被强制施放盲目治疗，此效果持续 3 回合。",
            "对另外 3 名随机敌人造成 200% 伤害（如果没有其他有效目标，则此效果瞄准第一次击中的该名敌人）。",
            "被击中的所有敌人在法力满格时会被强制施放盲目治疗，此效果持续 3 回合。",
            "盲目治疗：为剩余生命值最低的敌方角色恢复 20% 生命值。"
        ]
    },
    {
        "originalIndex": 173,
        "effects": [
            "随机烹饪出带有特殊效果的食物（各项效果的激活几率）：",
            "- 精致食物 (45%)。",
            "* 使所有盟友恢复 50% 生命值。",
            "* 成长：所有盟友获得 400 点防御。",
            "- 腐烂食物 (45%)。",
            "* 对所有敌人造成 350% 伤害。",
            "* 所有敌人在 5 回合内受到共计 965 点剧毒伤害。",
            "- 末日厨房 (10%)。",
            "* 对所有盟友和敌人造成 100% 伤害。"
        ]
    },
    {
        "originalIndex": 174,
        "effects": [
            "对目标造成 468% 伤害。",
            "目标获得 -39% 攻击力，持续 4 回合。",
            "目标获得对冰雪系 -54% 的防御，持续 4 回合。",
            "施法者获得 +74% 特殊技能防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 175,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "所有敌人在 5 回合内受到共计 325 点水系伤害。施法者会吸收所造成水系伤害的 30% 并转化为生命值。",
            "元素链赋予所有冰雪系盟友 +10% 的防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 176,
        "effects": [
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "施法者获得 +44% 防御，每次被击中后额外增加 10% 防御，持续 3 回合。此效果无法驱散。",
            "所有盟友获得 +50% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 177,
        "effects": [
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "施法者获得 +30% 防御，持续 3 回合。",
            "所有盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 178,
        "effects": [
            "复制目标的特殊技能，并如同施法者自己的特殊技能一样使用。",
            "如果目标没有特殊技能或无法复制，将施放以下特殊技能：",
            "邪恶摇摆：",
            "* 对目标造成 275% 伤害。"
        ]
    },
    {
        "originalIndex": 179,
        "effects": [
            "从目标身上复制所有可驱散的增益。",
            "复制目标的特殊技能，并与施法者自身的特殊技能一起使用。",
            "如果目标没有特殊技能，或无法复制，将施放以下特殊技能：",
            "流氓挥砍：",
            "* 对目标造成 265% 伤害。"
        ]
    },
    {
        "originalIndex": 180,
        "effects": [
            "每名被击败的盟友有 60% 的几率以 20% 的生命值复活。",
            "所有盟友获得 +50% 攻击力，持续 5 回合。攻击力每回合增加 5% ，最高为 +70%。",
            "所有盟友在 5 回合内获得共计 1270 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 181,
        "effects": [
            "对所有敌人造成 325% 伤害。",
            "如果敌方队伍拥有超级小兵，则此特殊技能转而对所有敌人造成 375% 伤害。",
            "所有敌人受到吞噬粘物状态异常，持续 3 回合。",
            "吞噬粘物：移除所有可驱散的增益和成长效果，每回合造成 200 点伤害，并为每个移除的效果额外造成 50 点伤害（若目标已有此效果，将刷新持续时间，并从移除的效果中获得的额外伤害将添加到新效果中。每回合伤害不超过 700 点）。"
        ]
    },
    {
        "originalIndex": 182,
        "effects": [
            "对目标造成 420% 伤害。",
            "施法者和附近盟友获得 +63% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 183,
        "effects": [
            "对目标造成 420% 伤害。",
            "目标与附近敌人获得 -34% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 184,
        "effects": [
            "对目标及附近敌人造成 285% 伤害。",
            "目标与附近敌人获得对特殊技能 -64% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 185,
        "effects": [
            "对目标造成 500% 伤害。",
            "施法者和附近盟友获得 56% 防御，持续 4 回合。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 186,
        "effects": [
            "对目标造成 510% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "施法者和附近盟友获得 +60% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 187,
        "effects": [
            "提高所有盟友 700 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得一个月出守卫，持续 3 回合，它可使所受的特殊技能伤害降低 -700 点。当攻击者为神圣系元素时可额外降低 30% 的伤害。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 188,
        "effects": [
            "对目标造成 410% 伤害，并对附近敌人造成轻微伤害。",
            "施法者获得 -20% 防御，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 189,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "施法者获得 -24% 法力生成，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 190,
        "effects": [
            "对目标造成 650% 伤害。",
            "若目标被击败，将对每名附近的敌人造成所溢出的伤害。",
            "目标与附近敌人获得 -40% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 191,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 824 点冰冻伤害。",
            "目标与附近敌人对新的增益状态效果免疫，持续 4 回合，且每当有增益效果尝试施加于其上，他们都将受到 300 点伤害。",
            "元素链为全体冰雪系盟友提供 +20% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 192,
        "effects": [
            "所有盟友获得 +130% 普通攻击，只有在敌方生命值高于攻击者时才有效。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +170% 攻击力。此效果持续 5 回合。",
            "目标与附近敌人陷入沉默，持续 5 回合。",
            "元素链为全体冰雪系盟友提供 +4% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 193,
        "effects": [
            "对所有敌人造成 385% 伤害。",
            "施法者在 6 回合内恢复 918 点生命值。",
            "所有敌人将反弹增益状态效果至我方战队的一名随机角色，持续 6 回合。只反弹可驱散的增益。",
            "所有盟友将反弹可净化的状态异常至敌方战队的一名随机角色，持续 6 回合。只反弹可净化的异常。"
        ]
    },
    {
        "originalIndex": 194,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为所有盟友恢复 25% 生命值。",
            "* 净化所有盟友的状态异常。",
            "2 倍法力充能：",
            "* 对所有敌人造成 420% 伤害。",
            "* 驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 195,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为所有盟友恢复 26% 生命值。",
            "* 净化所有盟友的状态异常。",
            "2 倍法力充能：",
            "* 对所有敌人造成 440% 伤害。",
            "* 驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 196,
        "effects": [
            "为施法者和附近盟友召唤一名蓝色猫咪小兵。蓝色猫咪小兵可从施法者处继承 30% 生命值和 30% 攻击力。该小兵可在每回合结束时为其所有者恢复 22% 生命值。",
            "蓝色猫咪小兵会将其所有者身上最新的可净化状态异常转移至命中目标身上。",
            "施法者和附近盟友获得 +50% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 197,
        "effects": [
            "对目标造成 310% 伤害。",
            "有 42% 的几率可额外攻击随机敌人最多 3 次。额外攻击造成轻微伤害。",
            "所有盟友因每次命中获得少量法力。"
        ]
    },
    {
        "originalIndex": 198,
        "effects": [
            "对目标造成 280% 伤害。",
            "有 42% 的几率可额外攻击随机敌人最多 3 次。",
            "在 3 回合内，若所命中的目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。"
        ]
    },
    {
        "originalIndex": 199,
        "effects": [
            "对目标造成 600% 伤害。",
            "若目标在受到伤害前有超过 40% 的生命，则多瞄准一名在受到此特殊技能伤害前有超过 40% 生命的敌人。若其他敌人的生命都在 40% 以下，则多瞄准一名随机敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "施法者获得 -15% 法力生成，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 200,
        "effects": [
            "对所有敌人造成 350% 伤害。",
            "如果目标是中等法力速度，则额外造成 50% 伤害。",
            "如果目标是快速法力速度，则额外造成 100% 伤害。",
            "如果目标是非常快速法力速度，则额外造成 150% 伤害（在极速突袭锦标赛和战争中，敌人被视为非常快速法力速度。所有怪物被视为中等法力速度）。",
            "为所有盟友恢复等同于所造成伤害 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 201,
        "effects": [
            "提高所有盟友 180 点生命值。提高的生命值可以超过最大生命值。",
            "使所有敌人减少 180 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 180 点。",
            "对所有敌人造成 180% 伤害。"
        ]
    },
    {
        "originalIndex": 202,
        "effects": [
            "施法者和附近盟友以所受伤害的 135% 进行反击，持续 3 回合。",
            "施法者和附近盟友每次反击可降低攻击者 -10% 的法力，持续 3 回合。同一回合中效果经连续激活会减弱。",
            "叠加（最多 10 层）：所有盟友获得 +15% 攻击力。",
            "增益之源：每回合开始时，对随机一名盟友施放以下效果。",
            "* +100% 特殊技能伤害，持续 4 回合。",
            "* +33% 法力生成，持续 4 回合。",
            "* 增益之源将触发 4 次。每次驱散尝试都会移除一次触发。"
        ]
    },
    {
        "originalIndex": 203,
        "effects": [
            "为所有盟友恢复 55% 生命值。",
            "每次敌人使用其特殊技能时，所有盟友获得 +10% 法力，并持续 5 回合。",
            "施法者偷取所有敌人所获治疗的 50% ，持续 5 回合。",
            "所有敌人获得 -40% 攻击力，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 204,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "所有敌人获得 -34% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 205,
        "effects": [
            "对所有敌人造成 145% 伤害。",
            "所有敌人获得 -34% 防御，持续 3 回合。",
            "所有盟友在 3 回合内恢复 411 点生命值。"
        ]
    },
    {
        "originalIndex": 206,
        "effects": [
            "对目标造成 450% 伤害。",
            "友军拥有多少个小兵，就随机对同样数量的敌人造成额外 130% 伤害。每下攻击的伤害都会递减。",
            "所有被击中的目标受到 132 点冰冻伤害。",
            "为施法者和附近盟友召唤一个精灵小兵，其可从施法者处继承 10% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 207,
        "effects": [
            "对目标造成 400% 伤害。",
            "友军拥有多少个小兵，就随机对同样数量的敌人造成额外 160% 伤害。每下攻击的伤害都会递减。",
            "所有被击中的目标在 3 回合内受到共计 225 点冰冻伤害。",
            "为施法者和附近盟友召唤一个精灵小兵，其可从施法者处继承 10% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 208,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "使附近盟友的法力增加 33%。",
            "附近盟友获得 +40% 法力生成，持续 4 回合。",
            "施法者和附近盟友获得 +50% 暴击几率，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 209,
        "effects": [
            "对 9 名随机敌人造成 160% 伤害。",
            "重置所有盟友的增益持续时间。",
            "重置所有敌人的状态异常持续时间。",
            "所有盟友获得 +40% 攻击力，持续 4 回合。",
            "所有敌人获得 -40% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 210,
        "effects": [
            "目标的元素更改为烈火，持续 3 回合（泰坦和神话泰坦不受元素交换影响）。",
            "对目标造成 550% 伤害。",
            "目标获得对冰雪系 -68% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 211,
        "effects": [
            "施法者在 3 回合内恢复 609 点生命值。",
            "施法者有 +45% 的几率闪避可造成伤害的特殊技能，持续 3 回合。",
            "对除施法者外的所有盟友施放天鹅之舞，持续 3 回合。添加此效果时将移除所有现有状态效果。",
            "天鹅之舞。",
            "* +45% 几率闪避攻击和特殊技能。",
            "* 任何盟友随后施放特殊技能时，有 50% 几率对随机一名敌人造成 360 % 伤害。",
            "* 免疫新的状态效果。新的舞蹈状态效果将取代此效果。",
            "* 此效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 212,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 提高施法者 390 点生命值。提高的生命值可以超过最大生命值。",
            "- 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 2 回合。此效果不可驱散。",
            "- 施法者以所受伤害的 50% 进行反击，持续 2 回合。",
            "2 倍法力充能：",
            "- 提高施法者 490 点生命值。提高的生命值可以超过最大生命值。",
            "- 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。此效果不可驱散。",
            "- 施法者以所受伤害的 105% 进行反击，持续 3 回合。",
            "3 倍法力充能：",
            "- 提高施法者 540 点生命值。提高的生命值可以超过最大生命值。",
            "- 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。此效果不可驱散。",
            "- 施法者以所受伤害的 133% 进行反击，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 213,
        "effects": [
            "对所有敌人造成 380% 伤害。",
            "施法者在 6 回合内恢复 870 点生命值。",
            "所有敌人获得特殊技能标记，持续 6 回合。被标记的目标每次施放特殊技能时都将获得一层叠加（最多 10 层）。每层叠加会使目标受到的所有伤害增加 +5%。对自然系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 214,
        "effects": [
            "为所有盟友恢复 25% 生命值。",
            "所有盟友在 4 回合内恢复共计 400 点生命值，面板中每存在一个自然系盾牌则额外提升 100 点生命值，最多提升至 1200 点生命值。",
            "所有盟友的获得 +20% 防御，面板中每个自然系盾牌额外提升 7% ，持续 4 回合，最多累计至 76% 防御。"
        ]
    },
    {
        "originalIndex": 215,
        "effects": [
            "为所有盟友恢复 40% 生命值。",
            "所有盟友在 4 回合内恢复共计 260 点生命值，面板中每存在一个自然系盾牌则额外提升 76 点生命值，最多提升至 868 点生命值。",
            "所有盟友的获得 +30% 防御，面板中每个自然系盾牌额外提升 8% ，持续 4 回合，最多累计至 +94% 防御。"
        ]
    },
    {
        "originalIndex": 216,
        "effects": [
            "对目标造成 450% 伤害。",
            "安全驱散目标身上的状态效果增益（安全驱散会无视状态效果增益被移除时的副作用，例如移除时的伤害。被动技能和家族效果等外来效果仍会生效）。",
            "召唤暮蛾幼虫超级恶魔附身于目标。恶魔每回合对敌人造成 270% 攻击力的伤害。",
            "暮蛾幼虫超级恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 75% 时，它便会消失。",
            "暮蛾幼虫超级恶魔被召唤后，只要其所有者拥有暮蛾幼虫超级恶魔，其所有者就会对新的增益免疫。"
        ]
    },
    {
        "originalIndex": 217,
        "effects": [
            "对目标造成 455% 伤害。",
            "目标获得的治疗减少 -100% ，持续 4 回合。此效果无法净化。",
            "施法者和附近盟友获得对自然系 +94% 的防御，持续 4 回合。",
            "元素链为全体冰雪系盟友提供 10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 218,
        "effects": [
            "对目标及附近敌人造成 405% 伤害。",
            "目标与附近敌人获得的治疗减少 -100% ，持续 4 回合。此效果无法净化。",
            "目标与附近敌人获得对冰雪系 -68% 的防御，持续 4 回合。",
            "元素链为全体冰雪系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 219,
        "effects": [
            "目标与附近敌人获得 -30% 防御，持续 3 回合。若该效果在持续时间结束前被移除，其拥有者将受到 668 点伤害。",
            "对目标及附近敌人造成 390% 伤害。",
            "附近盟友获得软化皮肤效果（他们下次受到的伤害减少 -90% ，并抵抗所有状态异常和法力减损。此效果无法驱散）。"
        ]
    },
    {
        "originalIndex": 220,
        "effects": [
            "对所有敌人造成 380% 伤害。",
            "面板中所有冰雪系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。",
            "施法者在 6 回合内恢复 918 点生命值。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 221,
        "effects": [
            "对目标及附近敌人造成 450% 伤害。",
            "目标和附近敌人在 4 回合内受到共计 788 点水系伤害。所有盟友会吸收所造成水系伤害的 50% 并转化为生命值加成。",
            "成长：所有盟友获得 200 点攻击力和 200 点防御。"
        ]
    },
    {
        "originalIndex": 222,
        "effects": [
            "提高所有盟友 400 点生命值。提高的生命值可以超过最大生命值。",
            "所有敌人对新的增益状态效果免疫，持续 3 回合。",
            "所有烈火系敌人获得 -38 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "所有暗黑系敌人获得 -38% 法力生成，持续 3 回合。",
            "所有神圣系敌人获得 -38% 防御，持续 3 回合。",
            "所有自然系敌人获得 -38% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 223,
        "effects": [
            "对目标造成 420% 伤害。",
            "目标所有的盟友遭受伤害时，目标受到 100% 的伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 224,
        "effects": [
            "将所有剩余血量低于 50% 的盟友的血量恢复至 50% 生命值。",
            "所有盟友在 4 回合内恢复 1080 点生命值。",
            "净化所有盟友的状态异常。",
            "元素链为全体冰雪系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 225,
        "effects": [
            "净化所有盟友的状态异常。",
            "对所有敌人造成 210% 伤害。",
            "每移除一个状态效果便造成额外 25% 伤害，最多累计造成 410% 伤害。",
            "叠加（最多 10 层）：施法者获得 +5% 法力生成。",
            "叠加 +2 （最多 10 层）：施法者每回合恢复 20 点生命值。"
        ]
    },
    {
        "originalIndex": 226,
        "effects": [
            "对目标造成 415% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -34% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 227,
        "effects": [
            "对目标造成 435% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -34% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 228,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "目标与附近敌人获得 -30% 攻击力，并在每次被击中时再降低 -2% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 229,
        "effects": [
            "对目标造成 565% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -24% 攻击力，持续 6 回合。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 230,
        "effects": [
            "对目标造成 575% 伤害，并对附近敌人造成轻微伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标与附近敌人获得 -30% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 231,
        "effects": [
            "抽取一张特殊效果卡片：",
            "骨骼。",
            "* 对所有敌人造成 270% 伤害。",
            "* 所有敌人在 3 回合内受到共计 156 点伤害。",
            "十字架。",
            "* 为所有盟友恢复 27% 生命值。",
            "* 净化所有盟友的状态异常。",
            "星星。",
            "* 所有敌人获得 -34% 防御，持续 3 回合。",
            "* 所有盟友获得 +48% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 232,
        "effects": [
            "抽取一张特殊效果卡片：",
            "骨骼。",
            "* 使所有敌人减少 550 点最大生命值。最大生命值不能低于初始最大生命值的 30%。",
            "* 所有敌人受到腐蚀性毒伤，持续 4 回合。腐蚀性毒伤每回合造成 69 点剧毒伤害，并使目标的法力生成降低 -9%。对拥有小兵或超级小兵的英雄造成额外伤害。",
            "十字架。",
            "* 提高所有盟友 620 点生命值。提高的生命值可以超过最大生命值。",
            "* 所有盟友对新的状态异常免疫，持续 4 回合。",
            "星星。",
            "* 所有敌人获得 -54% 法力生成，持续 4 回合。此效果无法净化。",
            "* 所有敌人对新的增益状态效果免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 233,
        "effects": [
            "对目标造成 330% 伤害。",
            "施法者进入潜行状态，持续 2 回合。",
            "潜行期间，施法者无法获得新的状态效果或叠加效果，且受到的所有伤害减少 -30%。",
            "施法者脱离潜行状态时，对所有在潜行期间使用特殊技能的敌人造成 277 点伤害。"
        ]
    },
    {
        "originalIndex": 234,
        "effects": [
            "对目标造成 300% 伤害。",
            "施法者进入潜行状态，持续 2 回合。",
            "潜行期间，施法者无法获得新的状态效果或叠加效果，且受到的所有伤害减少 -30%。",
            "施法者脱离潜行状态时，对所有在潜行期间使用特殊技能的敌人造成 391 点伤害。"
        ]
    },
    {
        "originalIndex": 235,
        "effects": [
            "对施放者释放完全移除（完全移除可以移除目标的所有状态效果、叠加效果、成长效果和衰退效果。包含不可驱散或不可净化的状态效果和叠加效果）。",
            "施法者转变为幽灵形态，持续 3 回合（处于幽灵形态期间，角色无法获得法力或被特殊技能治疗，但免疫普通攻击、特殊技能攻击、造成伤害的被动技能、状态效果和叠加效果。免疫新的成长和衰退效果）。",
            "幽灵形态到期时：",
            "施法者随机复活一名被击败的盟友，使其以 40% 生命值返回战场。",
            "所有盟友在 3 回合内恢复 900 点生命值。",
            "在回合结束时净化所有队友的状态异常，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 236,
        "effects": [
            "对所有敌人造成 315% 伤害。",
            "对使用特殊技能进行净化或驱散的角色造成 630% 伤害（只有在特殊技能直接造成驱散和净化时有效。不包括效果移除、被动、小兵、家族效果、天赋以及状态效果）。",
            "施法者和附近盟友有 55% 几率可将受到的一切伤害降至 1 点，持续 4 回合。若该效果遭到驱散，则驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 237,
        "effects": [
            "1 倍法力充能：",
            "* 为所有盟友恢复 25% 生命值。",
            "* 在后续 2 回合中，当一名敌人施放特殊技能后，此角色将使所有盟友恢复 300 点生命值（每个敌人每回合只触发一次此效果）。",
            "* 净化施法者的状态异常。",
            "2 倍法力充能：",
            "* 为所有盟友恢复 30% 生命值。",
            "* 在后续 4 回合中，当一名敌人施放特殊技能后，此角色将使所有盟友恢复 350 点生命值（每个敌人每回合只触发一次此效果）。",
            "* 净化施法者和附近盟友的状态异常。",
            "3 倍法力充能：",
            "* 为所有盟友恢复 35% 生命值。",
            "* 在后续 6 回合中，当一名敌人施放特殊技能后，此角色将使所有盟友恢复 400 点生命值（每个敌人每回合只触发一次此效果）。",
            "* 净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 238,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 500% 伤害。如果仅有一名敌人，则伤害加倍。",
            "使敌阵边缘的敌人法力减少 50%。",
            "召唤刺骨陷阱恶魔附身于敌方阵型边缘的敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。该伤害每回合提高 8% ，最高可达 93%。",
            "刺骨陷阱恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 35% 时，它便会消失。"
        ]
    },
    {
        "originalIndex": 239,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "面板中所有冰雪系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +54% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -47%。",
            "对烈火系造成额外伤害。",
            "元素链赋予所有冰雪系盟友 +5% 闪避几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 240,
        "effects": [
            "对目标及附近敌人造成 290% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标与附近敌人获得 -40% 攻击力，持续 3 回合。攻击力每回合减少 -5% ，最高可达 -50%。",
            "目标与附近敌人获得的治疗减少 -80% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 241,
        "effects": [
            "对所有敌人造成 220% 伤害。",
            "每有一个敌人被击败，伤害增加 50%。",
            "叠加（最多 10 层）：每击败一个敌人或敌人小兵，每回合结束时便会对所有敌人造成 35 点冰冻伤害。",
            "叠加（最多 10 层）：每击败一个敌人或敌人小兵，所有敌人获得 -6% 法力生成。"
        ]
    },
    {
        "originalIndex": 242,
        "effects": [
            "对目标及附近敌人造成 320% 伤害。",
            "每有一个敌人被击败，伤害增加 35%。",
            "叠加（最多 10 层）：每击败一个敌人或敌人小兵，每回合结束时便会对所有敌人造成 49 点冰冻伤害。",
            "叠加（最多 10 层）：每击败一个敌人或敌人小兵，所有敌人获得 -7% 法力生成。"
        ]
    },
    {
        "originalIndex": 243,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "所有敌人获得对冰雪系 -30% 的防御，持续 3 回合。",
            "所有敌人在 3 回合内受到共计 378 点冰冻伤害。"
        ]
    },
    {
        "originalIndex": 244,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "所有敌人在 3 回合内受到共计 627 点水系伤害。",
            "所有敌人获得 -35% 法力生成，持续 3 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 245,
        "effects": [
            "净化所有盟友和敌人的所有增益和状态异常。",
            "对所有敌人造成 180% 伤害，每移除一个状态效果则额外造成 15% 伤害，最多累计造成 420% 伤害。"
        ]
    },
    {
        "originalIndex": 246,
        "effects": [
            "驱散并净化所有盟友和敌人的所有增益和状态异常。",
            "对所有敌人造成 140% 伤害。",
            "每移除一个状态效果便造成额外 30% 伤害，最多累计造成 500% 伤害。"
        ]
    },
    {
        "originalIndex": 247,
        "effects": [
            "对所有敌人造成 290% 伤害。",
            "攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 248,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人在 4 回合内受到共计 528 点流血伤害。"
        ]
    },
    {
        "originalIndex": 249,
        "effects": [
            "此特殊技能有几率造成暴击（造成暴击的几率取决于英雄在造成伤害时的总暴击几率。此特殊技能造成的暴击会额外造成 50% 伤害。暴击可以减少PvP战斗中敌人的最大生命值。此效果对拥有生命加成的目标更强）。",
            "对目标及附近敌人造成 450% 伤害。",
            "为施法者及附近盟友恢复等同于所造成伤害 20% 的生命值。",
            "目标与附近敌人陷入沉默，持续 4 回合。",
            "目标与附近敌人获得 -30% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 250,
        "effects": [
            "为施法者和附近盟友召唤 2 个冰封镰刀小兵，其可从施法者处继承 18% 生命和 30% 攻击力。",
            "冰封镰刀小兵被召唤后，只要其所有者拥有冰封镰刀小兵，其所有者就会获得 +45% 攻击力。攻击力每回合增加 5% ，最高可达 60%。此效果无法净化。",
            "冰封镰刀小兵被摧毁时将对所有敌人造成 135 点伤害。"
        ]
    },
    {
        "originalIndex": 251,
        "effects": [
            "此特殊技能必定命中。",
            "对所有敌人造成 200% 伤害。",
            "如果目标拥有生命加成，则造成 450 点额外伤害。",
            "所有敌人获得 -35% 防御，持续 3 回合。若该效果在持续时间结束前被移除，其拥有者将受到 577 点伤害。"
        ]
    },
    {
        "originalIndex": 252,
        "effects": [
            "净化施法者和附近盟友的状态异常。",
            "施法者和附近盟友可反弹状态异常和负面效果叠加，持续 3 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。",
            "施法者和附近盟友在 3 回合内恢复 855 点生命值。",
            "元素链为所有冰雪系盟友提供 4% 的生命恢复，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 253,
        "effects": [
            "偷取目标的全部可驱散增益并随机施放给盟友。",
            "目标陷入深眠且深眠期间受到的伤害增加 +80% （处于深眠状态的角色无法获得法力或攻击。深眠状态的角色受到 500 点伤害后便会苏醒。此效果不可净化）。",
            "为所有盟友恢复 30% 生命值。"
        ]
    },
    {
        "originalIndex": 254,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 396 点水系伤害。",
            "所有不属于冰雪系的盟友获得 +30% 攻击力，持续 3 回合。",
            "所有冰雪系盟友获得 +60% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 255,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 提高所有盟友 550 点生命值。提高的生命值可以超过最大生命值。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。",
            "第二次：",
            "* 提高所有盟友 650 点生命值。提高的生命值可以超过最大生命值。",
            "* 重置所有敌人的状态异常持续时间。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 256,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 提高所有盟友 500 点生命值。提高的生命值可以超过最大生命值。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。",
            "第二次：",
            "* 提高所有盟友 800 点生命值。提高的生命值可以超过最大生命值。",
            "* 重置所有敌人的状态异常持续时间。",
            "* 所有盟友对新的状态异常免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 257,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为所有盟友恢复 20% 生命值。",
            "* 所有盟友获得 +24% 法力生成，持续 2 回合。",
            "2 倍法力充能：",
            "* 为所有盟友恢复 30% 生命值。",
            "* 使所有盟友的法力增加 10%。",
            "3 倍法力充能：",
            "* 为所有盟友恢复 50% 生命值。",
            "* 使所有盟友的法力增加 20%。",
            "* 所有盟友获得 +40% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 258,
        "effects": [
            "对剩余生命值最高的敌人造成 405% 伤害。对其他所有敌人造成 260% 伤害。",
            "所有盟友会将来自自然系敌人特殊技能的全部状态效果和 115% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。",
            "所有盟友获得 +45% 攻击力，每次被击中后额外增加 +20% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 259,
        "effects": [
            "对目标造成 490% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 260,
        "effects": [
            "对目标造成 540% 伤害。",
            "施法者获得 +24% 法力生成，持续 3 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 261,
        "effects": [
            "对目标及附近敌人造成 360% 伤害。",
            "使目标和附近敌人的法力减少 15%。",
            "施法者在 4 回合内恢复适量法力。"
        ]
    },
    {
        "originalIndex": 262,
        "effects": [
            "对目标造成 640% 伤害，并对附近敌人造成轻微伤害。",
            "对烈火系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 263,
        "effects": [
            "驱散目标和附近敌人身上的增益。",
            "使用月出闪袭攻击目标和附近敌人，造成最多 1500 点伤害。若目标为神圣系元素则额外造成 40% 伤害。",
            "目标和附近敌人对新的增益状态效果免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 264,
        "effects": [
            "对目标及附近敌人造成 340% 伤害。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "目标与附近敌人获得 -14% 防御，且面板上每有一面冰雪系盾牌则进一步降低 -5% ，持续 4 回合，最多累计至 -54% 防御。",
            "目标与附近敌人获得 -10% 精准度，且面板上每有一面冰雪系盾牌则进一步降低 -5% ，持续 4 回合，最多累计至 -50% 精准度。"
        ]
    },
    {
        "originalIndex": 265,
        "effects": [
            "所有盟友在 3 回合后恢复 500 点生命值。若该效果在持续时间结束前被移除，则改为恢复 800 点生命值。",
            "3 回合后，施法者对所有敌人造成 500 点伤害。若该效果在持续时间结束前被移除或取代，则改为造成 800 点伤害。",
            "叠加（最多 10 层）：施法者对所克制元素的攻击力提高 +15%。"
        ]
    },
    {
        "originalIndex": 266,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为每位盟友召唤一个迷幻印记小兵，其可从施法者处继承 15% 生命和 20% 攻击力。",
            "* 迷幻印记小兵被召唤后，只要其所有者拥有迷幻印记小兵，其所有者就会获得 +20% 法力生成。此效果无法驱散。",
            "2 倍法力充能：",
            "* 召唤一个诅咒印记恶魔附身于所有敌人。恶魔每回合对其目标造成 100% 攻击力的伤害。",
            "* 诅咒印记恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 60% 的治疗量后便会消失。",
            "* 诅咒印记恶魔被召唤后，只要其所有者拥有诅咒印记恶魔，其所有者就会获得 -38% 法力生成。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 267,
        "effects": [
            "对所有敌人造成 230% 伤害。",
            "所有敌人在 3 回合内受到共计 318 点水系伤害。",
            "所有敌人获得 -34% 攻击力，持续 3 回合。",
            "对烈火系造成额外伤害。",
            "元素链为全体冰雪系盟友提供 +10% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 268,
        "effects": [
            "对目标及附近敌人造成 350% 伤害。",
            "强化防御异常：目标与附近敌人获得对特殊技能 -50% 的防御。此效果在敌人受到 3 次特殊技能伤害后消失。",
            "强化防御异常结束后、被移除或被替换后，敌人获得 -40% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 269,
        "effects": [
            "如果敌人有冰冻状态异常：",
            "* 所有敌人获得对冰雪系 -30% 的防御，持续 5 回合。",
            "* 对所有敌人造成 270% 伤害。",
            "否则：",
            "* 对所有敌人造成 200% 伤害。",
            "* 所有敌人在 5 回合内受到共计 705 点冰冻伤害。"
        ]
    },
    {
        "originalIndex": 270,
        "effects": [
            "为每位盟友召唤一个鱼叉岗哨小兵，其可从施法者处继承 12% 生命和 20% 攻击力。",
            "鱼叉岗哨小兵每次击中目标都会使目标的法力减少 -5% ，并给予目标以下状态异常：",
            "* 目标获得对特殊技能 -30% 的防御，持续 2 回合。",
            "* 目标对新的增益状态效果免疫，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 271,
        "effects": [
            "驱散目标身上的增益。",
            "对目标造成 550% 伤害。",
            "目标每回合受到 300 点冰冻伤害，持续无限回合。此效果会蔓延至附近敌人（此效果会一直持续到被净化或移除为止）。"
        ]
    },
    {
        "originalIndex": 272,
        "effects": [
            "对目标造成 350% 伤害。",
            "召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "目标在 3 回合内受到共计 531 点冰冻伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 273,
        "effects": [
            "对目标造成 200% 伤害。",
            "若目标为烈火系元素，则对附近敌人造成 450% 伤害。",
            "目标在 3 回合内受到共计 447 点冰冻伤害。",
            "若目标为烈火系，则其附近敌人将在 3 回合内受到共计 579 点冰冻伤害。"
        ]
    },
    {
        "originalIndex": 274,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 所有盟友在 2 回合内获得共计 144 点生命加成。提高的生命值可以超过最大生命值。",
            "- 所有盟友获得 +24% 防御，每次被击中后额外增加 5% 防御，持续 2 回合。",
            "- 所有盟友对增益驱散免疫，持续 2 回合。",
            "2 倍法力充能：",
            "- 所有盟友在 3 回合内获得共计 504 点生命加成。提高的生命值可以超过最大生命值。",
            "- 所有盟友获得 +34% 防御，每次被击中后额外增加 5% 防御，持续 3 回合。",
            "- 所有盟友对增益驱散免疫，持续 3 回合。",
            "3 倍法力充能：",
            "- 所有盟友在 4 回合内获得共计 980 点生命加成。提高的生命值可以超过最大生命值。",
            "- 所有盟友获得 +54% 防御，每次被击中后额外增加 5% 防御，持续 4 回合。",
            "- 所有盟友对增益驱散免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 275,
        "effects": [
            "对目标造成 275% 伤害。"
        ]
    },
    {
        "originalIndex": 276,
        "effects": [
            "对目标造成 255% 伤害。"
        ]
    },
    {
        "originalIndex": 277,
        "effects": [
            "对目标造成 200% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 278,
        "effects": [
            "对目标造成 245% 伤害。"
        ]
    },
    {
        "originalIndex": 279,
        "effects": [
            "对目标造成 250% 伤害。"
        ]
    },
    {
        "originalIndex": 280,
        "effects": [
            "对目标及附近敌人造成 250% 伤害。",
            "使目标和附近敌人在 3 回合内减少共计 204 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少每回合 68 点。"
        ]
    },
    {
        "originalIndex": 281,
        "effects": [
            "为所有盟友恢复 32% 生命值。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 282,
        "effects": [
            "所有盟友在 3 回合内恢复 459 点生命值。",
            "所有盟友对增益驱散免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 283,
        "effects": [
            "为所有盟友恢复 35% 生命值。",
            "所有盟友获得 +34% 防御，持续 3 回合。对所有自然系角色，此状态效果不可驱散且持续时间延长 2 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 284,
        "effects": [
            "为所有盟友恢复 36% 生命值。",
            "所有自然系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 285,
        "effects": [
            "对目标造成 325% 伤害。",
            "目标获得 -34% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 286,
        "effects": [
            "对目标造成 325% 伤害。",
            "目标获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 287,
        "effects": [
            "对目标造成 330% 伤害。",
            "目标获得 -24% 攻击力，持续 6 回合。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 288,
        "effects": [
            "对目标造成 340% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标获得 -29% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 289,
        "effects": [
            "所有盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 290,
        "effects": [
            "所有敌人获得 -41% 防御，且在每次被击中时再降低 -4% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 291,
        "effects": [
            "所有盟友获得 45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 5 回合。对所有自然系角色，此状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 292,
        "effects": [
            "所有盟友获得 +50% 攻击力，每次被击中后额外增加 20% 攻击力，持续 5 回合。",
            "所有自然系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 293,
        "effects": [
            "施法者和附近盟友获得 +48% 攻击力，持续 4 回合。",
            "施法者和附近盟友获得 +46% 防御，持续 4 回合。",
            "施法者和附近盟友在 4 回合内恢复 612 点生命值。",
            "4 回合后施法者获得状态异常。",
            "施法者在 4 回合后获得的状态异常为：",
            "施法者获得 -34% 攻击力，持续 4 回合。此效果无法净化。",
            "施法者获得 -34% 防御，持续 4 回合。此效果无法净化。",
            "施法者获得 -24% 法力生成，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 294,
        "effects": [
            "对所有敌人造成 125% 伤害。",
            "使所有敌人的法力减少 16%。"
        ]
    },
    {
        "originalIndex": 295,
        "effects": [
            "对所有敌人造成 125% 伤害。",
            "所有敌人获得 -24% 法力生成，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 296,
        "effects": [
            "对所有敌人造成 155% 伤害。",
            "使所有敌人的法力减少 10%。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 297,
        "effects": [
            "提高施法者和附近盟友 350 点生命值。提高的生命值可以超过最大生命值。",
            "成长：施法者和附近盟友获得 50 点攻击力和 50 点防御。"
        ]
    },
    {
        "originalIndex": 298,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有盟友变得灵魂相连，持续 3 回合。灵魂相连的盟友将平摊所受伤害。",
            "* 所有盟友获得 +63% 防御，持续 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。",
            "* 所有敌人获得 -56% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 299,
        "effects": [
            "提高所有盟友 350 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友对新的状态异常免疫，持续 4 回合。",
            "所有盟友获得 +30% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 300,
        "effects": [
            "提高所有盟友 300 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友对新的状态异常免疫，持续 4 回合。",
            "所有盟友获得 +40% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 301,
        "effects": [
            "使用月出闪袭攻击目标和附近敌人，造成最多 700 点伤害。若目标为神圣系元素则额外造成 20% 伤害。该攻击必定命中。"
        ]
    },
    {
        "originalIndex": 302,
        "effects": [
            "对目标及附近敌人造成 225% 伤害。",
            "召唤刺骨陷阱恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。该伤害每回合提高 8% ，最高可达 93%。",
            "刺骨陷阱恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 35% 时，它便会消失。"
        ]
    },
    {
        "originalIndex": 303,
        "effects": [
            "为施法者和附近盟友恢复 37% 生命值。",
            "施法者和附近盟友获得 +24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 304,
        "effects": [
            "为所有盟友恢复 22% 生命值。",
            "所有盟友获得 +24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 305,
        "effects": [
            "为施法者和附近盟友恢复 40% 生命值。",
            "施法者和附近盟友获得 +12% 法力生成，持续 3 回合。对所有自然系角色，此状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 306,
        "effects": [
            "为施法者和附近盟友恢复 42% 生命值。",
            "施法者和附近盟友获得 +15% 法力生成，持续 3 回合。",
            "所有自然系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 307,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 180% 伤害。",
            "每移除一个状态效果便造成额外 8% 伤害，最多累计造成 276% 伤害。"
        ]
    },
    {
        "originalIndex": 308,
        "effects": [
            "对目标造成 250% 伤害。",
            "目标在 2 回合内受到共计 94 点流血伤害。"
        ]
    },
    {
        "originalIndex": 309,
        "effects": [
            "对所有敌人造成 125% 伤害。",
            "面板上每存在一个自然系盾牌，便额外造成 12% 伤害，最多累计造成 221% 伤害。",
            "所有敌人获得 -24% 法力生成，且面板上每有一面自然系盾牌则进一步降低 2% ，持续 3 回合，最多累计至 -40% 法力生成。"
        ]
    },
    {
        "originalIndex": 310,
        "effects": [
            "每名阵亡的盟友有 33% 的几率以 23% 的生命值复活。",
            "所有盟友在 4 回合内恢复少量法力。"
        ]
    },
    {
        "originalIndex": 311,
        "effects": [
            "每名阵亡的盟友有 33% 的几率以 23% 的生命值复活。",
            "所有盟友在 4 回合内恢复 324 点生命值。"
        ]
    },
    {
        "originalIndex": 312,
        "effects": [
            "提高所有盟友 250 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +30% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 313,
        "effects": [
            "对目标造成 280% 伤害。",
            "目标在 4 回合内受到共计 104 点伤害。",
            "目标获得的治疗增加 -100% ，持续 2 回合。此效果无法净化。",
            "净化施法者的状态异常。"
        ]
    },
    {
        "originalIndex": 314,
        "effects": [
            "对目标造成 260% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 315,
        "effects": [
            "对目标造成 185% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -44% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 316,
        "effects": [
            "对目标造成 290% 伤害，并对附近敌人造成轻微伤害。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 317,
        "effects": [
            "对目标造成 340% 伤害。",
            "召唤一个蜀军小兵，其可从施法者处继承 16% 生命和 17% 攻击力。",
            "蜀军小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 60% 作出反击。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 318,
        "effects": [
            "对目标造成 320% 伤害。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 319,
        "effects": [
            "对目标造成 320% 伤害。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 320,
        "effects": [
            "所有盟友获得彪悍兄弟效果，持续 4 回合。如果盟友在彪悍兄弟状态下被击败，将重生为变色龙，拥有：",
            "* 66% 生命值。",
            "* 提高攻击力。",
            "* 降低防御。",
            "* 毁灭性特殊技能：残暴斩。",
            "* 此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 321,
        "effects": [
            "对目标造成 240% 伤害。",
            "对任一不同的敌人造成 390% 伤害。如果目标为冰雪系可造成额外伤害。",
            "叠加（最多 10 层）：施法者获得 +5% 法力生成。",
            "叠加（最多 10 层）：施法者每回合恢复 5 点生命值。"
        ]
    },
    {
        "originalIndex": 322,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 175% 伤害。",
            "* 目标所有的盟友遭受伤害时，目标受到 35% 的伤害，持续 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友攻击时有 50% 的几率无视防御增益，持续 5 回合。防御增益（包括反击）。",
            "* 所有盟友获得 +30% 暴击几率，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 323,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "施法者获得 +63% 防御，持续 4 回合。",
            "施法者获得 +74% 特殊技能防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 324,
        "effects": [
            "对目标造成 315% 伤害。",
            "基础攻击力最高的敌人获得 -54% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 325,
        "effects": [
            "对目标及附近敌人造成 210% 伤害。",
            "施法者和附近盟友获得 +36% 防御，持续 3 回合。",
            "施法者和附近盟友获得 +36% 暴击几率，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 326,
        "effects": [
            "抽取一张特殊效果卡片：",
            "温和之爪。",
            "* 提高所有盟友 300 点生命值，提高的生命值可以超过最大生命值。",
            "* 所有盟友获得 +20% 防御，持续 3 回合。防御每回合增加 10% ，最高为 +40%。",
            "致命利爪。",
            "* 使所有敌人减少 300 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 300 点）'。",
            "* 所有敌人获得 -20% 防御，持续 3 回合。防御每回合减少 -10% ，最高为 -40%。"
        ]
    },
    {
        "originalIndex": 327,
        "effects": [
            "对所有敌人造成 260% 伤害。",
            "所有敌人获得 -34% 攻击力，持续 5 回合。",
            "所有敌人无法用特殊技能净化其状态异常，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 328,
        "effects": [
            "对目标及附近敌人造成 200% 伤害。",
            "敌人的法力越低，受到的伤害越大，最高可达 300%。"
        ]
    },
    {
        "originalIndex": 329,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "所有冰雪系敌人获得 -30% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。",
            "所有神圣系敌人获得 -30% 法力生成，持续 4 回合。",
            "所有暗黑系敌人获得 -30% 防御，持续 4 回合。",
            "所有烈火系敌人获得 -30% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 330,
        "effects": [
            "对目标及附近敌人造成 150% 伤害。",
            "使目标和附近敌人减少 75 点最大生命值。若目标拥有加成的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何加成的生命值会额外减少 75 点。",
            "目标与附近敌人获得对自然系 -54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 331,
        "effects": [
            "对目标造成 290% 伤害。",
            "使目标的法力减少 20%。",
            "目标获得对自然系 -58% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 332,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对所有敌人造成 250% 伤害。每下攻击的精准度为 60%。",
            "* 所有被击中的敌人在 2 回合内受到共计 92 点剧毒伤害。",
            "2 倍法力充能：",
            "* 每名被击败的盟友有 44% 的几率以 40% 的生命值复活。",
            "* 所有盟友在 5 回合内恢复 405 点生命值。"
        ]
    },
    {
        "originalIndex": 333,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为施法者和附近盟友恢复 25% 生命值。",
            "* 施法者和附近盟友获得 +24% 法力生成，持续 2 回合。",
            "2 倍法力充能：",
            "* 为施法者和附近盟友恢复 35% 生命值。",
            "* 使施法者和附近盟友的法力增加 10%。",
            "3 倍法力充能：",
            "* 为施法者和附近盟友恢复 55% 生命值。",
            "* 使施法者和附近盟友的法力增加 30%。",
            "* 施法者和附近盟友获得 +40% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 334,
        "effects": [
            "为施法者和附近盟友恢复 37% 生命值。",
            "施法者和附近盟友对增益驱散免疫，持续 3 回合。",
            "施法者和附近盟友获得 +74% 特殊技能防御，持续 3 回合。",
            "施法者和附近盟友获得 +24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 335,
        "effects": [
            "对目标及附近敌人造成 205% 伤害。",
            "为施法者和附近盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "目标与附近敌人获得 -24% 攻击力，持续 3 回合。",
            "目标与附近敌人获得 -34% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 336,
        "effects": [
            "对目标造成 345% 伤害。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 337,
        "effects": [
            "对目标造成 345% 伤害。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 338,
        "effects": [
            "对目标及附近敌人造成 275% 伤害。",
            "目标和附近敌人对新的增益状态效果免疫，持续 3 回合。",
            "驱散目标和附近敌人身上的增益。"
        ]
    },
    {
        "originalIndex": 339,
        "effects": [
            "对目标造成 350% 伤害。",
            "对冰雪系造成额外伤害。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 340,
        "effects": [
            "对目标造成 360% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人获得 -34% 攻击力，持续 3 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 341,
        "effects": [
            "对所有敌人造成 215% 伤害。",
            "所有敌人受到的所有伤害增加 +50% ，持续 6 回合。",
            "所有敌人对新的增益状态效果免疫，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 342,
        "effects": [
            "对目标造成 165% 伤害，并对附近敌人造成轻微伤害。",
            "施法者和附近盟友获得 +48% 攻击力，持续 4 回合。",
            "施法者和附近盟友在 4 回合内恢复 617 点生命值。"
        ]
    },
    {
        "originalIndex": 343,
        "effects": [
            "对所有敌人造成 130% 伤害。",
            "所有盟友获得 +48% 攻击力，持续 4 回合。",
            "所有盟友在 4 回合内获得共计 480 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 344,
        "effects": [
            "摧毁全部敌人的全部小兵并杀伤所有超级小兵。",
            "对所有敌人造成 170% 伤害。",
            "每摧毁一名小兵所有盟友恢复 80 点生命值。"
        ]
    },
    {
        "originalIndex": 345,
        "effects": [
            "从目标处偷取小兵。",
            "对目标造成 310% 伤害。",
            "目标在 3 回合内受到共计 213 点沙系伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 346,
        "effects": [
            "对目标造成 255% 伤害。",
            "目标法力满格时，自动对目标造成 146 点伤害，并使其法力减少 50% ，持续 3 回合。",
            "施法者获得 +74% 特殊技能防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 347,
        "effects": [
            "对目标造成 209% 伤害。",
            "目标法力满格时，自动对目标造成 341 点伤害，并使其法力减少 50% ，持续 3 回合。",
            "施法者获得 +84% 特殊技能防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 348,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "施法者获得 -20% 防御，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 349,
        "effects": [
            "对目标造成 230% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "除施法者外的所有盟友获得 -20% 攻击力，持续 3 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 350,
        "effects": [
            "对所有敌人造成 70% 伤害。",
            "如果没有盟友被击败，则对所有敌人造成双倍伤害。",
            "施放所有被击败盟友的特殊技能。",
            "此特殊技能无法被复制。"
        ]
    },
    {
        "originalIndex": 351,
        "effects": [
            "为施法者和附近盟友恢复 45% 生命值。",
            "施法者和附近盟友获得对烈火系 +94% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 352,
        "effects": [
            "提高施法者和附近盟友 450 点生命值。提高的生命值可以超过最大生命值。",
            "施法者和附近盟友获得对烈火系 +64% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 353,
        "effects": [
            "施法者和附近盟友在 3 回合内恢复 459 点生命值。",
            "施法者和附近盟友获得 +54% 特殊技能防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 354,
        "effects": [
            "为施法者和附近盟友恢复 48% 生命值。",
            "施法者和附近盟友获得对烈火系 +84% 的防御，持续 3 回合。对所有自然系角色，此状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 355,
        "effects": [
            "为施法者和附近盟友恢复 49% 生命值。",
            "所有自然系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。",
            "施法者和附近盟友获得对烈火系 +88% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 356,
        "effects": [
            "此特殊技能必定命中。",
            "对目标及附近敌人造成 245% 伤害。",
            "施法者偷取目标及其附近敌人所获治疗的 50% ，持续 2 回合。",
            "施法者和附近的盟友拥有 +45% 几率闪避可以造成伤害的特殊技能，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 357,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "所有敌人获得 -64% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 358,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "施法者和附近盟友有 +30% 至 +70% 的几率躲避可造成伤害的特殊技能。特殊技能的伤害越高，闪避的几率也越高。每次闪避可给予目标 +24% 法力。此效果持续 4 回合。"
        ]
    },
    {
        "originalIndex": 359,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "所有盟友获得 +33% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 360,
        "effects": [
            "对所有敌人造成 215% 伤害。",
            "所有敌人获得 -54% 法力生成，持续 3 回合。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 361,
        "effects": [
            "对所有敌人造成 225% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人获得 -59% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 362,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "若任何盟友身上带有影响攻击的可净化状态异常，该盟友将获得 +50% 攻击力，持续 3 回合。",
            "目标与附近敌人获得 -34% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 363,
        "effects": [
            "为所有盟友恢复 42% 生命值。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 364,
        "effects": [
            "所有盟友在 3 回合内恢复 609 点生命值。",
            "所有盟友获得 +46% 防御，持续 3 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 365,
        "effects": [
            "所有盟友在 3 回合内恢复 609 点生命值。",
            "所有盟友获得 +50% 攻击力，持续 3 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 366,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "所有盟友获得 34% 防御，持续 3 回合。对所有自然系角色，此状态效果不可驱散且持续时间延长 2 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 367,
        "effects": [
            "为所有盟友恢复 46% 生命值。",
            "所有自然系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 368,
        "effects": [
            "为所有盟友召唤一个森林精灵小兵，此小兵继承施法者 15% 的生命值和 10% 的攻击力。",
            "森林精灵小兵被召唤后，只要其所有者拥有该小兵，其所有者就会获得 +20% 法力生成。此效果无法驱散。",
            "所有敌人获得 -24% 攻击力，持续 4 回合。对烈火系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 369,
        "effects": [
            "为所有盟友召唤一个森林精灵小兵，此小兵继承施法者 18% 的生命值和 8% 的攻击力。",
            "森林精灵小兵被召唤后，只要其所有者拥有该小兵，其所有者就会获得 +24% 法力生成。此效果无法驱散。",
            "所有敌人获得 -26% 攻击力，持续 4 回合。对烈火系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 370,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 230% 伤害。",
            "* 使目标和附近敌人的法力减少 10%。",
            "第二次：",
            "* 对目标及附近敌人造成 260% 伤害。",
            "* 使目标和附近敌人的法力减少 15%。",
            "* 所有敌人在 5 回合内受到共计 570 点剧毒伤害。施法者会吸收所造成剧毒伤害的 50% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 371,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 220% 伤害。",
            "* 使目标和附近敌人的法力减少 8%。",
            "第二次：",
            "* 对目标及附近敌人造成 280% 伤害。",
            "* 使目标和附近敌人的法力减少 18%。",
            "* 所有敌人在 5 回合内受到共计 665 点剧毒伤害。施法者会吸收所造成剧毒伤害的 55% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 372,
        "effects": [
            "对目标造成 280% 伤害，并对附近敌人造成轻微伤害。",
            "强化防御异常：目标与附近敌人获得对特殊技能 -40% 的防御。此效果在敌人受到一次特殊技能伤害后消失。",
            "强化防御异常结束后、被移除或被替换后，敌人会在 3 回合内受到共计 630 点剧毒伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 373,
        "effects": [
            "对所有敌人造成 150% 伤害。",
            "为每位盟友召唤一个亡灵小兵，其可从施法者处继承 12% 生命和 20% 攻击力。",
            "亡灵小兵因受到伤害而阵亡时，将对所有敌人造成 85 点伤害。"
        ]
    },
    {
        "originalIndex": 374,
        "effects": [
            "对目标造成 230% 伤害。",
            "如果目标剩余生命少于 50% ，可对其造成 450% 伤害。",
            "目标与附近敌人获得 -24% 法力生成，持续 3 回合。",
            "叠加 +2 （最多 10 层）：施法者获得 +10% 法力生成。",
            "叠加（最多 10 层）：施法者每回合恢复 10 点生命值。"
        ]
    },
    {
        "originalIndex": 375,
        "effects": [
            "对目标造成 320% 伤害。",
            "目标陷入沉默，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 376,
        "effects": [
            "对目标造成 320% 伤害。",
            "目标陷入沉默，持续 3 回合。",
            "目标获得 -24% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 377,
        "effects": [
            "为所有盟友恢复 30% 生命值。",
            "施法者和附近盟友对新的状态异常免疫，持续 3 回合，且每当有状态异常尝试施加于其上，他们都将恢复 175 点生命值。"
        ]
    },
    {
        "originalIndex": 378,
        "effects": [
            "为所有盟友恢复 35% 生命值。",
            "施法者和附近盟友对新的状态异常免疫，持续 3 回合，且每当有状态异常尝试施加于其上，他们都将恢复 100 点生命值。"
        ]
    },
    {
        "originalIndex": 379,
        "effects": [
            "提高所有盟友 500 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +30% 攻击力，持续 5 回合。攻击力每回合增加 5% ，最高为 50%。",
            "所有盟友获得 +24% 法力生成，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 380,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "所有敌人获得 -34% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 381,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "所有敌人获得 -39% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 382,
        "effects": [
            "对所有敌人造成 195% 伤害。",
            "所有敌人获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 383,
        "effects": [
            "对所有敌人造成 215% 伤害。",
            "所有敌人获得 -24% 攻击力，持续 6 回合。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 384,
        "effects": [
            "对所有敌人造成 225% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人获得 -30% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 385,
        "effects": [
            "对目标造成 320% 伤害。",
            "目标陷入沉默，持续 4 回合。",
            "目标在 4 回合内受到共计 100 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 386,
        "effects": [
            "对目标造成 280% 伤害。",
            "目标陷入沉默，持续 4 回合。",
            "目标在 4 回合内受到共计 228 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 387,
        "effects": [
            "对目标及附近敌人造成 165% 伤害。",
            "召唤间谍恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。",
            "间谍恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 30% 的治疗量后便会消失。",
            "每回合结束时，间谍恶魔将偷取其目标的其中一个可驱散增益，并将该增益施加于另一战队的一名角色身上。",
            "施法者在 4 回合内恢复 324 点生命值。"
        ]
    },
    {
        "originalIndex": 388,
        "effects": [
            "对目标造成 240% 伤害。",
            "如果目标有增益效果且受到攻击，则瞄准另一个有增益效果的敌人。如果其他敌人均没有增益效果，则随机瞄准一个敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "所有命中的目标获得 -34% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 389,
        "effects": [
            "对所有敌人造成 400% 伤害。",
            "所有盟友会将来自烈火系敌人特殊技能的全部状态效果和 150% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合。此效果无法驱散（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 390,
        "effects": [
            "对所有敌人造成 410% 伤害。",
            "所有盟友会将来自烈火系敌人特殊技能的全部状态效果和 160% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 3 回合。此效果无法驱散（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 391,
        "effects": [
            "每名阵亡的盟友有 33% 的几率以 23% 的生命值复活。",
            "所有盟友在 4 回合内恢复 712 点生命值。",
            "所有盟友在 4 回合内恢复适量法力。",
            "元素链为全体自然系盟友提供 +15% 的攻击和 +15 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 392,
        "effects": [
            "每名阵亡的盟友有 38% 的几率以 28% 的生命值复活。",
            "所有盟友在 4 回合内恢复 648 点生命值。",
            "所有盟友获得 +38% 法力生成，持续 4 回合。",
            "元素链为全体自然系盟友提供 +15% 的攻击和 +15 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 393,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "伤害无视目标的小兵。",
            "所有敌人获得对自然系 -40% 的防御，持续 4 回合。",
            "召唤一个持剑守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "被持剑守卫超级小兵击中的目标会在 3 回合内受到共计 441 点流血伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 394,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "所有敌人对新的增益状态效果免疫，持续 4 回合，且每当有增益效果尝试施加于其上，他们都将受到 150 点伤害。",
            "施法者获得 -10% 精准度，持续 4 回合。此效果无法净化。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 395,
        "effects": [
            "对所有敌人造成 240% 伤害。",
            "所有敌人对新的增益状态效果免疫，持续 4 回合，且每当有增益效果尝试施加于其上，他们都将受到 300 点伤害。",
            "施法者获得 -10% 精准度，持续 4 回合。此效果无法净化（进攻型特殊技能也有相同几率落空）。"
        ]
    },
    {
        "originalIndex": 396,
        "effects": [
            "用石像鬼小兵取代附身于全体盟友的所有恶魔。",
            "为每位盟友召唤一个石像鬼，此石像鬼小兵继承施法者 30% 生命和 20% 攻击力。",
            "盟友每拥有一名小兵，便为所有盟友提高 75 点生命值。"
        ]
    },
    {
        "originalIndex": 397,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "召唤一个保镖超级小兵，其可从施法者处继承 50% 生命值和 250% 攻击力。",
            "被保镖超级小兵击中的目标陷入沉睡，且沉睡期间受到的伤害增加 +60% （沉睡的目标无法获得法力。沉睡目标受到伤害后便会苏醒。这不包括来自小兵和恶魔的伤害。此效果不可净化）。"
        ]
    },
    {
        "originalIndex": 398,
        "effects": [
            "摧毁目标的所有小兵。",
            "对目标造成 470% 伤害。",
            "每摧毁一名小兵，施法者获得 20% 法力。",
            "攻击会无视防御增益（包括反击）。",
            "施法者在 2 回合内恢复 306 点生命值。"
        ]
    },
    {
        "originalIndex": 399,
        "effects": [
            "对所有敌人造成 170% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 290%。",
            "如果施法者在后续 5 回合中被击败，该施法者将于下一个回合开始时以 32% 的生命复活。施法者被击败时所有状态效果会被移除。"
        ]
    },
    {
        "originalIndex": 400,
        "effects": [
            "对所有敌人造成 160% 伤害。",
            "敌人的法力越低，受到的伤害越大，最高可达 310%。",
            "如果施法者在后续 5 回合中被击败，该施法者将于下一个回合开始时以 40% 的生命复活。施法者被击败时所有状态和叠加效果会被移除。"
        ]
    },
    {
        "originalIndex": 401,
        "effects": [
            "驱散目标和附近敌人身上的增益。",
            "对目标和附近敌人造成 380% 伤害，并对其施加 45 点狂乱。",
            "所有盟友对来自状态异常的伤害免疫，持续 4 回合。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 402,
        "effects": [
            "净化所有盟友的状态异常。",
            "提高所有盟友 690 点生命值。提高的生命值可以超过最大生命值。",
            "面板上每存在一个自然系盾牌，便额外提高 30 点生命加成，最高可达 930 点生命加成。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有盟友的获得 +34% 防御，面板中每个自然系盾牌额外提升 6% 防御，持续 5 回合，最多累计至 +82% 防御。"
        ]
    },
    {
        "originalIndex": 403,
        "effects": [
            "对目标造成 320% 伤害。",
            "目标陷入沉睡。",
            "沉睡期间，目标无法攻击或获得法力。",
            "对沉睡目标造成的所有伤害增加 +60%。",
            "沉睡目标受到伤害后便会苏醒。这不包括来自小兵和恶魔的伤害。",
            "元素链给予所有自然系盟友受到的治疗增加 +10% ，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 404,
        "effects": [
            "对所有敌人造成 370% 伤害。",
            "解除影响全体盟友攻击或防御的全部可净化状态异常，并随机施放给敌人。",
            "元素链为所有自然系盟友召唤出一名自然小兵，其可从施法者处继承 6% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 405,
        "effects": [
            "对目标造成 450% 伤害。",
            "盟友每拥有一名小兵，便造成额外 25% 伤害，最多累计造成 650% 伤害。",
            "为施法者召唤一个忠诚猎犬小兵，其可从施法者处继承 35% 生命值和 35% 攻击力。",
            "忠诚猎犬小兵被召唤后，只要其所有者拥有该小兵，其所有者就会获得 +50% 攻击力。此效果无法净化。",
            "元素链赋予所有自然系盟友 +5% 的闪避几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 406,
        "effects": [
            "随机重新排列敌人位置。",
            "对所有敌人造成 250% 伤害。",
            "伤害无视目标的小兵。",
            "攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 407,
        "effects": [
            "召唤一个白野猪超级小兵，其可从施法者处继承 65% 生命值和 250% 攻击力。",
            "白野猪超级小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 100% 作出反击。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 408,
        "effects": [
            "为所有盟友恢复 50% 生命值。",
            "所有盟友在 3 回合后获得 25% 法力，或在该效果提前被移除时立即获得。",
            "安全净化所有盟友身上的状态异常（安全净化会无视状态异常被移除时的副作用，例如移除时的伤害。被动技能和家族效果等外来效果仍会生效）。"
        ]
    },
    {
        "originalIndex": 409,
        "effects": [
            "1 倍法力充能：",
            "* 驱散敌方阵型边缘敌人身上的增益。",
            "* 对位于敌军阵型边缘的敌人造成 300% 伤害。如果仅有一名敌人，则伤害加倍。",
            "* 敌方阵型边缘的敌人陷入沉睡，且沉睡期间受到的伤害增加 +60% （沉睡的目标无法获得法力。沉睡目标受到伤害后便会苏醒。这不包括来自小兵和恶魔的伤害。此效果不可净化）。",
            "2 倍法力充能：",
            "* 驱散敌方阵型边缘敌人身上的增益。",
            "* 对位于敌军阵型边缘的敌人造成 485% 伤害。如果仅有一名敌人，则伤害加倍。",
            "* 敌方阵型边缘的敌人陷入沉睡，且沉睡期间受到的伤害增加 +80% （沉睡的目标无法获得法力。沉睡目标受到伤害后便会苏醒。这不包括来自小兵和恶魔的伤害。此效果不可净化）。",
            "3 倍法力充能：",
            "* 驱散敌方阵型边缘敌人身上的增益。",
            "* 对位于敌军阵型边缘的敌人造成 900% 伤害。如果仅有一名敌人，则伤害加倍。",
            "* 敌方阵型边缘的敌人陷入沉睡，且沉睡期间受到的伤害增加 +100% （沉睡的目标无法获得法力。沉睡目标受到伤害后便会苏醒。这不包括来自小兵和恶魔的伤害。此效果不可净化）。"
        ]
    },
    {
        "originalIndex": 410,
        "effects": [
            "提高所有盟友 600 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友在 4 回合内获得 400 点生命加成。提高的生命值可以超过最大生命值。",
            "施法者拥有生命值加成期间，所有盟友均获得 +50% 攻击力。此效果无法净化。",
            "元素链为全体自然系盟友提供 +20% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 411,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "所有敌人获得的治疗减少 -60% ，持续 3 回合。",
            "所有敌人在 2 回合内受到共计 414 点流血伤害。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "元素链为全体自然系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 412,
        "effects": [
            "对 5 名随机敌人造成 310% 伤害。",
            "叠加（最多 10 层）：每次命中给予目标 -9% 攻击力。"
        ]
    },
    {
        "originalIndex": 413,
        "effects": [
            "对 5 名随机敌人造成 325% 伤害。",
            "叠加（最多 10 层）：每次命中给予目标 -8% 攻击力。"
        ]
    },
    {
        "originalIndex": 414,
        "effects": [
            "为所有盟友恢复 800 点生命加成。",
            "每有一面自然系盾牌额外恢复 50 点生命加成，最高 1400 点。",
            "所有冰雪系敌人在 4 回合内受到共计 972 点沙系伤害。",
            "所有烈火系敌人在 4 回合内受到共计 972 点水系伤害。",
            "所有暗黑系敌人在 4 回合内受到共计 972 点燃烧伤害。",
            "所有神圣系敌人在 4 回合内受到共计 972 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 415,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 250% 伤害。",
            "* 如果目标剩余生命少于 50% ，可对其造成 500% 伤害。",
            "2 倍法力充能：",
            "* 对所有敌人造成 215% 伤害。",
            "* 对剩余生命值超过 50% 的敌人造成 430% 伤害。"
        ]
    },
    {
        "originalIndex": 416,
        "effects": [
            "使用焰暴闪袭攻击所有敌人，造成最多 1500 点伤害。若目标为自然系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "伤害无视目标的小兵。",
            "所有敌人在 4 回合内受到共计 388 点剧毒伤害。",
            "所有敌人从燃烧和剧毒状态异常所受到的伤害增加 +50% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 417,
        "effects": [
            "对目标造成 535% 伤害。",
            "目标在 3 回合内受到共计 1245 点流血伤害。此效果会蔓延至附近敌人。",
            "叠加（最多 10 层）：所有盟友获得 +25% 攻击力。"
        ]
    },
    {
        "originalIndex": 418,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 480% 伤害。如果仅有一名敌人，则伤害加倍。",
            "为施法者和附近盟友提高相当于所造成伤害 20% 的生命值。",
            "每命中一名冰雪系敌人，提高的生命值为对其造成伤害的 40%。",
            "处于敌人阵型边缘的敌人会被沉默，持续 3 回合。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 419,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "施法者以所受伤害的 80% 进行反击，随机一名敌人，持续 4 回合。",
            "施法者所受的所有伤害减少 -35% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 420,
        "effects": [
            "对剩余生命值最高的敌人造成 500% 伤害。对其他所有敌人造成 300% 伤害。",
            "令法力最多的敌人降低 50% 法力。令其他所有敌人降低 30% 法力。"
        ]
    },
    {
        "originalIndex": 421,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "敌人无法用特殊技能净化或转移其状态异常，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 422,
        "effects": [
            "摧毁目标的所有小兵。此效果会对巨大体型小兵造成伤害。",
            "对目标造成 600% 伤害。",
            "使全部拥有小兵的敌人减少 404 点最大生命值。最大生命值不能低于初始最大生命值的 30%。"
        ]
    },
    {
        "originalIndex": 423,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 对所有敌人造成 200% 伤害。",
            "- 为每位盟友召唤一个忍者小兵，其可从施法者处继承 8% 生命和 10% 攻击力。",
            "- 忍者小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 60% 作出反击。此效果无法驱散。",
            "2 倍法力充能：",
            "- 对所有敌人造成 280% 伤害。",
            "- 为每位盟友召唤一个忍者小兵，其可从施法者处继承 16% 生命和 16% 攻击力。",
            "- 忍者小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 60% 作出反击。此效果无法驱散。",
            "3 倍法力充能：",
            "- 对所有敌人造成 360% 伤害。",
            "- 为每位盟友召唤一个忍者小兵，其可从施法者处继承 22% 生命和 26% 攻击力。",
            "- 忍者小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 60% 作出反击。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 424,
        "effects": [
            "对目标及附近敌人造成 305% 伤害。",
            "目标与附近敌人对新的增益状态效果免疫，持续 3 回合，且每当有增益效果尝试施加于其上，他们都将受到 200 点伤害。"
        ]
    },
    {
        "originalIndex": 425,
        "effects": [
            "对目标及附近敌人造成 295% 伤害。",
            "目标与附近敌人对新的增益状态效果免疫，持续 3 回合，且每当有增益效果尝试施加于其上，他们都将受到 400 点伤害。"
        ]
    },
    {
        "originalIndex": 426,
        "effects": [
            "对目标造成 330% 伤害，并对附近敌人造成轻微伤害。",
            "为施法者恢复等同于所造成伤害 38% 的生命值。"
        ]
    },
    {
        "originalIndex": 427,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "施法者偷取目标及其附近敌人所获治疗的 61% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 428,
        "effects": [
            "对所有敌人造成 230% 伤害。",
            "所有敌人获得的治疗减少 -50% ，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 429,
        "effects": [
            "对目标造成 410% 伤害，并对附近敌人造成轻微伤害。",
            "为施法者恢复等同于所造成伤害 35% 的生命值。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 430,
        "effects": [
            "对目标造成 420% 伤害，并对附近敌人造成轻微伤害。",
            "攻击会无视防御增益（包括反击）。",
            "为施法者恢复等同于所造成伤害 37% 的生命值。"
        ]
    },
    {
        "originalIndex": 431,
        "effects": [
            "对目标及附近敌人造成 345% 伤害。",
            "施法者将自身状态异常及负面效果叠加所造成伤害的 130% 反弹给所有敌人，持续 4 回合。",
            "元素链在回合结束时为所有自然系盟友恢复少量法力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 432,
        "effects": [
            "为所有盟友恢复 50% 生命值。",
            "影响施法者和附近盟友的攻击、防御和法力生成的所有状态异常，替换为对应的不可驱散增益（替换效果无法被状态效果、家族效果或被动技能阻挡。只有可驱散或可净化的状态效果才可被替换。替换效果：攻击力异常状态将被 +40% 攻击力增益取代，持续 4 回合。防御异常状态将被 +40% 防御增益取代，持续 4 回合。法力生成异常状态将被 +40% 法力生成增益取代，持续 4 回合）。",
            "施法者和附近盟友可抵御新的负面法力效果，持续 4 回合，每抵御一个效果法力增加 10%。"
        ]
    },
    {
        "originalIndex": 433,
        "effects": [
            "为所有盟友恢复 25% 生命值。",
            "对所有敌人造成 150% 伤害。",
            "对其所有盟友召唤天赋所回溯的所有小兵。",
            "对所有敌人召唤其天赋所回溯的所有恶魔。"
        ]
    },
    {
        "originalIndex": 434,
        "effects": [
            "对目标及附近敌人造成 290% 伤害。",
            "目标与附近敌人获得对自然系 -54% 的防御，持续 4 回合。",
            "驱散目标和附近敌人身上的增益。",
            "元素链为全体自然系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 435,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "目标与附近敌人获得对自然系 -56% 的防御，持续 4 回合。",
            "驱散目标和附近敌人身上的增益。",
            "元素链为全体自然系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 436,
        "effects": [
            "摧毁目标的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标造成 530% 伤害。",
            "若本次攻击将敌人击败，那么施法者将恢复 +50% 生命并获得 33% 法力。",
            "拟态兽宝箱关闭 2 回合（拟态兽宝箱关闭时免疫伤害和新的状态异常）。"
        ]
    },
    {
        "originalIndex": 437,
        "effects": [
            "使用霜降打击攻击目标和附近敌人，造成最多 2100 点伤害。若目标为火焰系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "目标与附近敌人受到的所有伤害增加 +35% ，持续 3 回合。",
            "目标和附近敌人将反弹增益状态效果至我方战队的一名随机角色，持续 3 回合（只有可驱散的增益会被反弹）。"
        ]
    },
    {
        "originalIndex": 438,
        "effects": [
            "摧毁所有盟友的恶魔。",
            "净化所有盟友的状态异常。",
            "所有盟友在 5 回合内恢复 1190 点生命值。此效果无法驱散。",
            "所有敌人在 5 回合内受到共计 815 点剧毒伤害。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 439,
        "effects": [
            "对目标及附近敌人造成 390% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 576 点流血伤害。",
            "目标与附近敌人获得对自然系 -60% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 440,
        "effects": [
            "对目标及附近敌人造成 375% 伤害。",
            "目标与附近敌人每回合受到 250 点流血伤害，持续无限回合（此效果持续至被净化、替换或移除）。",
            "2 回合后目标和附近敌人被施加麻木，持续 1 回合（麻木的敌人无法攻击或获得法力，并且受到的伤害提升 +50%。首领、泰坦和神话泰坦不受此状态效果影响）。"
        ]
    },
    {
        "originalIndex": 441,
        "effects": [
            "对目标及附近敌人造成 225% 伤害。",
            "在回合结束时净化所有队友的状态异常，持续 3 回合。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 442,
        "effects": [
            "对目标及附近敌人造成 225% 伤害。",
            "在回合结束时净化所有队友的状态异常，持续 3 回合。此效果无法驱散。",
            "所有冰雪系敌人获得对自然系 -54% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 443,
        "effects": [
            "对所有敌人造成 100% 伤害。",
            "面板上每存在一个自然系盾牌，便额外造成 18% 伤害，最多累计造成 244% 伤害。",
            "所有敌人获得 -8% 防御，且面板上每有一个自然系盾牌则额外降低 -3% ，持续 3 回合，最多累计至 -44% 防御。"
        ]
    },
    {
        "originalIndex": 444,
        "effects": [
            "对所有敌人造成 90% 伤害。",
            "面板上每存在一个自然系盾牌，便额外造成 18% 伤害，最多累计造成 234% 伤害。",
            "所有敌人获得 -12% 防御，且面板上每有一个自然系盾牌则额外降低 -3% ，持续 3 回合，最多累计至 -48% 防御。"
        ]
    },
    {
        "originalIndex": 445,
        "effects": [
            "对所有敌人造成 230% 伤害。",
            "所有敌人在 5 回合内受到共计 1285 点剧毒伤害。每当剧毒伤害触发时，施法者都会获得少量法力。",
            "所有敌人获得 -34% 法力生成，持续 5 回合。",
            "盟友将共同承受此角色本应受到的特殊技能攻击和普通攻击，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 446,
        "effects": [
            "对目标及附近敌人造成 375% 伤害。",
            "如果目标拥有生命加成，则造成 900 点额外伤害。",
            "所有盟友的普通攻击和特殊技能可对拥有生命加成的目标造成 +85% 伤害，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 447,
        "effects": [
            "提高所有盟友 1250 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得粘性表面，持续 4 回合。此效果无法驱散。",
            "粘性表面：从攻击的敌人身上窃取 1 个随机可驱散增益或成长效果（每个拥有粘性表面的英雄每回合只能从普通攻击中窃取一个状态效果增益或成长效果）。",
            "所有盟友获得 +30% 防御，持续 4 回合。",
            "所有盟友对增益驱散和转移免疫，持续 4 回合（此免疫效果也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 448,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 摧毁全部敌人的全部小兵。",
            "* 对所有敌人造成 280% 伤害。",
            "* 所有盟友获得 +30% 防御，持续 3 回合。",
            "第二次：",
            "* 摧毁全部敌人的全部小兵。",
            "* 对所有敌人造成 370% 伤害。",
            "* 叠加（最多 10 层）：每摧毁一名小兵，施法者每回合恢复 24 点生命值。",
            "* 所有盟友获得 +50% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 449,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 摧毁全部敌人的全部小兵。",
            "* 对所有敌人造成 270% 伤害。",
            "* 所有盟友获得 +25% 防御，持续 3 回合。",
            "第二次：",
            "* 摧毁全部敌人的全部小兵。",
            "* 对所有敌人造成 400% 伤害。",
            "* 叠加（最多 10 层）：每摧毁一名小兵，施法者每回合恢复 30 点生命值。",
            "* 所有盟友获得 +55% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 450,
        "effects": [
            "对目标造成 430% 伤害。",
            "施法者在 3 回合内恢复 675 点生命值。如果施法者受到特殊技能的直接伤害，效果持续时间则会重置。"
        ]
    },
    {
        "originalIndex": 451,
        "effects": [
            "对目标造成 410% 伤害。",
            "施法者在 4 回合内恢复 800 点生命值。如果施法者受到特殊技能的直接伤害，则持续时间会重置。"
        ]
    },
    {
        "originalIndex": 452,
        "effects": [
            "提高所有盟友 700 点生命值。提高的生命值可以超过最大生命值。",
            "使所有敌人减少 700 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 700 点）。",
            "除施法者外所有盟友获得软化皮肤（他们下次受到的伤害减少 -90% ，并抵抗所有状态异常和法力减损。此效果无法驱散）。",
            "所有盟友对影响治疗的新状态异常免疫，持续 4 回合。移除所有盟友身上影响治疗的状态异常。"
        ]
    },
    {
        "originalIndex": 453,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 施法者从目标身上窃取 10% 法力。",
            "* 对目标造成 460% 伤害。",
            "* 敌人的法力越低，受到的伤害越大，最高可达 600%。",
            "* 所有盟友获得 +25% 法力生成，持续 3 回合。",
            "第二次：",
            "* 施法者从目标身上窃取 20% 法力。",
            "* 对目标造成 530% 伤害。",
            "* 敌人的法力越低，受到的伤害越大，最高可达 700%。",
            "* 所有盟友获得 +30% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 454,
        "effects": [
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "在后续 3 回合中，每当任何盟友施放特殊技能后，此角色将随机对一个敌人造成 500% 伤害（每个角色施放特殊技能时，每回合只造成一次伤害）。",
            "除施法者外所有盟友的特殊技能将造成额外 +20% 伤害，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 455,
        "effects": [
            "对所有敌人造成 480% 伤害。",
            "所有被击中的目标获得 -40% 防御，且在每次被击中时再降低 -5% 防御，持续 5 回合，最多 -60%。",
            "施法者获得史莱姆复活状态效果，持续 2 回合。若在史莱姆复活状态下被击败，角色将以史莱姆形态重生，并拥有：",
            "* 100% 继承生命值。",
            "* 50% 攻击力。",
            "* 50% 防御。",
            "* 特殊技能：史莱姆拍击（对目标造成 350% 伤害）。",
            "* 此效果无法驱散。",
            "若史莱姆在 3 回合内未被击败，则会变回角色原型，并继承史莱姆的生命值和法力。"
        ]
    },
    {
        "originalIndex": 456,
        "effects": [
            "对目标及附近敌人造成 365% 伤害。",
            "目标和附近敌人无法施放任何新的嘲讽状态效果，持续 3 回合。",
            "目标与附近敌人获得对特殊技能 -34% 的防御，持续 3 回合。",
            "元素链使全体自然系盟友对新恶魔免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 457,
        "effects": [
            "所有敌人获得 -24% 防御，持续 3 回合。",
            "对所有敌人造成 265% 伤害。",
            "如果施法者在后续 5 回合中被击败，该施法者将于下一个回合开始时以 45% 的生命复活，并对所有敌人造成 765 点伤害。施法者被击败时所有状态和叠加效果会被移除。"
        ]
    },
    {
        "originalIndex": 458,
        "effects": [
            "对目标造成 500% 伤害。",
            "所有盟友获得 +30% 暴击几率，持续 3 回合。",
            "元素链为全体自然系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 459,
        "effects": [
            "对目标造成 485% 伤害。",
            "所有盟友获得 +40% 暴击几率，持续 4 回合。",
            "元素链为全体自然系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 460,
        "effects": [
            "目标与附近敌人获得对自然系 -40% 的防御，持续 3 回合。",
            "对目标及附近敌人造成 320% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 591 点流血伤害。",
            "施法者在 3 回合内恢复 810 点生命值。"
        ]
    },
    {
        "originalIndex": 461,
        "effects": [
            "在施展该特殊技能后，施法者的法力将增加 20%。",
            "召唤苔藓蛾超级恶魔附身于目标。恶魔每回合对敌人造成 275% 攻击力的伤害。",
            "苔藓蛾超级恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 70% 时，它便会消失。",
            "苔藓蛾超级恶魔被召唤后，只要其所有者拥有苔藓蛾超级恶魔，其所有者就会获得 -50% 法力生成（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 462,
        "effects": [
            "对目标及附近敌人造成 390% 伤害。",
            "伤害无视目标的小兵。",
            "目标和附近敌人获得 -25% 防御，且敌人每拥有一个小兵则额外降低 -3 防御，持续 3 回合，最多可达 -70% 防御。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 463,
        "effects": [
            "对目标及附近敌人造成 400% 伤害。",
            "伤害无视目标的小兵。",
            "目标和附近敌人获得 -30% 防御，且敌人每拥有一个小兵则额外降低 -5% 防御，持续 4 回合，最多可达 -65% 防御。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 464,
        "effects": [
            "移除全体敌人的所有状态效果，包括不可驱散或不可净化的状态效果。",
            "将所有敌人的元素改为他们所克制的元素，持续 4 回合。",
            "所有盟友获得 +54% 攻击力，持续 4 回合。",
            "所有盟友获得 +36% 暴击几率，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 465,
        "effects": [
            "对目标及附近敌人造成 360% 伤害。",
            "目标与附近敌人受到的所有伤害增加 +50% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 466,
        "effects": [
            "每位盟友根据其当前生命值获得增益：满生命值：* 该盟友获得 +50% 攻击力，持续 3 回合。* 该盟友获得 +30% 防御，持续 3 回合。生命值高于或等于 50%：* 该盟友获得 +50% 防御，持续 3 回合。* 该盟友获得 +34% 法力生成，持续 3 回合。生命值低于 50%：* 该盟友在 3 回合内恢复 810 点生命值。* 该盟友获得 +50% 防御，持续 3 回合。* 该盟友以所受伤害的 130% 进行反击，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 467,
        "effects": [
            "提高所有盟友 500 点生命值。提高的生命值可以超过最大生命值。",
            "每名阵亡的盟友有 20% 的几率以 30% 的生命值复活。",
            "所有盟友获得 +30% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 468,
        "effects": [
            "每名被击败的盟友有 50% 的几率以 20% 的生命值复活。",
            "所有盟友获得 +50% 攻击力，持续 4 回合。",
            "所有盟友在 4 回合内获得共计 672 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 469,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "所有敌人获得 -34% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 470,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "所有敌人获得 -54% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 471,
        "effects": [
            "对所有敌人造成 260% 伤害。",
            "所有敌人获得 -31% 攻击力，并在每次被击中时再降低 4% 攻击力，持续 4 回合。",
            "所有敌人获得 -24% 防御，持续 4 回合。",
            "所有敌人在 4 回合内受到共计 228 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 472,
        "effects": [
            "对所有敌人造成 430% 伤害。",
            "所有敌人获得 -24% 攻击力，持续 6 回合。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 473,
        "effects": [
            "对所有敌人造成 350% 伤害。",
            "为所有盟友提高相当于所造成伤害 25% 的生命值。",
            "所有盟友获得 +30% 防御，持续 4 回合。防御每回合增加 10% ，最高为 60%。"
        ]
    },
    {
        "originalIndex": 474,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 243 点水系伤害。对烈火系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "施法者偷取目标及其附近敌人所获治疗的 51% ，持续 3 回合。对烈火系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 475,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 对目标造成 430% 伤害。",
            "- 为所有盟友提高相当于所造成伤害 25% 的生命值。",
            "- 目标获得 -35% 法力生成，持续 2 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "2 倍法力充能：",
            "- 对目标及附近敌人造成 440% 伤害。",
            "- 为所有盟友提高相当于所造成伤害 25% 的生命值。",
            "- 目标与附近敌人获得 -40% 法力生成，持续 4 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "3 倍法力充能：",
            "- 对所有敌人造成 450% 伤害。",
            "- 为所有盟友提高相当于所造成伤害 25% 的生命值。",
            "- 所有敌人获得 -45% 法力生成，持续 6 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 476,
        "effects": [
            "1 倍法力充能：",
            "* 对所有敌人造成 115% 伤害。",
            "* 使所有敌人的法力减少 10%。",
            "* 施法者有 +25% 的几率躲避可造成伤害的特殊技能，持续 3 回合。",
            "2 倍法力充能：",
            "* 对所有敌人造成 210% 伤害。",
            "* 使所有敌人的法力减少 15%。",
            "* 施法者和附近的盟友拥有 +50% 几率闪避可以造成伤害的特殊技能，持续 4 回合。",
            "3 倍法力充能：",
            "* 对所有敌人造成 300% 伤害。",
            "* 使所有敌人的法力减少 25%。",
            "* 所有盟友拥有 +75% 几率闪避可以造成伤害的特殊技能，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 477,
        "effects": [
            "对所有敌人造成 190% 伤害。",
            "所有盟友获得 +74% 特殊技能防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 478,
        "effects": [
            "对所有敌人造成 170% 伤害。",
            "所有盟友有 +45% 几率闪避特殊技能，持续 3 回合。每次闪避会召唤一名荆刺小兵。",
            "荆刺小兵可从施法者处继承 15% 生命和 15% 攻击力。"
        ]
    },
    {
        "originalIndex": 479,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "所有盟友有 +40% 几率闪避特殊技能，持续 3 回合。每次闪避会召唤一名强化荆刺小兵。",
            "强化荆刺小兵可从施法者处继承 25% 生命和 25% 攻击力。"
        ]
    },
    {
        "originalIndex": 480,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "所有盟友获得 +64% 特殊技能防御，持续 3 回合。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 481,
        "effects": [
            "对目标造成 435% 伤害。",
            "召唤刺骨陷阱恶魔附身于目标。恶魔每回合对敌人造成 45% 攻击力的伤害。该伤害每回合提高 8% ，最高可达 93%。",
            "刺骨陷阱恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 35% 时，它便会消失。",
            "目标获得的治疗减少 -50% ，持续 3 回合。",
            "每回合结束时驱散目标身上的增益效果，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 482,
        "effects": [
            "对目标造成 445% 伤害。",
            "目标与附近敌人获得 - 31% 攻击力，并在每次被击中时再降低 -4% 攻击力，持续 4 回合。",
            "元素链为全体自然系盟友提供 +4% 的法力生成，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 483,
        "effects": [
            "从所有敌人身上驱散 1 个增益（最后获得的增益最先被驱散）。",
            "对所有敌人造成 300% 伤害。",
            "每移除一个状态效果便造成额外 6% 伤害，最多累计造成 330% 伤害。",
            "召唤一个持盾守卫超级小兵，其可从施法者处继承 65% 生命值和 180% 攻击力。",
            "每回合持盾守卫超级小兵会安全净化所有盟友最后获得的可净化状态异常（安全净化会无视状态异常被移除时的副作用，例如移除时的伤害。被动技能和家族效果等外来效果仍会生效）。"
        ]
    },
    {
        "originalIndex": 484,
        "effects": [
            "目标与附近敌人在 4 回合内受到共计 932 点伤害，一开始伤害较低，之后每个回合会逐渐增加。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 485,
        "effects": [
            "对目标造成 120% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人在 4 回合内受到共计 1118 点伤害，一开始伤害较低，之后每个回合会逐渐增加。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 486,
        "effects": [
            "为所有盟友恢复 42% 生命值。",
            "为施法者和附近盟友召唤一个神奇宝剑小兵，其可从施法者处继承 14% 生命值和 15% 攻击力。",
            "小兵在击中目标时，会使目标的法力减少 -10%。"
        ]
    },
    {
        "originalIndex": 487,
        "effects": [
            "提高所有盟友 550 点生命值。提高的生命值可以超过最大生命值。",
            "为施法者和附近盟友召唤一个神奇宝剑小兵，其可从施法者处继承 14% 生命值和 15% 攻击力。",
            "神奇宝剑小兵每次击中目标都会给予目标以下状态异常：",
            "* -24% 法力生成，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 488,
        "effects": [
            "为所有盟友召唤一个春日英灵小兵，其可从施法者处继承 30% 生命值。",
            "春日英灵小兵被召唤后，只要其所有者拥有该小兵，其所有者就会在每回合结束时提高 100 点生命值。此效果无法驱散。",
            "所有盟友的特殊技能将造成额外 25% 伤害，持续 4 回合。",
            "元素链为全体自然系盟友提供额外 +10% 的特殊技能伤害，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 489,
        "effects": [
            "成长：所有盟友获得 355 点防御。",
            "召唤一个斑点野猪超级小兵，其可从施法者处继承 65% 生命值和 260% 攻击力。",
            "斑点野猪超级小兵被召唤后，只要其所有者拥有该小兵，其所有者就会对增益驱散和转移免疫。此免疫效果也包含此效果本身。"
        ]
    },
    {
        "originalIndex": 490,
        "effects": [
            "对目标和附近敌人造成 250% 抓挠伤害（对拥有小兵或超级小兵的敌人造成 375% 伤害。拥有小兵或超级小兵的敌人获得 -30% 防御，持续 6 回合）。",
            "目标与附近敌人在 6 回合内受到共计 1500 点奔涌流血流血伤害（若目标身上已有此效果，持续时间将会刷新，并且伤害会提高 300 点。最多共计 3000 点伤害）。"
        ]
    },
    {
        "originalIndex": 491,
        "effects": [
            "对目标造成 512% 伤害。"
        ]
    },
    {
        "originalIndex": 492,
        "effects": [
            "对目标造成 482% 伤害。",
            "目标获得 -34% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 493,
        "effects": [
            "对目标造成 500% 伤害。",
            "目标陷入沉默，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 494,
        "effects": [
            "对目标造成 592% 伤害。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 495,
        "effects": [
            "对目标造成 602% 伤害。",
            "攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 496,
        "effects": [
            "对所有敌人造成 260% 伤害。",
            "所有敌人陷入深眠，且深眠期间受到的伤害增加 +80% （沉睡的目标无法获得法力或攻击。沉睡目标受到 500 点伤害后便会苏醒。此效果不可净化）。",
            "偷取目标的全部可驱散增益并随机施放给盟友。",
            "施法者每偷取一个增益会获得 3% 法力，最多 30% 法力。"
        ]
    },
    {
        "originalIndex": 497,
        "effects": [
            "对目标及附近敌人造成 360% 伤害。",
            "为每位盟友召唤一个蜀军小兵，其可从施法者处继承 16% 生命和 17% 攻击力。",
            "蜀军小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 60% 作出反击。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 498,
        "effects": [
            "对目标及附近敌人造成 350% 伤害。",
            "为每位盟友召唤一个蜀军小兵，其可从施法者处继承 33% 生命和 33% 攻击力。",
            "蜀军小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 55% 作出反击。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 499,
        "effects": [
            "对施放者释放完全移除（完全移除可以移除目标的所有状态效果、叠加效果、成长效果和衰退效果，包含不可驱散或不可净化的状态效果和叠加效果）。",
            "施法者转变为幽灵形态，持续 4 回合。",
            "处于幽灵形态期间，角色无法获得法力，也不能被特殊技能治疗，但免疫普通攻击、特殊技能攻击、状态效果和叠加效果。免疫新的成长和衰退效果。",
            "处于幽灵形态期间，施法者不能获得法力，也不能被特殊技能治疗，但对普通攻击、特殊技能攻击、状态效果和叠加效果免疫。",
            "处于幽灵形态期间，除施法者外的所有盟友获得 +64% 防御。",
            "处于幽灵形态期间，除施法者外的所有盟友每回合提高 180 点生命值。"
        ]
    },
    {
        "originalIndex": 500,
        "effects": [
            "对施放者释放完全移除（完全移除可以移除目标的所有状态效果、叠加效果、成长效果和衰退效果，包含不可驱散或不可净化的状态效果和叠加效果）。",
            "施法者转变为幽灵形态，持续 4 回合。",
            "处于幽灵形态期间，角色无法获得法力，也不能被特殊技能治疗，但免疫普通攻击、特殊技能攻击、状态效果和叠加效果。免疫新的成长和衰退效果。",
            "处于幽灵形态期间，除施法者外的所有盟友获得 +56% 防御。",
            "处于幽灵形态期间，除施法者外的所有盟友每回合增加 300 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 501,
        "effects": [
            "对所有敌人造成 195% 伤害。",
            "所有敌人获得 -34% 防御，持续 3 回合。",
            "所有烈火系敌人获得 -24% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 502,
        "effects": [
            "对所有敌人造成 220% 伤害。",
            "所有敌人获得 -35% 防御，持续 3 回合。",
            "所有烈火系敌人获得 -20% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 503,
        "effects": [
            "为所有盟友恢复 50% 生命值。",
            "所有盟友在 4 回合内获得共计 800 点生命加成。提高的生命值可以超过最大生命值。",
            "所有盟友受到的所有伤害减少 -40% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 504,
        "effects": [
            "对目标及附近敌人造成 150% 伤害。",
            "施法者和附近盟友有 +30% 至 +90% 的几率躲避可造成伤害的特殊技能。特殊技能的伤害越高，闪避的几率也越高。每次闪避可给予目标 +24% 法力。此效果持续 3 回合。",
            "元素链为全体自然系盟友提供针对烈火系 +46% 的防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 505,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "为每位盟友召唤一个棕色狗狗小兵，其可从施法者处继承 35% 生命和 55% 攻击力。",
            "所有盟友受到来自较强元素的攻击和特殊技能伤害时，所受伤害减少 -80% ，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 506,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "目标获得 -24% 防御，持续 3 回合。若该角色获得状态异常，则效果持续时间会重置。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 507,
        "effects": [
            "对目标造成 390% 伤害，并对附近敌人造成轻微伤害。",
            "每回合结束时，施法者和附近盟友对随机一名敌人发射毛球齐射，持续 3 回合。",
            "每次毛球齐射造成 150% 伤害。",
            "每次毛球齐射使被击中的敌人法力减少 5%。"
        ]
    },
    {
        "originalIndex": 508,
        "effects": [
            "对目标及附近敌人造成 350% 伤害。",
            "目标和附近敌人将抵抗治疗，且每次抵抗治疗时都将受到 220 点伤害，持续 3 回合。",
            "叠加（最多 10 层）：施法者对所克制元素的攻击力提高 +15%。"
        ]
    },
    {
        "originalIndex": 509,
        "effects": [
            "在后续 3 回合中，当一名敌人施放特殊技能后，此角色将对所有敌人造成 235% 伤害。",
            "所有盟友获得 +35% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 510,
        "effects": [
            "施法者在 4 回合内吸走目标共计 772 点生命值。此效果不可净化，但会在施法者被击败后移除。",
            "施法者和附近盟友获得对烈火系 +94% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 511,
        "effects": [
            "为所有盟友恢复 30% 生命值。",
            "每名阵亡的盟友有 50% 的几率以 10% 的生命值复活。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。"
        ]
    },
    {
        "originalIndex": 512,
        "effects": [
            "每名阵亡的盟友有 55% 的几率以 15% 的生命值复活。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有盟友在 4 回合内恢复 612 点生命值。"
        ]
    },
    {
        "originalIndex": 513,
        "effects": [
            "对所有敌人造成 290% 伤害。",
            "召唤史莱姆恶魔附身于所有敌人。恶魔每回合对敌人造成 50% 攻击力的伤害。",
            "史莱姆恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 40% 的治疗量后便会消失。",
            "每回合结束时，史莱姆恶魔将偷取其目标的可驱散增益或成长效果，并将该增益施加于另一战队的随机一名角色身上。"
        ]
    },
    {
        "originalIndex": 514,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 提高所有盟友 370 点生命值。提高的生命值可以超过最大生命值。",
            "- 所有盟友获得 +33% 法力生成，持续 2 回合。",
            "- 所有盟友获得 +25% 防御，持续 2 回合。",
            "2 倍法力充能：",
            "- 提高所有盟友 530 点生命值。提高的生命值可以超过最大生命值。",
            "- 所有盟友获得 +33% 法力生成，持续 3 回合。",
            "- 所有盟友获得 +40% 防御，持续 3 回合。",
            "3 倍法力充能：",
            "- 提高所有盟友 600 点生命值。提高的生命值可以超过最大生命值。",
            "- 所有盟友获得 +33% 法力生成，持续 4 回合。",
            "- 所有盟友获得 +65% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 515,
        "effects": [
            "所有敌人变得灵魂相连，持续 4 回合。灵魂相连的敌人将平摊所受伤害。",
            "所有敌人获得 -34% 防御，持续 4 回合。",
            "所有盟友会将来自烈火系敌人特殊技能的全部状态效果和 145% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。",
            "元素链为全体自然系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 516,
        "effects": [
            "对目标造成 460% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人在 3 回合内受到共计 504 点流血伤害。",
            "接下来 3 回合内，将目标和附近敌人获得的所有生命加成转化为最大生命值减损。已经获得生命加成的目标会减损更多最大生命值（最大生命值不能低于初始最大生命值的 30%。转化生命加成时，如果目标已经拥有生命加成，则最大生命值减损翻倍）。"
        ]
    },
    {
        "originalIndex": 517,
        "effects": [
            "提高所有盟友 600 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得一个焰暴守卫，持续 3 回合，它可使所受的特殊技能伤害降低最多 -1100 点。当攻击者为自然系元素时可额外降低 30% 的伤害。",
            "所有盟友对增益驱散和转移免疫，持续 3 回合（此免疫效果也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 518,
        "effects": [
            "对所有敌人造成 440% 伤害。",
            "为所有盟友恢复等同于所造成伤害 35% 的生命值。",
            "所有盟友有 +45% 几率闪避特殊技能，持续 5 回合。每次闪避都会对攻击者施加 10 点狂乱。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 519,
        "effects": [
            "对目标及附近敌人造成 450% 伤害。",
            "强化闪避：施法者和附近盟友有 +55% 的几率闪避可造成伤害的特殊技能。此效果在盟友成功闪避 5 次后消失。",
            "强化闪避结束后、被移除或被替换后，盟友获得 +70% 攻击力，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 520,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 240% 伤害。",
            "* 目标在 2 回合内受到共计 220 点剧毒伤害。",
            "* 目标获得 -35% 精准度，持续 2 回合。进攻型特殊技能也有相同几率落空。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 280% 伤害。",
            "* 目标与附近敌人在 3 回合内受到共计 438 点剧毒伤害。",
            "* 目标与附近敌人获得 -40% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "3 倍法力充能：",
            "* 对所有敌人造成 320% 伤害。",
            "* 所有敌人在 4 回合内受到共计 764 点剧毒伤害。",
            "* 所有敌人获得 -54% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 521,
        "effects": [
            "驱散目标身上的增益。",
            "对目标造成 420% 伤害。",
            "目标获得对自然系 -58% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 522,
        "effects": [
            "驱散目标身上的增益。",
            "对目标造成 410% 伤害。",
            "目标获得对自然系 -60% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 523,
        "effects": [
            "对目标造成 350% 伤害。",
            "对随机 2 名敌人造成额外 350% 伤害。",
            "所有被击中的目标在 3 回合内受到共计 456 点流血伤害。",
            "所有被击中的目标从流血状态异常受到的伤害增加 +50% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 524,
        "effects": [
            "如果施法者在后续 5 回合中被击败，该施法者将于下一个回合开始时以 30% 的生命复活，且所有盟友恢复 1100 点生命值（施法者被击败时所有状态和叠加效果会被移除）。",
            "对除施法者外的所有盟友施放苍鹭之舞，持续 5 回合。添加此效果时将移除所有现有状态效果。",
            "苍鹭之舞。",
            "* 以所受伤害的 130% 进行反击。",
            "* 所受伤害减少 -35%。",
            "* 免疫新的状态效果。新的舞蹈状态效果将取代此效果。",
            "* 此效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 525,
        "effects": [
            "对所有敌人造成 160% 伤害。",
            "偷取全体敌人最新施加的可驱散增益并随机施放给盟友。",
            "每转移一个增益状态效果，所有盟友便获得 +8% 攻击力，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 526,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 6 回合。",
            "施法者在 6 回合内恢复 918 点生命值。",
            "所有盟友获得 +65% 防御，持续 6 回合。",
            "所有盟友获得 +44% 法力生成，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 527,
        "effects": [
            "对目标及附近敌人造成 320% 伤害。",
            "施法者下一次使用特殊技能时，其特殊技能的威力会增加 +40% ，之后每回合都会额外增加 +40% ，最多加到 200%。",
            "施法者在 3 回合内恢复 600 点生命值。"
        ]
    },
    {
        "originalIndex": 528,
        "effects": [
            "对目标及附近敌人造成 360% 伤害。",
            "施法者下一次使用特殊技能时，其特殊技能的威力会增加 +30% ，之后每回合都会额外增加 +30% ，最多加到 +150%。",
            "施法者在 3 回合内恢复 600 点生命值。"
        ]
    },
    {
        "originalIndex": 529,
        "effects": [
            "为所有盟友恢复 44% 生命值。",
            "面板中所有自然系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 530,
        "effects": [
            "所有盟友在 3 回合内恢复 795 点生命值。",
            "面板中所有自然系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 531,
        "effects": [
            "为所有盟友恢复 30% 生命值。",
            "每名阵亡的盟友有 40% 的几率以 30% 的生命值复活。",
            "所有盟友获得一个月出守卫，持续 4 回合，它可使所受的特殊技能伤害降低 -800 点。当攻击者为神圣系时可额外降低 30% 的伤害。"
        ]
    },
    {
        "originalIndex": 532,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "所有盟友在 3 回合内获得共计 1200 点生命加成。提高的生命值可以超过最大生命值。此效果无法驱散。",
            "储存所有对施法者造成的伤害，持续 3 回合。该效果结束时，对所有敌人造成所储存的伤害，最多可储存 1200 点伤害。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 533,
        "effects": [
            "对目标造成 530% 伤害。",
            "若面板上有 6 个或以上的自然系盾牌，则对目标和附近敌人造成该伤害。",
            "若面板上有 12 个或以上的自然系盾牌，则对所有敌人造成该伤害。"
        ]
    },
    {
        "originalIndex": 534,
        "effects": [
            "对目标造成 550% 伤害。",
            "目标陷入沉默，持续 3 回合。",
            "目标获得对特殊技能 -64% 的防御，持续 3 回合。",
            "目标无法用特殊技能净化或转移其状态异常，持续 3 回合（此效果也无法被净化或转移）。",
            "使施法者减少 400 点最大生命值。若目标拥有加成的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何加成的生命值会额外减少 400 点）。"
        ]
    },
    {
        "originalIndex": 535,
        "effects": [
            "对目标造成 610% 伤害。",
            "为所有盟友恢复等同于所造成伤害 40% 的生命值。",
            "所有盟友有 +45% 几率闪避可造成伤害的特殊技能，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 536,
        "effects": [
            "目标与附近敌人获得 -34% 防御，持续 3 回合。",
            "对目标造成 380% 伤害。",
            "为所有盟友召唤一个森林密友小兵，其可从施法者处继承 15% 生命和 15% 攻击力。",
            "元素链给予所有自然系盟友 +10% 攻击力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 537,
        "effects": [
            "衰退：所有敌人获得 -350 点攻击力。",
            "使所有敌人减少 700 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 700 点）。",
            "所有敌人获得 -45% 特殊技能防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 538,
        "effects": [
            "对目标及附近敌人造成 250% 伤害。",
            "召唤棘刺箭恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 43% 攻击力的伤害。",
            "棘刺箭恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 28% 的治疗量后便会消失。",
            "棘刺箭恶魔被召唤后，只要其所有者拥有该恶魔，其所有者受到的所有伤害增加 +40%。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 539,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对所有敌人造成 240% 伤害。",
            "* 召唤娜迦战士恶魔附身于所有敌人。恶魔每回合对其目标造成 75% 攻击力的伤害。",
            "* 娜迦战士恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 40% 的治疗量后便会消失。",
            "第二次：",
            "* 对所有敌人造成 320% 伤害。",
            "* 召唤娜迦战士恶魔附身于所有敌人。恶魔每回合对其目标造成 110% 攻击力的伤害。",
            "* 娜迦战士恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 50% 的治疗量后便会消失。"
        ]
    },
    {
        "originalIndex": 540,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对所有敌人造成 230% 伤害。",
            "* 召唤娜迦战士恶魔附身于所有敌人。恶魔每回合对其目标造成 70% 攻击力的伤害。",
            "* 娜迦战士恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 35% 的治疗量后便会消失。",
            "第二次：",
            "* 对所有敌人造成 350% 伤害。",
            "* 召唤娜迦战士恶魔附身于所有敌人。恶魔每回合对其目标造成 125% 攻击力的伤害。",
            "* 娜迦战士恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 60% 的治疗量后便会消失。"
        ]
    },
    {
        "originalIndex": 541,
        "effects": [
            "施法者无视防御增益，持续无限回合（防御增益（包括反击）此效果持续至被净化、替换或移除）。",
            "对目标造成 585% 伤害。",
            "施法者获得 +50% 几率闪避特殊技能，持续无限回合（此效果持续至被净化、替换或移除）。"
        ]
    },
    {
        "originalIndex": 542,
        "effects": [
            "对目标及附近敌人造成 330% 伤害。",
            "目标和附近敌人获得 -30% 精准度，持续 3 回合。该精准度每回合减少 -10% ，最高可达 -50%。",
            "目标与附近敌人在 3 回合内受到共计 363 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 543,
        "effects": [
            "此特殊技能必定命中。",
            "对目标及附近敌人造成 550% 伤害。",
            "每当被击中的敌人法力满格时，自动对其造成 701 点伤害，并使其法力减少 75% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 544,
        "effects": [
            "对目标造成 550% 伤害。",
            "若目标为冰雪系，则对其附近敌人造成 300% 伤害。",
            "驱散目标和附近敌人身上的增益。",
            "每移除一项状态效果，就使目标和附近敌人的法力减少 -5% ，最高可减少 -20%。",
            "对冰雪系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 545,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 此特殊技能必定命中。",
            "- 对目标造成 250% 伤害。",
            "- 对剩余生命值超过 50% 的敌人造成 450% 伤害。",
            "- 对附近敌人造成额外 250% 伤害。",
            "2 倍法力充能：",
            "- 此特殊技能必定命中。",
            "- 对目标造成 350% 伤害。",
            "- 对剩余生命值超过 50% 的敌人造成 550% 伤害。",
            "- 对附近敌人造成额外 350% 伤害。",
            "3 倍法力充能：",
            "- 此特殊技能必定命中。",
            "- 对目标造成 400% 伤害。",
            "- 对剩余生命值超过 50% 的敌人造成 700% 伤害。",
            "- 对附近敌人造成额外 400% 伤害。"
        ]
    },
    {
        "originalIndex": 546,
        "effects": [
            "所有盟友获得 +100% 普通攻击，持续 4 回合。此效果可与同类效果叠加，普通攻击最多可增加共计 +160% 攻击力。",
            "所有盟友在 4 回合内恢复 324 点生命值。"
        ]
    },
    {
        "originalIndex": 547,
        "effects": [
            "提高所有盟友 470 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +80% 普通攻击，持续 5 回合。每回合普通攻击都会增加 +20%。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +160% 攻击力。"
        ]
    },
    {
        "originalIndex": 548,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "所有敌人陷入沉睡。",
            "沉睡期间，目标无法攻击或获得法力。",
            "对沉睡目标造成的所有伤害增加 +70%。",
            "沉睡目标受到伤害后便会苏醒。这不包括来自小兵或恶魔的伤害。",
            "所有盟友在 4 回合内恢复 1200 点生命值。"
        ]
    },
    {
        "originalIndex": 549,
        "effects": [
            "对所有敌人造成 160% 伤害。",
            "为所有盟友召唤一个森林密友小兵，其可从施法者处继承 15% 生命和 15% 攻击力。",
            "所有盟友在 2 回合内恢复 506 点生命值。",
            "所有敌人获得 -24% 法力生成，持续 2 回合。",
            "元素链为全体自然系盟友提供 +10% 的暴击几率，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 550,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有敌人从状态异常受到的伤害增加 +50% ，持续 3 回合。",
            "* 所有敌人在 3 回合内受到共计 357 点剧毒伤害。",
            "2 倍法力充能：",
            "* 为施法者和附近盟友恢复 75% 生命值。",
            "* 施法者和附近盟友对来自状态异常的伤害免疫，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 551,
        "effects": [
            "对目标造成 400% 伤害，并对附近敌人造成轻微伤害。",
            "偷取全体敌人的全部可驱散增益并随机施放给所有盟友。"
        ]
    },
    {
        "originalIndex": 552,
        "effects": [
            "对目标造成 400% 伤害，并对附近敌人造成轻微伤害。",
            "偷取全体敌人的全部可驱散增益并随机施放给盟友。",
            "召唤一个扑克小兵，其可从施法者处继承 25% 生命值和 40% 攻击力。"
        ]
    },
    {
        "originalIndex": 553,
        "effects": [
            "对所有敌人造成 450% 伤害。",
            "所有盟友身上的状态异常持续时间减少 3 回合（持续时间调整对可净化效果和不可净化效果皆有影响。若任何效果的持续时间降为零，则该效果视为自然过期）。",
            "所有敌人身上的增益持续时间减少 3 回合（持续时间调整对可驱散效果和不可驱散效果皆有影响。若任何效果的持续时间降为零，则该效果视为自然过期）。",
            "所有盟友获得 +35% 防御，持续 5 回合。",
            "所有敌人获得 -35% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 554,
        "effects": [
            "为所有盟友恢复 30% 生命值。",
            "所有盟友在 3 回合内恢复适量法力。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 555,
        "effects": [
            "提高所有盟友 750 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友在 3 回合内恢复适量法力。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 556,
        "effects": [
            "对目标及附近敌人造成 270% 伤害。",
            "所有敌人获得 -30% 精准度，持续 3 回合。对烈火系角色，此状态效果不可净化且持续时间延长 2 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 557,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "所有敌人获得 -25% 精准度，持续 3 回合。对烈火系角色，此状态效果不可净化且持续时间延长 2 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 558,
        "effects": [
            "使用月出闪袭攻击所有敌人，造成最多 1200 点伤害。若目标为神圣系元素则额外造成 40% 伤害。",
            "所有敌人在 4 回合内受到共计 924 点流血伤害。",
            "所有敌人获得 -45% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 559,
        "effects": [
            "摧毁目标和附近敌人的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标及附近敌人造成 340% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 572 点剧毒伤害。",
            "元素链赋予所有自然系盟友 +5% 几率闪避状态异常，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 560,
        "effects": [
            "对目标造成 550% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击，并造成轻微伤害。",
            "所有命中的目标获得 -54% 攻击力，持续 5 回合。",
            "所有命中的目标都将对新的增益状态效果免疫，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 561,
        "effects": [
            "对目标和所有冰雪系敌人造成 450% 伤害。",
            "目标和任何冰雪系敌人法力满格时，自动对其造成 438 点伤害，并使其法力减少 50% ，持续 4 回合。",
            "面板中所有自然系盾牌受到影响。进攻方英雄施放此特殊技能时，盾牌将会被增强，给予的法力增加 +37% ；而防御方英雄施放此特殊技能时，盾牌则会被削弱，给予的法力减少 -30%。"
        ]
    },
    {
        "originalIndex": 562,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "施法者下一次使用特殊技能时，其特殊技能的威力会增加 +100% ，之后每回合都会额外增加 +25% ，最多加到 +200%。",
            "所有敌人受到法力腐蚀，持续 4 回合。受到该状态效果的敌人每次从额外来源获得法力时，都会受到 400 点伤害。额外来源包括来自特殊技能的直接法力增加、状态效果、关卡属性、被动技能、家族效果、方块效果和小兵。只有在目标拥有法力生成增益或正法力生成叠加时，防御队伍在回合结束时或通过消除方块获得的法力才会被计算在内。"
        ]
    },
    {
        "originalIndex": 563,
        "effects": [
            "为所有盟友恢复 40% 生命值。",
            "解除所有盟友的全部可净化状态异常，并随机施放给敌人。",
            "所有盟友有 60% 几率将所有状态异常反弹至敌方战队的一名随机角色，持续 3 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 564,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "所有敌人在 3 回合内受到共计 381 点伤害。",
            "所有敌人获得的治疗减少 -50% ，持续 3 回合。此效果无法净化。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 565,
        "effects": [
            "对所有敌人造成 215% 伤害。",
            "所有敌人在 5 回合内受到共计 815 点沙系伤害。",
            "所有盟友获得 +33% 法力生成，持续 5 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 566,
        "effects": [
            "对目标造成 450% 伤害。",
            "面板上有多少个自然系方块，就随机对同样数量的敌人造成额外 180% 的伤害，最多可命中 12 次。每下攻击的伤害都会递减。",
            "技能命中的所有目标每当被击中时就会获得 10 点狂乱。",
            "对施法者施加 50 点狂乱。"
        ]
    },
    {
        "originalIndex": 567,
        "effects": [
            "对所有敌人造成 225% 伤害。",
            "所有敌人获得 -34% 攻击力，持续 4 回合。",
            "对冰雪系造成额外伤害。",
            "驱散所有敌人的增益。",
            "元素链为全体自然系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 568,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 210% 伤害。",
            "所有敌人获得 -38% 攻击力，持续 4 回合。",
            "对冰雪系造成额外伤害。",
            "元素链为全体自然系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 569,
        "effects": [
            "对目标造成 320% 伤害。",
            "使目标的法力增加 50%。",
            "在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。",
            "元素链为全体自然系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 570,
        "effects": [
            "对目标造成 300% 伤害。",
            "若目标为冰雪系，则对其余敌人造成 275% 伤害。",
            "被击中的敌人获得 -34% 攻击力，持续 3 回合。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "被击中的敌人获得 -34% 防御，持续 3 回合。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 571,
        "effects": [
            "对目标造成 265% 伤害。"
        ]
    },
    {
        "originalIndex": 572,
        "effects": [
            "对目标造成 250% 伤害。"
        ]
    },
    {
        "originalIndex": 573,
        "effects": [
            "对目标造成 250% 伤害。"
        ]
    },
    {
        "originalIndex": 574,
        "effects": [
            "目标在 6 回合内受到共计 78 点伤害。"
        ]
    },
    {
        "originalIndex": 575,
        "effects": [
            "所有盟友获得 +48% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 576,
        "effects": [
            "为所有盟友恢复 32% 生命值。",
            "所有敌人获得的治疗减少 -50% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 577,
        "effects": [
            "施法者获得 +45% 攻击力，自己或其盟友每次被击中后额外增加 20% 攻击力，持续 3 回合。该效果结束时，所有敌人受到 119 点伤害。在此期间，施法者或其盟友所受每次攻击可使施法者造成的伤害提高 8 点，最高达到 215 点伤害。"
        ]
    },
    {
        "originalIndex": 578,
        "effects": [
            "对目标及附近敌人造成 155% 伤害。",
            "施法者和附近的盟友拥有 +45% 几率闪避特殊技能，持续 3 回合。每次闪避可获得 +5% 防御叠加（最多 10 层）。"
        ]
    },
    {
        "originalIndex": 579,
        "effects": [
            "对目标及附近敌人造成 145% 伤害。",
            "施法者和附近的盟友拥有 +45% 几率闪避特殊技能，持续 3 回合。每次闪避可获得 +10% 防御叠加（最多 10 层）。"
        ]
    },
    {
        "originalIndex": 580,
        "effects": [
            "对目标造成 335% 伤害。"
        ]
    },
    {
        "originalIndex": 581,
        "effects": [
            "对目标造成 315% 伤害。",
            "目标在 3 回合内受到共计 60 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 582,
        "effects": [
            "对目标造成 365% 伤害。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 583,
        "effects": [
            "对目标造成 375% 伤害。",
            "攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 584,
        "effects": [
            "对目标及附近敌人造成 210% 伤害。",
            "附近盟友获得软化皮肤效果（他们下次受到的伤害减少 -90% ，并抵抗所有状态异常和法力减损。此效果无法驱散）。"
        ]
    },
    {
        "originalIndex": 585,
        "effects": [
            "对目标造成 200% 伤害。",
            "随机对一个不同的敌人造成 350% 的伤害。如果目标为神圣系，可造成额外伤害。如果没有其他有效目标，则此效果瞄准第一次击中的该名敌人。"
        ]
    },
    {
        "originalIndex": 586,
        "effects": [
            "对目标造成 180% 伤害。",
            "对随机一个不同的敌人造成 380% 伤害。",
            "被击中的敌人获得 -24% 法力生成，持续 3 回合。对神圣系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 587,
        "effects": [
            "面板中所有暗黑系盾牌受到影响。进攻方英雄施放此特殊技能时，盾牌将会被增强，给予的法力增加 +37% ；而防御方英雄施放此特殊技能时，盾牌则会被削弱，给予的法力减少 -30%。"
        ]
    },
    {
        "originalIndex": 588,
        "effects": [
            "对目标及附近敌人造成 215% 伤害。",
            "目标与附近敌人获得 -24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 589,
        "effects": [
            "对目标造成 335% 伤害。",
            "目标对新的增益状态效果免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 590,
        "effects": [
            "所有敌人获得 -34% 防御，持续 4 回合。",
            "所有敌人获得 -34% 攻击力，持续 4 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 591,
        "effects": [
            "所有盟友获得 +25% 防御，持续 4 回合。",
            "所有盟友获得 +25% 攻击力，持续 4 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 592,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "如果目标剩余生命少于 50% ，可对其造成 315% 伤害。",
            "该攻击每击败一名敌人，施法者都将获得 20% 法力。"
        ]
    },
    {
        "originalIndex": 593,
        "effects": [
            "对目标造成 270% 伤害，并对附近敌人造成轻微伤害。",
            "每有一名盟友被击败，伤害增加 50%。"
        ]
    },
    {
        "originalIndex": 594,
        "effects": [
            "对目标造成 200% 伤害。",
            "目标收到一个南瓜炸弹。南瓜炸弹会在 3 回合后爆炸，对目标和附近敌人造成 206 点伤害。目标被击败时南瓜炸弹也会爆炸。"
        ]
    },
    {
        "originalIndex": 595,
        "effects": [
            "对目标及附近敌人造成 260% 伤害。",
            "目标与附近敌人获得 -44% 防御，持续 4 回合。",
            "叠加（最多 10 层）：施法者获得 +5% 法力生成。",
            "叠加（最多 10 层）：施法者每回合恢复 5 点生命值。"
        ]
    },
    {
        "originalIndex": 596,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 所有敌人在 2 回合内受到共计 64 点剧毒伤害。",
            "- 所有敌人获得 -40% 精准度，持续 2 回合。进攻型特殊技能也有相同几率落空。",
            "2 倍法力充能：",
            "- 所有敌人在 4 回合内受到共计 196 点剧毒伤害。",
            "- 所有敌人获得 -40% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。",
            "3 倍法力充能：",
            "- 所有敌人在 6 回合内受到共计 354 点剧毒伤害。",
            "- 所有敌人获得 -40% 精准度，持续 6 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 597,
        "effects": [
            "移除施法者的所有状态效果和叠加效果，包含不可驱散或不可净化的状态效果和叠加效果。",
            "施法者挖个洞藏进去，持续 2 回合。",
            "藏在洞里时，施法者无法获得法力，但免疫普通攻击、特殊攻击和所有状态效果。",
            "2 回合后，施法者从洞里跳出来，对随机一名敌人造成 223 点伤害。",
            "被击中的敌人获得以下状态异常：",
            "* 目标无法获得法力，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 598,
        "effects": [
            "移除施法者的所有状态效果和叠加效果，包括那些不可驱散或不可净化的状态效果和叠加效果。",
            "施法者挖个洞藏进去，持续 3 回合。",
            "处于洞中时，施法者无法获得法力，也不能被特殊技能治疗，但免疫普通攻击、特殊技能攻击、状态效果和叠加效果。",
            "3 回合后，施法者从洞里跳出来，对随机一名敌人造成 143 点伤害。",
            "被击中的敌人获得以下状态异常：",
            "目标无法获得法力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 599,
        "effects": [
            "对所有敌人造成 121% 伤害。",
            "所有敌人在 6 回合内受到共计 102 点伤害。"
        ]
    },
    {
        "originalIndex": 600,
        "effects": [
            "所有敌人在 3 回合内受到共计 324 点剧毒伤害。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 601,
        "effects": [
            "对所有敌人造成 151% 伤害。",
            "所有敌人在 6 回合内受到共计 76 点伤害。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 602,
        "effects": [
            "为所有盟友恢复 32% 生命值。",
            "所有敌人获得 -24% 攻击力，持续 4 回合。对神圣系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 603,
        "effects": [
            "对目标造成 235% 伤害。",
            "为施法者恢复等同于所造成伤害 50% 的生命值。"
        ]
    },
    {
        "originalIndex": 604,
        "effects": [
            "对目标造成 205% 伤害，并对附近敌人造成轻微伤害。",
            "为施法者恢复等同于所造成伤害 30% 的生命值。"
        ]
    },
    {
        "originalIndex": 605,
        "effects": [
            "对目标造成 265% 伤害。",
            "为施法者恢复等同于所造成伤害 45% 的生命值。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 606,
        "effects": [
            "对目标造成 275% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "为施法者恢复等同于所造成伤害 50% 的生命值。"
        ]
    },
    {
        "originalIndex": 607,
        "effects": [
            "对目标造成 215% 伤害。",
            "为施法者恢复等同于所造成伤害 50% 的生命值。"
        ]
    },
    {
        "originalIndex": 608,
        "effects": [
            "对目标造成 195% 伤害。",
            "施法者在 4 回合内偷取目标与附近敌人生成的法力，一开始偷取量较少，每个回合逐渐增加，直到最后一回合将偷取所有生成的法力。此效果不可净化，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 609,
        "effects": [
            "对目标造成 245% 伤害。",
            "为施法者恢复等同于所造成伤害 40% 的生命值。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 610,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "所有敌人获得 -34% 攻击力，持续 6 回合。",
            "所有敌人获得 -34% 防御，持续 6 回合。",
            "所有敌人获得 -34% 法力生成，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 611,
        "effects": [
            "对目标造成 310% 伤害。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 612,
        "effects": [
            "对目标造成 310% 伤害。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 613,
        "effects": [
            "对目标造成 315% 伤害。",
            "对神圣系造成额外伤害。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 614,
        "effects": [
            "对目标造成 250% 伤害。",
            "如果目标剩余生命超过 70% ，可对其造成 300% 伤害。",
            "异常状态之源：每回合开始时，对随机一名敌人施放以下效果。",
            "* -50% 特殊技能防御，持续 3 回合。",
            "* 异常状态之源将触发 3 次。每次驱散尝试都会移除一次触发。"
        ]
    },
    {
        "originalIndex": 615,
        "effects": [
            "目标在 5 回合内受到共计 65 点伤害。若目标身上已有此效果，持续时间将会刷新，并且伤害会提高 115 点，最多共计 295 点伤害。",
            "施法者偷取目标所获治疗的 61% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 616,
        "effects": [
            "对目标造成 340% 伤害，并对附近敌人造成轻微伤害。",
            "若目标在接下来 3 回合内被打败，则施法者的所有盟友获得 +20 法力。"
        ]
    },
    {
        "originalIndex": 617,
        "effects": [
            "对目标造成 370% 伤害，并对附近敌人造成轻微伤害。",
            "若目标在接下来 3 回合内被打败，则施法者的所有盟友获得 +15% 法力。"
        ]
    },
    {
        "originalIndex": 618,
        "effects": [
            "对施放者释放完全移除。",
            "施法者转变为幽灵形态，持续 4 回合。",
            "处于幽灵形态期间，施法者获得 +82% 攻击力。处于幽灵形态期间，角色无法获得法力，也不能被特殊技能治疗，但免疫普通攻击、特殊技能攻击、造成伤害的被动技能、状态效果和叠加效果。免疫新的成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 619,
        "effects": [
            "对施放者释放完全移除。",
            "施法者转变为幽灵形态，持续 4 回合。处于幽灵形态期间，角色无法获得法力，也不能被特殊技能治疗，但免疫普通攻击、特殊技能攻击、造成伤害的被动技能、状态效果和叠加效果。免疫新的成长和衰退效果。",
            "处于幽灵形态期间，除施法者外的所有盟友获得 +44% 防御。",
            "处于幽灵形态期间，除施法者外的所有盟友每回合恢复 140 点生命值。"
        ]
    },
    {
        "originalIndex": 620,
        "effects": [
            "1 倍法力充能：",
            "* 驱散目标身上的增益。",
            "* 对目标造成 220% 伤害。",
            "2 倍法力充能：",
            "* 驱散目标和附近敌人身上的增益。",
            "* 对目标及附近敌人造成 255% 伤害。",
            "3 倍法力充能：",
            "* 驱散所有敌人的增益。",
            "* 对所有敌人造成 300% 伤害。"
        ]
    },
    {
        "originalIndex": 621,
        "effects": [
            "驱散并净化所有盟友和敌人的所有增益和状态异常。",
            "为所有盟友恢复 45% 生命值。",
            "每移除一个状态效果，便额外恢复 2% 生命，最多共计恢复 65% 生命。"
        ]
    },
    {
        "originalIndex": 622,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标及附近敌人造成 165% 伤害。",
            "* 施法者和附近盟友获得 +30% 攻击力，持续 3 回合。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 215% 伤害。",
            "* 目标与附近敌人获得 -34% 防御，持续 3 回合。",
            "3 倍法力充能：",
            "* 对目标及附近敌人造成 365% 伤害。",
            "* 施法者和附近盟友获得 +50% 攻击力，持续 3 回合。",
            "* 目标与附近敌人获得 -44% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 623,
        "effects": [
            "对所有敌人造成 204% 伤害。",
            "施法者和附近盟友获得对神圣系 +94% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 624,
        "effects": [
            "随机重新排列敌人位置。",
            "所有神圣系敌人获得 -44% 防御，持续 4 回合。",
            "所有敌人在 4 回合内受到共计 276 点伤害。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 625,
        "effects": [
            "随机重新排列敌人位置。",
            "所有神圣系敌人获得 -34% 防御，持续 4 回合。",
            "所有敌人在 4 回合内受到共计 364 点流血伤害。"
        ]
    },
    {
        "originalIndex": 626,
        "effects": [
            "从目标处偷取小兵。",
            "对目标造成 400% 伤害。",
            "目标无法获得新的小兵，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 627,
        "effects": [
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 628,
        "effects": [
            "所有盟友会以所受伤害的 60% 进行反击，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 629,
        "effects": [
            "施法者和附近盟友以所受伤害的 80% 进行反击，持续 4 回合。",
            "施法者和附近盟友每次反击可恢复适量法力，持续 4 回合。同一回合中效果经连续激活会减弱。",
            "施法者和附近盟友所受的所有伤害减少 -35% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 630,
        "effects": [
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 5 回合。此状态效果不可驱散，对暗黑系角色持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 631,
        "effects": [
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 5 回合。",
            "所有暗黑系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 632,
        "effects": [
            "对目标及附近敌人造成 250% 伤害。",
            "为施法者和附近盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "施法者和附近盟友会将来自神圣系敌人特殊技能的全部状态效果和 100% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 633,
        "effects": [
            "对所有敌人造成 150% 伤害。",
            "使所有敌人减少 100 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 100 点。",
            "所有敌人获得的治疗减少 -50% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 634,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "使目标和附近敌人的法力减少 15%。",
            "目标与附近敌人获得的治疗减少 -75% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 635,
        "effects": [
            "对目标造成 260% 伤害。",
            "目标在 4 回合内受到共计 228 点伤害。",
            "目标获得的治疗增加 -100% ，持续 2 回合。此效果无法净化。",
            "净化施法者的状态异常。"
        ]
    },
    {
        "originalIndex": 636,
        "effects": [
            "对目标造成 285% 伤害。",
            "为目标重置可驱散状态异常的持续时间。",
            "目标获得 -35% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 637,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "所有敌人身上的增益持续时间减少 1 回合。",
            "所有敌人受到腐蚀性毒伤，持续 4 回合。腐蚀性毒伤每回合造成 50 点伤害，并使目标的法力生成降低 -9%。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 638,
        "effects": [
            "对目标造成 235% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人在 4 回合内受到共计 172 点伤害。",
            "目标与附近敌人获得的治疗增加 -75% ，持续 2 回合。此效果无法净化。",
            "净化施法者的状态异常。"
        ]
    },
    {
        "originalIndex": 639,
        "effects": [
            "此特殊技能必定命中。",
            "使用月出闪袭攻击目标和附近敌人，造成最多 860 点伤害。若目标为神圣系元素则额外造成 30% 伤害。",
            "目标与附近敌人在 5 回合内受到共计 900 点剧毒伤害。施法者和所有盟友会吸收所造成剧毒伤害的 35% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 640,
        "effects": [
            "所有盟友在 3 回合内获得共计 450 点生命加成。提高的生命值可以超过最大生命值。",
            "所有盟友将反弹状态异常至敌方战队的一名随机角色，持续 3 回合。只有可净化的状态异常会被反弹。",
            "施法者获得 +30% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 641,
        "effects": [
            "对目标造成 400% 伤害。",
            "目标获得 -35% 防御，持续 3 回合。",
            "防御每回合减少 -10% ，最高为 -55%。"
        ]
    },
    {
        "originalIndex": 642,
        "effects": [
            "施法者和附近盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "目标与附近敌人变得灵魂相连，持续 4 回合。灵魂相连的敌人将平摊所受伤害。",
            "施法者和附近盟友获得对神圣系 +94% 的防御，持续 4 回合。",
            "目标与附近敌人获得对暗黑系 -44% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 643,
        "effects": [
            "对目标造成 265% 伤害。",
            "目标在 3 回合内受到共计 402 点剧毒伤害，一开始伤害较低，之后每个回合会逐渐增加。"
        ]
    },
    {
        "originalIndex": 644,
        "effects": [
            "对目标造成 220% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 250%。",
            "在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。"
        ]
    },
    {
        "originalIndex": 645,
        "effects": [
            "对目标及附近敌人造成 210% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 270%。",
            "在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。"
        ]
    },
    {
        "originalIndex": 646,
        "effects": [
            "目标与附近敌人在 3 回合内受到共计 327 点剧毒伤害。",
            "目标与附近敌人无法增加法力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 647,
        "effects": [
            "所有敌人在 2 回合内受到共计 324 点剧毒伤害。",
            "所有敌人获得 -50% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 648,
        "effects": [
            "为所有盟友恢复 42% 生命值。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 649,
        "effects": [
            "所有盟友在 3 回合内恢复 609 点生命值。",
            "所有盟友获得 +48% 攻击力，持续 3 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 650,
        "effects": [
            "提高所有盟友 410 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +40% 防御，持续 3 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 651,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "所有盟友获得 +34% 防御，持续 3 回合。此状态效果不可驱散，对暗黑系角色持续时间延长 2 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 652,
        "effects": [
            "为所有盟友恢复 42% 生命值。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 653,
        "effects": [
            "所有盟友在 3 回合内恢复 609 点生命值。",
            "所有敌人对新的增益状态效果免疫，持续 3 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 654,
        "effects": [
            "所有盟友在 3 回合内恢复 609 点生命值。",
            "所有盟友对新的状态异常免疫，持续 3 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 655,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "所有盟友获得 +34% 防御，持续 3 回合。此状态效果不可驱散，对暗黑系角色持续时间延长 2 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 656,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有敌人获得对暗黑系 -54% 的防御，持续 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友获得 +100% 普通攻击，持续 5 回合。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +160% 攻击力。"
        ]
    },
    {
        "originalIndex": 657,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 所有盟友获得 +80% 普通攻击，持续 5 回合。普通攻击每回合增加 20%。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +160% 攻击力。",
            "* 所有盟友获得 +20% 暴击几率，持续 5 回合。",
            "第二次：",
            "* 所有盟友获得 +80% 普通攻击，持续 5 回合。普通攻击每回合增加 20%。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +160% 攻击力。",
            "* 所有盟友获得 +35% 暴击几率，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 658,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 所有盟友获得 +70% 普通攻击，持续 5 回合。普通攻击每回合增加 15%。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +130% 攻击力。",
            "* 所有盟友获得 +15% 暴击几率，持续 5 回合。",
            "第二次：",
            "* 所有盟友获得 +90% 普通攻击，持续 5 回合。普通攻击每回合增加 25%。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +190% 攻击力。",
            "* 所有盟友获得 +40% 暴击几率，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 659,
        "effects": [
            "对所有敌人造成 250% 伤害并对其施加 10 点狂乱。",
            "所有敌人对新的增益状态效果免疫，持续 4 回合。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 660,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 250% 伤害。如果仅有一名敌人，则伤害加倍。",
            "敌方阵型边缘的敌人受到 220 点毒素伤害，持续 4 回合。拥有生命加成、小兵或超级小兵的目标受到的伤害会增加（拥有生命加成的目标受到的毒素伤害增加 +100%。目标拥有的每个小兵或超级小兵会额外增加 +33% 伤害，最多总计 +199% ）。"
        ]
    },
    {
        "originalIndex": 661,
        "effects": [
            "移除施法者的所有状态效果和叠加效果。包含不可驱散或不可净化的状态效果和叠加效果。",
            "施法者转变为恐怖幽灵形态。",
            "处于恐怖幽灵形态期间，施法者每回合自动对一个随机敌人造成 175% 伤害。",
            "处于恐怖幽灵形态期间，施法者无法获得法力，也不能被特殊技能治疗，但对普通攻击、特殊技能攻击、状态效果和叠加效果免疫，但来自克制其元素的敌人的伤害除外。",
            "恐怖幽灵形态持续 4 回合。"
        ]
    },
    {
        "originalIndex": 662,
        "effects": [
            "对目标造成 295% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 663,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "所有敌人获得 -34% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 664,
        "effects": [
            "对目标造成 295% 伤害，并对附近敌人造成轻微伤害。",
            "使目标和附近敌人在 4 回合内减少共计 600 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 150 点每回合。"
        ]
    },
    {
        "originalIndex": 665,
        "effects": [
            "对目标造成 325% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -24% 防御，持续 6 回合。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 666,
        "effects": [
            "对目标及附近敌人造成 355% 伤害。",
            "衰退：目标与附近敌人获得 -225 点攻击力和 -225 点防御。",
            "目标和附近敌人将反弹增益状态效果至我方战队的一名随机角色，持续 3 回合（只有可驱散的增益会被反弹）。"
        ]
    },
    {
        "originalIndex": 667,
        "effects": [
            "召唤匕首恶魔附身于目标及神圣系敌人。恶魔每回合对其目标造成 250% 攻击力的伤害。",
            "匕首恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 20% 的治疗量后便会消失。",
            "当匕首恶魔吸收足够治疗而消失时，其主人会在 3 回合内受到共计 810 点流血伤害。"
        ]
    },
    {
        "originalIndex": 668,
        "effects": [
            "所有盟友在 5 回合内恢复 1150 点生命值。",
            "施法者和附近盟友对新的状态异常免疫，持续 5 回合。此效果无法驱散。",
            "净化施法者和附近盟友的状态异常。",
            "元素链为全体暗黑系盟友提供+ 5% 的攻击和+ 5% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 669,
        "effects": [
            "为所有盟友恢复 47% 生命值。",
            "解除施法者和附近盟友的全部可净化状态异常并随机施放给敌人。",
            "元素链为全体暗黑系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 670,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有敌人获得 -20% 攻击力，持续 3 回合。",
            "* 所有敌人获得 -20% 防御，持续 3 回合。",
            "* 所有敌人在 3 回合内受到共计 159 点剧毒伤害。",
            "2 倍法力充能：",
            "* 所有盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 6 回合。",
            "* 所有盟友获得 +54% 防御，每次被击中后额外增加 5% 防御，持续 6 回合。",
            "* 所有盟友在 6 回合内恢复 1428 点生命值。"
        ]
    },
    {
        "originalIndex": 671,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有敌人获得 -27% 攻击力，持续 3 回合。",
            "* 所有敌人获得 -27% 防御，持续 3 回合。",
            "* 所有敌人在 3 回合内受到共计 330 点剧毒伤害。",
            "2 倍法力充能：",
            "* 所有盟友获得 +50% 攻击力，每次被击中后额外增加 20% 攻击力，持续 6 回合，最高可达 +150% 攻击力。",
            "* 所有盟友获得 +59% 防御，每次被击中后额外增加 5% 防御，持续 6 回合，最高可达 +84% 防御。",
            "* 所有盟友在 6 回合内获得共计 1500 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 672,
        "effects": [
            "从目标处偷取小兵。",
            "对目标造成 490% 伤害。",
            "目标与附近敌人获得 -45% 精准度，持续 4 回合（进攻型特殊技能也有相同几率落空）。",
            "元素链为全体暗黑系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 673,
        "effects": [
            "对命中的目标造成 200% 伤害。",
            "对随机敌人施放 5 个暗黑方块。",
            "暗黑方块使目标减少 224 点最大生命值。最大生命值不能低于初始最大生命值的 30%。",
            "在 3 回合内，若命中的敌人在回合开始时法力满格，该敌人将自动对一名随机盟友施放莽夫乱拳。"
        ]
    },
    {
        "originalIndex": 674,
        "effects": [
            "对命中的目标造成 240% 伤害。",
            "对随机敌人施放 5 个暗黑方块。",
            "暗黑方块使目标减少 184 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 184 点。",
            "在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。"
        ]
    },
    {
        "originalIndex": 675,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 对所有敌人造成 200% 伤害。",
            "- 召唤忍者刺客恶魔附身于所有敌人。恶魔每回合对其目标造成 59% 攻击力的伤害。",
            "- 忍者刺客恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 32% 的治疗量后便会消失。",
            "2 倍法力充能：",
            "- 对所有敌人造成 275% 伤害。",
            "- 召唤忍者刺客恶魔附身于所有敌人。恶魔每回合对其目标造成 75% 攻击力的伤害。",
            "- 忍者刺客恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 50% 的治疗量后便会消失。",
            "3 倍法力充能：",
            "- 对所有敌人造成 355% 伤害。",
            "- 召唤忍者刺客恶魔附身于所有敌人。恶魔每回合对其目标造成 84% 攻击力的伤害。",
            "- 忍者刺客恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 54% 的治疗量后便会消失。"
        ]
    },
    {
        "originalIndex": 676,
        "effects": [
            "为所有盟友恢复 30% 生命值。",
            "偷取目标的全部可驱散增益并随机施放给盟友。",
            "目标陷入沉睡。",
            "沉睡期间，目标无法攻击或获得法力。",
            "对沉睡目标造成的所有伤害增加 +50%。",
            "沉睡目标受到伤害后便会苏醒。这不包括来自小兵和恶魔的伤害。",
            "元素链为全体暗黑系盟友提供额外 +10% 的特殊技能伤害，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 677,
        "effects": [
            "对目标施加贪婪，持续 3 回合。身上有贪婪状态的敌人会阻止其他敌人获得来自盟友特殊技能的友方效果。",
            "所有敌人在 3 回合内受到共计 501 点剧毒伤害。",
            "所有敌人获得 -34% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 678,
        "effects": [
            "对目标施加贪婪，持续 3 回合。身上有贪婪状态的敌人会阻止其他敌人获得来自盟友特殊技能的友方效果。",
            "所有敌人在 3 回合内受到共计 888 点剧毒伤害。",
            "所有敌人获得 -28% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 679,
        "effects": [
            "对目标及附近敌人造成 375% 伤害。",
            "为所有盟友提高相当于所造成伤害 30% 的生命值。",
            "所有盟友对新的状态异常免疫，持续 3 回合。",
            "施法者获得 +30% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 680,
        "effects": [
            "对目标造成 460% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 650%。",
            "施法者有 +75% 的几率闪避可造成伤害的特殊技能，持续 3 回合。",
            "元素链给予所有暗黑系盟友 +10% 的防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 681,
        "effects": [
            "对目标和附近敌人造成 410% 伤害，并对其施加 40 点狂乱。",
            "该状态异常持续期间，目标和附近敌人身上的状态异常都无法被净化。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 682,
        "effects": [
            "对所有敌人造成 220% 伤害。",
            "所有盟友有 +45% 的几率闪避特殊技能，持续 3 回合。每次闪避可获得 +5% 防御叠加（最多 10 层）。"
        ]
    },
    {
        "originalIndex": 683,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "所有盟友有 +45% 的几率闪避特殊技能，持续 3 回合。每次闪避可获得 +10% 防御叠加（最多 10 层）。"
        ]
    },
    {
        "originalIndex": 684,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 350% 伤害。",
            "* 在 3 回合期间，每次目标使用特殊技能时，其余敌人的法力减少 -15%。",
            "2 倍法力充能：",
            "* 使所有盟友的法力增加 10%。",
            "* 在后续 5 回合中，每当其他盟友施放特殊技能后，此角色将对所有敌人造成 250% 伤害。每个角色施放特殊技能时，每回合只造成一次伤害。"
        ]
    },
    {
        "originalIndex": 685,
        "effects": [
            "为所有盟友恢复 42% 生命值。",
            "盟友每拥有一个恶魔，则额外恢复 8% 生命值。",
            "所有盟友获得 +54% 攻击力，持续 4 回合。",
            "所有盟友对增益驱散和转移免疫，持续 4 回合。该免疫效果对自身也有效。"
        ]
    },
    {
        "originalIndex": 686,
        "effects": [
            "为每位盟友召唤一个飞蛾小兵。飞蛾小兵继承施法者 20% 的生命值和 20% 的攻击力。",
            "飞蛾小兵的每次攻击都会对目标施加以下状态异常：",
            "* 目标在 3 回合内受到共计 207 点剧毒伤害。",
            "* 目标抵抗新的小兵，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 687,
        "effects": [
            "为每位盟友召唤一个飞蛾小兵。飞蛾小兵继承施法者 30% 的攻击力和 30% 的生命值。",
            "飞蛾小兵的每次攻击都会对目标施加以下状态异常：",
            "* 目标在 3 回合内受到共计 138 点剧毒伤害。",
            "* 目标无法获得新的小兵，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 688,
        "effects": [
            "所有盟友获得 +24% 法力生成，持续 4 回合。此效果无法驱散。",
            "所有敌人获得 -34% 法力生成，持续 4 回合。",
            "所有盟友会以所受伤害的 115% 进行反击，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 689,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "解除所有盟友的全部可净化状态异常并随机施放给敌人。",
            "所有盟友获得 +33% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 690,
        "effects": [
            "对所有敌人造成 240% 伤害。",
            "所有盟友有 +45% 的几率闪避特殊技能，持续 3 回合。每次躲避都能使生命值提高 250 点。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 691,
        "effects": [
            "此特殊技能必定命中。",
            "使用月出闪袭攻击目标，造成最多 1100 点伤害。若目标为神圣系元素则额外造成 40% 伤害。",
            "成功施放后，有 100% 几率对随机目标再次施放刀锋之翼。",
            "最多可再次施放 3 次，每次成功施放后再次施放的几率减少 -35%。"
        ]
    },
    {
        "originalIndex": 692,
        "effects": [
            "对所有敌人造成 265% 伤害。",
            "若任何敌人身上带有可驱散的法力生成增益，该敌人将获得 -54% 法力生成，持续 5 回合。此效果无法净化。",
            "所有敌人对新的增益状态效果免疫，持续 5 回合。",
            "元素链给予所有暗黑系盟友受到的治疗增加 +10% ，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 693,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 提高所有盟友 450 点生命值。提高的生命值可以超过最大生命值。",
            "2 倍法力充能：",
            "* 每名被击败的盟友有 50% 的几率以 10% 的生命值复活。",
            "* 所有盟友在 3 回合内恢复 609 点生命值。",
            "3 倍法力充能：",
            "* 提高所有盟友 700 点生命值。提高的生命值可以超过最大生命值。",
            "* 每名被击败的盟友有 65% 的几率以 27% 的生命值复活。",
            "* 所有盟友在 4 回合内恢复 952 点生命值。"
        ]
    },
    {
        "originalIndex": 694,
        "effects": [
            "对目标及附近敌人造成 175% 伤害。",
            "目标与附近敌人在 2 回合内受到共计 344 点剧毒伤害。",
            "对神圣系造成额外伤害。",
            "元素链为全体暗黑系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 695,
        "effects": [
            "对目标造成 550% 伤害。",
            "目标和附近敌人的增益持续时间减少 1 回合。",
            "目标与附近敌人受到腐蚀性毒伤，持续 4 回合。腐蚀性毒伤每回合造成 144 点剧毒伤害，并使目标的法力生成降低 -13%。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 696,
        "effects": [
            "对目标造成 560% 伤害。",
            "目标和附近敌人的增益持续时间减少 2 回合（持续时间调整对可驱散效果和不可驱散效果皆有影响。若任何效果的持续时间降为零，则该效果视为自然过期）。",
            "目标与附近敌人受到腐蚀性毒伤，持续 4 回合。腐蚀性毒伤每回合造成 320 点剧毒伤害，并使目标的法力生成降低 -15%。对拥有小兵或超级小兵的英雄造成额外伤害（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 697,
        "effects": [
            "对所有敌人造成 355% 伤害。",
            "所有盟友身上的状态异常持续时间减少 2 回合（持续时间调整对可净化效果和不可净化效果皆有影响。若任何效果的持续时间降为零，则该效果视为自然过期）。",
            "所有敌人身上的增益持续时间减少 2 回合（持续时间调整对可净化效果和不可净化效果皆有影响。若任何效果的持续时间降为零，则该效果视为自然过期）。",
            "所有盟友对增益驱散和转移免疫，持续 4 回合（此免疫效果也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 698,
        "effects": [
            "为所有盟友恢复 25% 生命值。",
            "成长：所有盟友获得 180 点攻击力和 180 点防御。",
            "任何盟友随后施放特殊技能时，所有盟友都有 50% 几率对随机一名敌人造成 270% 伤害，持续 3 回合（每个角色施放特殊技能时，每回合只造成一次伤害）。"
        ]
    },
    {
        "originalIndex": 699,
        "effects": [
            "偷取目标的全部可驱散状态效果增益并随机施放给盟友。",
            "对目标造成 375% 伤害。",
            "每转移一个状态异常增益，造成额外 50% 伤害，最多累计造成 625% 伤害。",
            "衰退：目标获得 -300 点防御。"
        ]
    },
    {
        "originalIndex": 700,
        "effects": [
            "此特殊技能必定命中。",
            "对目标造成 495% 伤害，并对附近敌人造成轻微伤害。",
            "偷取目标及附近敌人的全部可驱散增益并随机施放给盟友。",
            "成长：施法者和附近盟友获得 340 点攻击力。"
        ]
    },
    {
        "originalIndex": 701,
        "effects": [
            "为所有盟友恢复 35% 生命值。",
            "为施法者和附近盟友召唤一个跟班小兵，其可从施法者处继承 16% 生命和 25% 攻击力。",
            "跟班小兵每击中一名敌人，就会从该敌人身上随机窃取一个可驱散的增益并施加在其所有者身上。"
        ]
    },
    {
        "originalIndex": 702,
        "effects": [
            "为所有盟友恢复 33% 生命值。",
            "为施法者和附近盟友召唤一个跟班小兵，其可从施法者处继承 33% 生命和 33% 攻击力。",
            "跟班小兵每击中一名敌人，就会从该敌人身上随机窃取一个可驱散的增益并施加在其所有者身上。"
        ]
    },
    {
        "originalIndex": 703,
        "effects": [
            "对目标造成 440% 伤害。",
            "施法者和附近盟友获得对神圣系 + 94% 的防御，持续 4 回合。",
            "驱散目标和附近敌人身上的增益。"
        ]
    },
    {
        "originalIndex": 704,
        "effects": [
            "对目标造成 400% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 356 点剧毒伤害。",
            "净化施法者和附近盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 705,
        "effects": [
            "对目标及附近敌人造成 335% 伤害。",
            "目标与附近敌人获得对暗黑系 -64% 的防御，持续 4 回合。对神圣系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 706,
        "effects": [
            "对目标造成 590% 伤害。",
            "施法者和附近盟友获得对神圣系 +64% 的防御，持续 4 回合。",
            "对神圣系造成额外伤害。",
            "驱散目标和附近敌人身上的增益。"
        ]
    },
    {
        "originalIndex": 707,
        "effects": [
            "对目标造成 600% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "施法者和附近盟友获得对神圣系 +74% 的防御，持续 4 回合。",
            "驱散目标和附近敌人身上的增益。"
        ]
    },
    {
        "originalIndex": 708,
        "effects": [
            "对目标及附近敌人造成 270% 伤害。",
            "目标与附近敌人获得 -35% 精准度，持续 3 回合。若目标受到治疗，则效果持续时间将重置。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 709,
        "effects": [
            "对目标及附近敌人造成 265% 伤害。",
            "目标与附近敌人获得 -40% 精准度，持续 4 回合。若目标受到治疗，则效果持续时间将重置。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 710,
        "effects": [
            "此特殊技能必定命中。",
            "对所有敌人造成 340% 伤害。",
            "所有敌人获得 -35% 法力生成，持续 4 回合。",
            "所有敌人获得的治疗减少 -85% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 711,
        "effects": [
            "对目标造成 300% 伤害。",
            "若目标在受到伤害前有超过 50% 的生命，则多瞄准一名在受到此特殊技能伤害前有超过 50% 生命的敌人。若其他敌人的生命都在 50% 以下，则多瞄准一名随机敌人。伤害随追加攻击的次数递增。每个敌人只能被击中一次。",
            "所有命中的敌人会在 3 回合内受到共计 339 点流血伤害。施法者及其附近盟友会吸收所造成流血伤害的 30% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 712,
        "effects": [
            "为所有盟友恢复 30% 生命值。",
            "所有盟友获得一个焰暴守卫，持续 4 回合，它可使所受的特殊技能伤害降低最多 -1300 点。当攻击者为自然系元素时可额外降低 30% 的伤害。",
            "所有盟友对新的状态异常免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 713,
        "effects": [
            "对目标造成 465% 伤害。",
            "目标受到的所有伤害增加 +40% ，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 714,
        "effects": [
            "摧毁目标的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标造成 530% 伤害。",
            "若本次攻击将敌人击败，那么施法者将恢复 +50% 生命并获得 33% 法力。",
            "拟态兽宝箱关闭 2 回合（拟态兽宝箱关闭时免疫伤害和新的状态异常）。"
        ]
    },
    {
        "originalIndex": 715,
        "effects": [
            "对目标造成 500% 伤害。",
            "面板上有多少个暗黑系方块，就随机对同样数量的敌人造成额外 200% 的伤害，最多可命中 12 次。每下攻击的伤害都会递减。",
            "所有被击中的目标获得对暗黑系 -35% 防御，且每次被击中后额外降低 -5% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 716,
        "effects": [
            "为每位盟友召唤一个乌鸦小兵，其可从施法者处继承 20% 生命和 20% 攻击力。",
            "乌鸦小兵为其所有者的其他小兵提供 +120% 攻击力。",
            "所有盟友获得 +30% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 717,
        "effects": [
            "为每位盟友召唤一个乌鸦小兵，其可从施法者处继承 25% 生命和 15% 攻击力。",
            "乌鸦小兵为其所有者的其他小兵提供 +180% 攻击力。",
            "所有盟友有 +36% 几率闪避可造成伤害的特殊技能，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 718,
        "effects": [
            "所有盟友获得 +150% 普通攻击，持续 4 回合。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 200% 攻击力。",
            "所有敌人受到的所有伤害增加 +55% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 719,
        "effects": [
            "对目标及附近敌人造成 400% 伤害。",
            "衰退：目标与附近敌人获得 -350 点攻击力。",
            "目标和附近敌人受到的伤害增加 +25% ，持续 3 回合。所有敌人每拥有一个小兵或超级小兵，则该效果提高 +10% ，最多可提高 +85%。"
        ]
    },
    {
        "originalIndex": 720,
        "effects": [
            "对目标及附近敌人造成 385% 伤害。",
            "召唤史莱姆恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 50% 攻击力的伤害。",
            "史莱姆恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 40% 的治疗量后便会消失。",
            "每回合结束时，史莱姆恶魔将偷取其目标的其中一个可驱散增益或成长效果，并将该增益施加于另一战队的随机一名角色身上。"
        ]
    },
    {
        "originalIndex": 721,
        "effects": [
            "对目标造成 430% 伤害。",
            "目标获得 -45% 防御，持续 2 回合。防御每回合降低 -15% ，最高可达 -60%。",
            "目标无法获得法力，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 722,
        "effects": [
            "对所有敌人造成 350% 伤害。",
            "施法者的生命值越低，造成的伤害越大，最高可达 700%。"
        ]
    },
    {
        "originalIndex": 723,
        "effects": [
            "使所有神圣系敌人的法力减少 100%。使所有其他敌人的法力减少 50%。",
            "使施法者以外的所有暗黑系盟友增加 30% 法力。其余盟友的法力则增加 15%。"
        ]
    },
    {
        "originalIndex": 724,
        "effects": [
            "摧毁全部敌人的全部小兵。",
            "对所有敌人造成 315% 伤害。",
            "每摧毁一名小兵，所有盟友获得少量法力。",
            "元素链为全体暗黑系盟友提供 +10% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 725,
        "effects": [
            "对目标及附近敌人造成 210% 伤害。",
            "目标与附近敌人获得对暗黑系 -54% 的防御，持续 4 回合。",
            "驱散目标和附近敌人身上的增益。"
        ]
    },
    {
        "originalIndex": 726,
        "effects": [
            "对所有敌人造成 285% 伤害。",
            "所有敌人获得对暗黑系 -34% 的防御，持续 3 回合。",
            "所有敌人对新的增益状态效果免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 727,
        "effects": [
            "对目标造成 535% 伤害，并对附近敌人造成轻微伤害。",
            "施法者获得 +45% 攻击力，并在每次被击中时再增加 +20% 攻击力，持续 3 回合。",
            "施法者获得史莱姆复活状态效果，持续 2 回合。若在史莱姆复活激活期间被击败，该角色将重生为史莱姆，并拥有：",
            "* 100% 继承生命值。",
            "* 50% 攻击力。",
            "* 50% 防御。",
            "* 特殊技能：史莱姆拍击。",
            "* 此效果无法驱散。",
            "* 对目标造成 350% 伤害。",
            "若史莱姆在 3 回合内未被击败，则会变回角色原型，并继承史莱姆的生命值和法力。"
        ]
    },
    {
        "originalIndex": 728,
        "effects": [
            "对目标及附近敌人造成 215% 伤害。",
            "召唤黄金偶像恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 43% 攻击力的伤害。",
            "黄金偶像恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 20% 的治疗量后便会消失。",
            "黄金偶像恶魔被召唤后，只要其所有者拥有黄金偶像恶魔，其所有者就会获得 -20% 攻击力。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 729,
        "effects": [
            "对目标及附近敌人造成 225% 伤害。",
            "召唤黄金偶像恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 36% 攻击力的伤害。",
            "黄金偶像恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 28% 的治疗量后便会消失。",
            "黄金偶像恶魔被召唤后，只要其所有者拥有黄金偶像恶魔，其所有者就会获得 -20% 攻击力。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 730,
        "effects": [
            "所有盟友在 4 回合内获得共计 672 点生命加成。提高的生命值可以超过最大生命值。",
            "所有盟友在 4 回合内恢复少量法力。",
            "所有盟友可反弹状态异常持续 4 回合,反弹负面效果叠加持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。"
        ]
    },
    {
        "originalIndex": 731,
        "effects": [
            "对目标造成 375% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人无法增加法力，持续 4 回合。",
            "对神圣系造成额外伤害。",
            "元素链为全体暗黑系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 732,
        "effects": [
            "对所有敌人造成 350% 伤害。",
            "施法者在 4 回合内偷取所有敌人生成的法力，一开始偷取量较少，每个回合逐渐增加，直到最后一回合将偷取所有生成的法力。此效果不可净化，但会在施法者被击败后移除。",
            "对神圣系造成额外伤害。",
            "元素链为全体暗黑系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 733,
        "effects": [
            "使用焰暴闪袭攻击所有敌人，造成最多 2200 点伤害。若目标为自然系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "施法者在 5 回合内偷取所有敌人生成的法力，一开始偷取量较少，每个回合逐渐增加，直到最后一回合将偷取所有生成的法力。此效果不可净化，但会在施法者被击败后移除。",
            "每回合结束时偷取全体敌人最新施加的可驱散增益并随机施放给盟友，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 734,
        "effects": [
            "为每位盟友召唤一名幼虫小兵，其可从施法者处继承 31% 生命值。该小兵可在每回合结束时为其所有者恢复 11% 生命值。",
            "幼虫小兵被召唤后，在拥有该小兵期间，该小兵会给予其所有者 +24% 法力生成。此效果无法驱散。",
            "幼虫小兵被召唤后，在拥有该小兵期间，该小兵会给予其所有者 +54% 防御。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 735,
        "effects": [
            "为每位盟友召唤一名幼虫小兵，其可从施法者处继承 36% 生命值。该小兵可在每回合结束时为其所有者恢复 15% 生命值。",
            "幼虫小兵被召唤后，在拥有该小兵期间，该小兵会给予其所有者 +24% 法力生成。此效果无法驱散。",
            "幼虫小兵被召唤后，在拥有该小兵期间，该小兵会给予其所有者 +50% 防御。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 736,
        "effects": [
            "此特殊技能必定命中。",
            "目标获得 -25% 防御，持续 3 回合。",
            "对目标造成 530% 伤害。",
            "如果目标被此攻击击败，则会对附近敌人施加 100 点狂乱。",
            "对施法者施加 50 点狂乱。"
        ]
    },
    {
        "originalIndex": 737,
        "effects": [
            "对目标及附近敌人造成 410% 伤害。",
            "重置目标和附近敌人的状态异常持续时间。",
            "目标与附近敌人在 4 回合内受到共计 916 点燃烧伤害。施法者会吸收所造成燃烧伤害的 50% 并转化为生命值。",
            "叠加（最多 10 层）：施法者对所克制元素的攻击力提高 +20%。"
        ]
    },
    {
        "originalIndex": 738,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 300% 伤害。如果仅有一名敌人，则伤害加倍。",
            "位于阵型边缘的敌人在 3 回合内受到共计 249 点剧毒伤害。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 739,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 300% 伤害。如果仅有一名敌人，则伤害加倍。",
            "敌方阵型边缘的敌人受到腐蚀性毒伤，持续 3 回合。腐蚀性毒伤每回合造成 153 点剧毒伤害，并使目标法力生成降低 -12%。此效果无法净化。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 740,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 290% 伤害。",
            "* 目标在 3 回合内受到共计 588 点剧毒伤害。施法者会吸收所造成剧毒伤害的 100% 并转化为生命值。",
            "2 倍法力充能：",
            "* 对所有敌人造成 300% 伤害。",
            "* 所有敌人在 5 回合内受到共计 730 点剧毒伤害。施法者和所有盟友会吸收所造成剧毒伤害的 30% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 741,
        "effects": [
            "驱散目标身上的增益。",
            "对目标造成 225% 伤害。",
            "如果目标剩余生命超过 50% ，可对其造成 450% 伤害。"
        ]
    },
    {
        "originalIndex": 742,
        "effects": [
            "驱散目标身上的增益。",
            "对目标造成 320% 伤害。",
            "目标对新的增益状态效果免疫，持续 2 回合。",
            "目标获得 -34% 防御，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 743,
        "effects": [
            "对所有敌人造成 290% 伤害。",
            "面板中所有暗黑系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 744,
        "effects": [
            "对所有敌人造成 340% 伤害。",
            "改变面板上所有暗黑系盾牌的能量。当进攻方英雄施放特殊技能时，盾牌得到增强，攻击力 +64%。当防御方英雄施放特殊技能时，盾牌被削弱，攻击力 -57%。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 745,
        "effects": [
            "对所有敌人造成 330% 伤害。",
            "施法者身上每带有一个状态异常，便造成额外 65% 伤害，最多累计造成 655% 伤害。"
        ]
    },
    {
        "originalIndex": 746,
        "effects": [
            "对目标及附近敌人造成 275% 伤害。",
            "召唤圣甲虫炸弹恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 38% 攻击力的伤害。",
            "圣甲虫炸弹恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 30% 的治疗量后便会消失。",
            "圣甲虫炸弹恶魔会在 3 回合后爆炸，对目标造成 600 点伤害并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 747,
        "effects": [
            "对目标及附近敌人造成 265% 伤害。",
            "召唤圣甲虫炸弹恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 38% 攻击力的伤害。",
            "圣甲虫炸弹恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 30% 的治疗量后便会消失。",
            "圣甲虫炸弹恶魔会在 3 回合后爆炸，对目标造成 900 点伤害并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 748,
        "effects": [
            "对目标造成 422% 伤害。",
            "施法者和附近盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 3 回合。",
            "元素链为所有暗黑系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 749,
        "effects": [
            "对目标造成 350% 伤害。",
            "施法者和附近盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 4 回合。",
            "元素链为所有暗黑系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 750,
        "effects": [
            "对目标造成 425% 伤害。",
            "若该攻击将敌人击败，那么施法者将获得 +50% 法力。"
        ]
    },
    {
        "originalIndex": 751,
        "effects": [
            "对目标造成 450% 伤害。",
            "若该攻击将敌人击败，那么施法者将获得 +45% 法力。"
        ]
    },
    {
        "originalIndex": 752,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "除施法者外的所有盟友获得 -20% 防御，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 753,
        "effects": [
            "对所有敌人造成 330% 伤害。",
            "除施法者外的所有盟友获得 -20% 攻击力，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 754,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。",
            "为每位盟友召唤一个馅饼小兵，其可从施法者处继承 10% 生命值和 32% 攻击力。该小兵在阵亡时会为其所有者恢复 10% 生命。"
        ]
    },
    {
        "originalIndex": 755,
        "effects": [
            "对目标造成 540% 伤害。",
            "目标敌人受到吞噬粘物状态异常，持续 3 回合。",
            "吞噬粘物：移除所有可驱散的增益和成长效果，每回合造成 200 点伤害，并根据移除的效果数量每个造成 100 点伤害（如果目标已拥有此效果，则刷新持续时间，并将因移除效果而造成的额外伤害添加到新效果中。每回合伤害不能超过 700 ）。",
            "1 回合后，目标获得麻木，持续 4 回合（麻木的敌人无法攻击或获得法力，并且受到的伤害增加 +50% ）。",
            "所有神圣系敌人获得对暗黑系 -34% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 756,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "所有敌人获得 -34% 防御，持续 5 回合。",
            "净化所有盟友的状态异常。",
            "元素链为全体暗黑系盟友提供针对神圣系 +46% 的防御，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 757,
        "effects": [
            "对目标造成 158% 伤害。",
            "对目标释放完全移除（完全移除可以移除目标的所有状态效果、叠加效果、成长效果和衰退效果。包含不可驱散或不可净化的状态效果和叠加效果）。",
            "目标转变为深渊幽灵形态，持续 4 回合。",
            "处于深渊幽灵形态期间，目标每回合受到 88 点伤害。",
            "处于幽灵形态期间，角色无法获得法力，也不能被特殊技能治疗，但对普通攻击、伤害性被动、状态效果和叠加效果免疫。对新的成长和衰退效果免疫。",
            "若战斗中仅剩一名敌人，则无法施放。"
        ]
    },
    {
        "originalIndex": 758,
        "effects": [
            "对目标造成 150% 伤害。",
            "对目标释放完全移除（完全移除可以移除目标的所有状态效果、叠加效果、成长效果和衰退效果。包含不可驱散或不可净化的状态效果和叠加效果）。",
            "目标转变为深渊幽灵形态，持续 4 回合。",
            "处于深渊幽灵形态期间，目标每回合受到 174 点伤害。",
            "处于幽灵形态期间，角色无法获得法力，也不能被特殊技能治疗，但对普通攻击、伤害性被动、状态效果和叠加效果免疫。对新的成长和衰退效果免疫。",
            "若战斗中仅剩一名敌人，则无法施放。"
        ]
    },
    {
        "originalIndex": 759,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 250% 伤害。",
            "所有敌人获得 -24% 防御，持续 4 回合。对神圣系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 760,
        "effects": [
            "对所有敌人造成 330% 伤害。",
            "召唤佣兵恶魔附身于所有敌人。恶魔每回合对其目标造成 56% 攻击力的伤害。",
            "佣兵恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 38% 的治疗量后便会消失。",
            "佣兵恶魔被召唤后，只要其所有者拥有佣兵恶魔，其所有者就会对新的增益免疫。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 761,
        "effects": [
            "对所有敌人造成 320% 伤害。",
            "召唤佣兵恶魔附身于所有敌人。恶魔每回合对敌人造成 70% 攻击力的伤害。",
            "佣兵恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 50% 的治疗量后便会消失。",
            "佣兵恶魔被召唤后，只要其所有者拥有佣兵恶魔，其所有者就会对新的增益免疫。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 762,
        "effects": [
            "对目标及附近敌人造成 470% 伤害。",
            "目标与附近敌人获得 -40% 精准度，持续 6 回合。进攻型特殊技能也有相同几率落空。",
            "目标与附近敌人获得 -34% 防御，持续 6 回合。",
            "施法者在 6 回合内恢复 918 点生命值。"
        ]
    },
    {
        "originalIndex": 763,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 6 回合。",
            "施法者获得 +84% 特殊技能防御，持续 6 回合。",
            "附近盟友获得法力，持续 6 回合。每回合获得的法力都会增加，直到最后一回合会获得 100% 的法力。"
        ]
    },
    {
        "originalIndex": 764,
        "effects": [
            "为施法者和附近盟友恢复 20% 生命值。",
            "每回合结束时，施法者和附近盟友对随机一名敌人发射一道银月光束，持续 3 回合。",
            "每道银月光束造成 140% 伤害。",
            "每道银月光束都会使命中敌人的法力减少 5%。"
        ]
    },
    {
        "originalIndex": 765,
        "effects": [
            "对所有敌人造成 340% 伤害。",
            "召唤芭蕾舞者恶魔附身于所有敌人。恶魔每回合对敌人造成 110% 攻击力的伤害。",
            "芭蕾舞者恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 45% 的治疗量后便会消失。",
            "芭蕾舞者恶魔被召唤后，只要其所有者拥有芭蕾舞者恶魔，其所有者就会对新的增益免疫。此效果无法净化。",
            "所有敌人获得对暗黑系 -44% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 766,
        "effects": [
            "提高所有盟友 800 点生命值。提高的生命值可以超过最大生命值。",
            "盟友每拥有一个状态异常，则额外提升 160 点生命值，至多恢复总计 800 点生命值。",
            "召唤一个持盾守卫超级小兵，其可从施法者处继承 65% 生命值和 180% 攻击力。",
            "每回合持盾守卫超级小兵会安全净化所有盟友最后获得的可净化状态异常（安全净化会无视状态异常被移除时的副作用，例如移除时的伤害。被动技能和家族效果等外来效果仍会生效）。"
        ]
    },
    {
        "originalIndex": 767,
        "effects": [
            "对目标及附近敌人造成 350% 伤害。",
            "随机施放以下一种效果：",
            "方案 1：",
            "* 目标与附近敌人获得 -54% 防御，持续 3 回合。",
            "* 目标与附近敌人获得 -54% 攻击力，持续 3 回合。",
            "* 目标与附近敌人获得 -34% 法力生成，持续 3 回合。",
            "方案 2：",
            "* 目标与附近敌人获得 -24% 防御，持续 3 回合。",
            "方案 3：",
            "* 目标与附近敌人获得 -24% 攻击力，持续 3 回合。",
            "元素链在回合结束时为所有暗黑系盟友恢复少量法力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 768,
        "effects": [
            "对所有敌人造成 168% 伤害。",
            "所有盟友在 4 回合内恢复 612 点生命值。",
            "所有盟友获得 +30% 防御，持续 4 回合。",
            "所有盟友获得僵尸护佑。若受祝福的英雄在接下来的 4 回合内阵亡，他们将重生为僵尸，并拥有：",
            "* 100% 继承生命值。",
            "* 500 攻击力。",
            "* 500 防御。",
            "* 特殊技能：毒牙撕咬。"
        ]
    },
    {
        "originalIndex": 769,
        "effects": [
            "对所有敌人造成 138% 伤害。",
            "所有盟友在 4 回合内获得共计 600 点生命加成。提高的生命值可以超过最大生命值。此效果无法驱散。",
            "所有盟友获得 +30% 防御，持续 4 回合。此效果无法驱散。",
            "所有盟友获得僵尸护佑。若受祝福的英雄在接下来的 4 回合内阵亡，他们将重生为僵尸，并拥有：",
            "* 100% 继承生命值。",
            "* 500 攻击力。",
            "* 500 防御。",
            "* 特殊技能：毒牙撕咬。"
        ]
    },
    {
        "originalIndex": 770,
        "effects": [
            "对剩余生命值最低的敌人造成 500% 伤害。对其他所有敌人造成 280% 伤害。",
            "强化闪避：施法者拥有 +60% 几率闪避可以造成伤害的特殊技能。此效果在施法者成功闪避 3 次后消失。",
            "强化闪避结束后、被移除或被替换后，施法者获得 10% 法力。"
        ]
    },
    {
        "originalIndex": 771,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 365% 伤害。",
            "* 在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳交错。触发此效果时，该效果将转移到被击中的盟友身上并刷新持续时间。",
            "* 目标与附近敌人获得的治疗减少 -50% ，持续 3 回合。",
            "第二次：",
            "* 对目标及附近敌人造成 430% 伤害。",
            "* 在 4 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳交错。触发此效果时，该效果将转移到被击中的盟友身上并刷新持续时间。",
            "* 目标与附近敌人获得的治疗减少 -75% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 772,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 355% 伤害。",
            "* 在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳交错。触发此效果时，该效果将转移到被击中的盟友身上并刷新持续时间。",
            "* 目标与附近敌人获得的治疗减少 -45% ，持续 3 回合。",
            "第二次：",
            "* 对目标及附近敌人造成 450% 伤害。",
            "* 在 4 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳交错。触发此效果时，该效果将转移到被击中的盟友身上并刷新持续时间。",
            "* 目标与附近敌人获得的治疗减少 -85% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 773,
        "effects": [
            "复活所有阵亡的盟友，使其以 70% 生命值和 50 点狂乱返回战场。",
            "所有盟友获得 +74% 特殊技能防御，持续 5 回合。",
            "若除施法者以外的任何盟友在 5 回合内被击败，则所有敌人受到 400 点伤害。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 774,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "对所有盟友造成 50% 伤害。",
            "对神圣系造成额外伤害。",
            "所有暗黑系盟友与敌人对此攻击免疫。"
        ]
    },
    {
        "originalIndex": 775,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "所有暗黑系盟友与敌人获得 +54% 攻击力，持续 4 回合。",
            "暗黑系以外的所有盟友与敌人获得 -44% 攻击力，持续 4 回合。所有神圣系敌人无法净化此效果。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 776,
        "effects": [
            "对目标造成 430% 伤害，并对附近敌人造成轻微伤害。",
            "目标获得 -24% 法力生成，持续 4 回合。",
            "使目标附近的敌人减少 600 点最大生命值。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 600 点。",
            "元素链使全体暗黑系盟友对新恶魔免疫，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 777,
        "effects": [
            "对目标造成 800% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "为所有盟友恢复等同于所造成伤害 40% 的生命值。",
            "召唤墓穴蛾灵超级恶魔附身于目标。恶魔每回合对敌人造成 270% 攻击力的伤害。",
            "墓穴蛾灵超级恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 80% 时，它便会消失。",
            "墓穴蛾灵超级恶魔被召唤后，只要其所有者拥有墓穴蛾灵超级恶魔，其所有者受到的所有伤害就会增加 +50%。"
        ]
    },
    {
        "originalIndex": 778,
        "effects": [
            "对目标造成 480% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人陷入沉默，持续 3 回合。",
            "施法者和附近盟友均可抵抗禁用特殊技能的效果，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 779,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "对全体敌人施放其天赋所回溯的所有状态异常。"
        ]
    },
    {
        "originalIndex": 780,
        "effects": [
            "对所有敌人造成 240% 伤害。",
            "重置所有敌人的状态异常持续时间。",
            "所有敌人获得 -34% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 781,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对所有敌人造成 220% 伤害。",
            "* 所有盟友获得 +30% 攻击力，持续 3 回合。",
            "2 倍法力充能：",
            "* 对所有敌人造成 360% 伤害。",
            "* 所有敌人获得 -34% 防御，持续 3 回合。",
            "3 倍法力充能：",
            "* 对所有敌人造成 395% 伤害。",
            "* 所有盟友获得 +50% 攻击力，持续 4 回合。",
            "* 所有敌人获得 -44% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 782,
        "effects": [
            "对目标造成 310% 伤害，并对附近敌人造成轻微伤害。",
            "施法者以所受伤害的 115% 进行反击，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 783,
        "effects": [
            "对所有敌人造成 182% 伤害。",
            "施法者和附近盟友以所受伤害的 85% 进行反击，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 784,
        "effects": [
            "对目标及附近敌人造成 260% 伤害。",
            "施法者和附近盟友以所受伤害的 95% 进行反击，持续 3 回合。",
            "施法者和附近盟友每次反击可恢复适量法力。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 785,
        "effects": [
            "对目标造成 390% 伤害，并对附近敌人造成轻微伤害。",
            "施法者以所受伤害的 110% 进行反击，持续 4 回合。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 786,
        "effects": [
            "对目标造成 400% 伤害，并对附近敌人造成轻微伤害。",
            "攻击会无视防御增益（包括反击）。",
            "施法者以所受伤害的 120% 进行反击，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 787,
        "effects": [
            "提高所有盟友 475 点生命值。提高的生命值可以超过最大生命值。",
            "对除施法者外的所有盟友施放黑天鹅之舞，持续 4 回合。添加此效果时将移除所有现有状态效果。",
            "黑天鹅之舞：",
            "* 每回合结束时，每个舞者对随机一名敌人造成 155% 伤害，并为自身提高等同于所造成总伤害 25% 的生命值。",
            "* 免疫新的状态效果。新的舞蹈状态效果将取代此效果。",
            "* 此效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 788,
        "effects": [
            "摧毁所有盟友的恶魔。此效果会对超级恶魔造成伤害。",
            "此特殊技能必定命中。",
            "使用月出闪袭攻击所有敌人，造成最多 2000 点伤害。若目标为神圣系元素则额外造成 40% 伤害。",
            "每摧毁一个恶魔，所有盟友获得 5% 法力。"
        ]
    },
    {
        "originalIndex": 789,
        "effects": [
            "1 倍法力充能：",
            "* 对目标造成 300% 伤害。",
            "* 目标对新的增益状态效果免疫，持续 3 回合。",
            "* 驱散目标身上的增益。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 340% 伤害。",
            "* 目标与附近敌人对新的增益状态效果免疫，持续 4 回合。",
            "* 驱散目标和附近敌人身上的增益。",
            "3 倍法力充能：",
            "* 对所有敌人造成 380% 伤害。",
            "* 所有敌人对新的增益状态效果免疫，持续 5 回合。",
            "* 驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 790,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有敌人在 4 回合内受到共计 280 点剧毒伤害，而面板上每存在一个暗黑系盾牌则额外增加 16 点伤害，最高共计 408 点伤害。"
        ]
    },
    {
        "originalIndex": 791,
        "effects": [
            "对目标及附近敌人造成 405% 伤害。",
            "目标与附近敌人跳起迷恋歌谣，持续 4 回合。添加此效果时将移除所有现有状态效果。",
            "迷恋歌谣。",
            "* -40% 法力生成。",
            "* -40% 所获治疗量。",
            "* 免疫新的状态效果。",
            "* 此效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 792,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 为施法者和附近盟友召唤一个人鱼小兵，其可从施法者处继承 27% 生命和 26% 攻击力。",
            "* 小兵可在每回合结束时为主人增加 5% 法力。",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "第二次：",
            "* 为施法者和附近盟友召唤一个人鱼小兵，其可从施法者处继承 27% 生命和 26% 攻击力。",
            "* 小兵可在每回合结束时为主人增加 5% 法力。",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "* 叠加（最多 10 层）：所有盟友的小兵获得 +20% 攻击力。"
        ]
    },
    {
        "originalIndex": 793,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 为施法者和附近盟友召唤一个人鱼小兵，其可从施法者处继承 25% 生命和 25% 攻击力。",
            "* 小兵可在每回合结束时为主人增加 4% 法力。",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "第二次：",
            "* 为施法者和附近盟友召唤一个人鱼小兵，其可从施法者处继承 30% 生命和 35% 攻击力。",
            "* 小兵可在每回合结束时为主人增加 5% 法力。",
            "* 施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "* 叠加（最多 10 层）：所有盟友的小兵获得 +25% 攻击力。"
        ]
    },
    {
        "originalIndex": 794,
        "effects": [
            "对所有敌人造成 360% 伤害。",
            "驱散所有敌人的增益。",
            "每移除一个状态效果，则为所有盟友恢复 8% 生命值，至多恢复总计 64% 生命值。"
        ]
    },
    {
        "originalIndex": 795,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 所有盟友在 2 回合内恢复 204 点生命值。",
            "- 所有盟友获得 +34% 攻击力，持续 2 回合。",
            "- 净化所有盟友的状态异常。",
            "2 倍法力充能：",
            "- 所有盟友在 3 回合内恢复 624 点生命值。",
            "- 所有盟友获得 +44% 攻击力，持续 3 回合。",
            "- 净化所有盟友的状态异常。",
            "3 倍法力充能：",
            "- 所有盟友在 4 回合内恢复 940 点生命值。此效果无法驱散。",
            "- 所有盟友获得 +54% 攻击力，持续 4 回合。",
            "- 净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 796,
        "effects": [
            "对所有敌人造成 270% 伤害。"
        ]
    },
    {
        "originalIndex": 797,
        "effects": [
            "对所有敌人造成 235% 伤害。",
            "所有敌人获得 -34% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 798,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "在 4 回合内，若目标或附近敌人在回合开始时法力满格，该敌人将自动对一名随机盟友施放莽夫乱拳。"
        ]
    },
    {
        "originalIndex": 799,
        "effects": [
            "对所有敌人造成 420% 伤害。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 800,
        "effects": [
            "对目标造成 450% 伤害。",
            "召唤三只公羊恶魔附身于目标。恶魔每回合对敌人造成 40% 攻击力的伤害。",
            "公羊恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 45% 的治疗量后便会消失。",
            "吸收的治疗量会转移给召唤者及其盟友并平均分配（无视治疗窃取、治疗修正和恶魔）。"
        ]
    },
    {
        "originalIndex": 801,
        "effects": [
            "对目标造成 400% 伤害。",
            "目标在 5 回合内受到共计 1300 点剧毒伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 802,
        "effects": [
            "对目标造成 565% 伤害，并对附近敌人造成轻微伤害。",
            "若目标在 3 回合内被击败，则所有敌人受到 626 点伤害。"
        ]
    },
    {
        "originalIndex": 803,
        "effects": [
            "对所有神圣系敌人造成 250% 伤害。",
            "在 3 回合内，所有敌人的元素每回合都会改变。前 2 回合，元素是随机的。",
            "最后一回合，敌人会恢复其原始元素。",
            "每次元素改变后，如果敌人元素是神圣系，则受到 528 点伤害。"
        ]
    },
    {
        "originalIndex": 804,
        "effects": [
            "对所有神圣系敌人造成 350% 伤害。",
            "在 4 回合内，所有敌人的元素每回合都会改变。前 3 回合，元素是随机的。",
            "最后一回合，敌人会恢复其原始元素。",
            "每次元素改变后，如果敌人元素是神圣系，则受到 736 点伤害。"
        ]
    },
    {
        "originalIndex": 805,
        "effects": [
            "对目标造成 415% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得的治疗减少 -90% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 806,
        "effects": [
            "对目标造成 415% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得的治疗减少 -100% ，持续 4 回合。",
            "目标与附近敌人在 4 回合内受到共计 260 点水系伤害。"
        ]
    },
    {
        "originalIndex": 807,
        "effects": [
            "对目标造成 452% 伤害。",
            "目标在 6 回合内受到共计 306 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 808,
        "effects": [
            "对目标造成 532% 伤害。"
        ]
    },
    {
        "originalIndex": 809,
        "effects": [
            "摧毁目标的所有小兵。",
            "对目标造成 500% 伤害。",
            "目标抵抗新的小兵，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 810,
        "effects": [
            "对目标造成 530% 伤害。",
            "目标在 3 回合内受到共计 510 点剧毒伤害。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 811,
        "effects": [
            "对目标造成 540% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标在 3 回合内受到共计 615 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 812,
        "effects": [
            "1 倍法力充能：",
            "* 对目标造成 400% 伤害。",
            "* 施法者进入潜行状态，持续 2 回合。",
            "* 潜行期间，施法者无法获得新的状态效果或叠加，且所受伤害减少 -30%。",
            "* 施法者从潜行状态出来时，对所有在其潜行期间使用特殊技能的敌人造成 330 点伤害。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 425% 伤害。",
            "* 施法者进入潜行状态，持续 2 回合。",
            "* 潜行期间，施法者无法获得新的状态效果或叠加，且所受伤害减少 -60%。",
            "* 施法者从潜行状态出来时，对所有在其潜行期间使用特殊技能的敌人造成 449 点伤害。",
            "3 倍法力充能：",
            "* 对所有敌人造成 450% 伤害。",
            "* 施法者进入潜行状态，持续 2 回合。",
            "* 潜行期间，施法者无法获得新的状态效果或叠加，且所受伤害减少 -80%。",
            "* 施法者从潜行状态出来时，对所有在其潜行期间使用特殊技能的敌人造成 508 点伤害。"
        ]
    },
    {
        "originalIndex": 813,
        "effects": [
            "所有盟友在 3 回合内恢复 1290 点生命值。此效果无法驱散。",
            "施法者以所受伤害的 145% 进行反击，持续 3 回合。",
            "储存所有对施法者造成的伤害，持续 3 回合。该效果结束时，对所有敌人造成所储存的伤害，最多可储存 1050 点伤害。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 814,
        "effects": [
            "对所有敌人造成 275% 伤害。",
            "召唤幽灵恶魔附身于所有敌人。恶魔每回合对其目标造成 45% 攻击力的伤害。",
            "幽灵恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 30% 的治疗量后便会消失。",
            "叠加（最多 10 层）：施法者获得 +6% 法力生成。",
            "叠加 +2 （最多 10 层）：施法者每回合恢复 30 点生命值。"
        ]
    },
    {
        "originalIndex": 815,
        "effects": [
            "对所有敌人造成 265% 伤害。",
            "召唤幽灵恶魔附身于所有敌人。恶魔每回合对其目标造成 55% 攻击力的伤害。",
            "幽灵恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 35% 的治疗量后便会消失。",
            "叠加 +2 （最多 10 层）：施法者获得 +12% 法力生成（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "叠加 +3 （最多 10 层）：施法者每回合恢复 45 点生命值。"
        ]
    },
    {
        "originalIndex": 816,
        "effects": [
            "对目标造成 400% 伤害。",
            "召唤流言低语者恶魔附身于目标。",
            "流言低语者恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 25% 的治疗量后便会消失。",
            "流言低语者恶魔被召唤后，只要其所有者拥有流言低语者恶魔，其所有者就会获得 -45% 精准度。此效果无法净化（进攻型特殊技能也有相同几率落空）。",
            "流言低语者恶魔每回合都会生成一个自己的克隆体附身于附近的敌人（克隆恶魔吸收的治疗量和造成的伤害与原始恶魔相同。只有在目标没有达到恶魔或小兵的最大数量时，恶魔才会克隆）。"
        ]
    },
    {
        "originalIndex": 817,
        "effects": [
            "对目标造成 450% 伤害。",
            "召唤一个克隆小兵，其可从施法者处继承 20% 生命值和 17% 攻击力。克隆小兵每 3 回合生成一个自己的克隆体。克隆小兵继承的生命值和攻击力与原始小兵相同。",
            "驱散目标和附近敌人身上的增益。",
            "元素链为全体暗黑系盟友提供 +4% 的法力生成，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 818,
        "effects": [
            "驱散目标和附近敌人身上的增益。",
            "对目标造成 420% 伤害。",
            "召唤一个克隆小兵，其可从施法者处继承 20% 生命值和 17% 攻击力。克隆小兵每 3 回合生成一个自己的克隆体。克隆小兵继承的生命值和攻击力与原始小兵相同。",
            "元素链为全体暗黑系盟友提供 +4% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 819,
        "effects": [
            "为所有盟友召唤一个暗黑战士小兵，其可从施法者处继承 40% 生命和 40% 攻击力。",
            "所有敌人在 3 回合内受到共计 324 点剧毒伤害。",
            "如果施法者在接下来 3 回合内被打败，所有敌人减少 -100% 法力。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 820,
        "effects": [
            "为所有盟友召唤一个暗黑战士小兵，其可从施法者处继承 45% 生命和 35% 攻击力。",
            "所有敌人在 4 回合内受到共计 1136 点剧毒伤害。",
            "如果施法者在接下来 4 回合内被打败，所有敌人减少 -100% 法力。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 821,
        "effects": [
            "对目标及附近敌人造成 370% 伤害。",
            "从目标和附近敌人身上窃取 25% 法力并平均分配到施法者和附近盟友身上。",
            "复制目标及附近敌人的全部可驱散增益并随机分配给盟友。"
        ]
    },
    {
        "originalIndex": 822,
        "effects": [
            "对所有敌人造成 390% 伤害。",
            "每回合结束时，施法者对随机一名敌人施放一次骨骼投掷，持续 5 回合。",
            "每次骨骼投掷造成 230% 伤害。",
            "每次骨骼投掷都会召唤骷髅狐狸恶魔附身于目标。恶魔每回合对其目标造成 100% 攻击力的伤害。",
            "骷髅狐狸恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 30% 的治疗量后便会消失。"
        ]
    },
    {
        "originalIndex": 823,
        "effects": [
            "净化施法者和附近盟友的状态异常。",
            "在后续 5 回合中，当一名敌人施放特殊技能后，此角色将有 50% 的几率随机对一名敌人造成 600% 伤害（每个敌人每回合只能触发一次此效果）。",
            "施法者和附近盟友可反弹状态异常和负面效果叠加，持续 5 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。",
            "元素链赋予所有暗黑系盟友 +5% 闪避几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 824,
        "effects": [
            "对目标造成 415% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "所有命中的目标都将对新的增益状态效果免疫，持续 5 回合，且每当有增益效果尝试施加于其上，他们都将受到 250 点伤害。"
        ]
    },
    {
        "originalIndex": 825,
        "effects": [
            "对目标造成 540% 伤害。",
            "目标陷入沉默，持续 3 回合。",
            "为施法者和附近盟友召唤一个狡狐小兵，其可从施法者处继承 5% 生命和 100% 攻击力。",
            "狡狐小兵有 80% 几率闪避来袭攻击。",
            "狡狐小兵成功闪避后，会从攻击者身上窃取最后施加的可驱散增益并施加给其所有者。"
        ]
    },
    {
        "originalIndex": 826,
        "effects": [
            "对所有敌人造成 460% 伤害。",
            "强化防御异常：所有敌人对特殊技能 -64% 的防御。此效果在敌人受到 6 次特殊技能伤害后消失。",
            "强化防御异常结束后、被移除或被替换后，敌人陷入沉默，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 827,
        "effects": [
            "对目标造成 395% 伤害。",
            "目标获得缚魂，持续 3 回合。此效果无法净化。此效果将始终无视反弹。",
            "对所有缚魂敌人造成施法者受到的所有伤害。伤害由所有缚魂敌人分担。此效果不会分担来自其他共享伤害源或反击的伤害。"
        ]
    },
    {
        "originalIndex": 828,
        "effects": [
            "对目标及附近敌人造成 310% 伤害。",
            "为施法者和附近盟友召唤一个不死小兵，其可从施法者处继承 30% 生命和 20% 攻击力。",
            "元素链为全体暗黑系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 829,
        "effects": [
            "对目标及附近敌人造成 330% 伤害。",
            "为施法者和附近盟友召唤一个不死小兵，其可从施法者处继承 27% 生命和 27% 攻击力。",
            "元素链为全体暗黑系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 830,
        "effects": [
            "使用霜降打击攻击所有敌人，造成最多 1600 点伤害。若目标为火焰系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "所有盟友获得 +40% 防御，持续 4 回合。",
            "所有盟友对来自状态异常的伤害免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 831,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 对目标造成 400% 伤害。",
            "- 敌人每拥有一个小兵或超级小兵，便造成额外 35% 伤害，最多累计造成 750% 伤害。",
            "- 攻击会无视防御增益（包括反击）。",
            "2 倍法力充能：",
            "- 对目标及附近敌人造成 425% 伤害。",
            "- 敌人每拥有一个小兵或超级小兵，便造成额外 35% 伤害，最多累计造成 775% 伤害。",
            "- 攻击会无视防御增益（包括反击）。",
            "3 倍法力充能：",
            "- 对所有敌人造成 450% 伤害。",
            "- 敌人每拥有一个小兵或超级小兵，便造成额外 35% 伤害，最多累计造成 800% 伤害。",
            "- 攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 832,
        "effects": [
            "对目标造成 480% 伤害。",
            "叠加（最多 10 层）：目标受到的所有伤害增加 +5%。",
            "元素链赋予所有暗黑系盟友 +5% 几率闪避状态异常，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 833,
        "effects": [
            "随机对一个敌人造成 600% 伤害。",
            "目标获得 -50% 防御，持续 5 回合。",
            "随机对一个敌人造成 600% 伤害。",
            "目标获得 -50% 攻击力，持续 5 回合。",
            "如果两次攻击击中同一目标，则施法者获得 30% 法力。"
        ]
    },
    {
        "originalIndex": 834,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 面板中每有一个暗黑系盾牌，便对所有敌人造成 30% 的伤害，最多累计造成 300% 伤害。",
            "* 施法者和附近盟友以所受伤害的 90% 进行反击，持续 3 回合。",
            "* 施法者和附近盟友所受的所有伤害减少 -35% ，持续 3 回合。",
            "第二次：",
            "* 面板中每有一个暗黑系盾牌，便对所有敌人造成 35% 的伤害，最多累计造成 350% 伤害。",
            "* 施法者和附近盟友以所受伤害的 130% 进行反击，持续 4 回合。",
            "* 施法者和附近盟友所受的所有伤害减少 -45% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 835,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 面板中每有一个暗黑系盾牌，便对所有敌人造成 28% 的伤害，最多累计造成 280% 伤害。",
            "* 施法者和附近盟友以所受伤害的 100% 进行反击，持续 3 回合。",
            "* 施法者和附近盟友所受的所有伤害减少 -35% ，持续 3 回合。",
            "第二次：",
            "* 面板中每有一个暗黑系盾牌，便对所有敌人造成 38% 的伤害，最多累计造成 380% 伤害。",
            "* 施法者和附近盟友以所受伤害的 140% 进行反击，持续 4 回合。",
            "* 施法者和附近盟友所受的所有伤害减少 -50% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 836,
        "effects": [
            "对目标造成 450% 伤害。",
            "召唤蔓延阴影恶魔附身于目标。恶魔每回合对敌人造成 60% 攻击力的伤害。",
            "蔓延阴影恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 40% 的治疗量后便会消失。",
            "蔓延阴影恶魔每 2 回合生成一个自己的克隆体给附近的敌人。克隆恶魔吸收的治疗量和造成的伤害与原始恶魔相同。"
        ]
    },
    {
        "originalIndex": 837,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 驱散目标身上的增益。",
            "- 目标在 2 回合内受到共计 780 点剧毒伤害。",
            "- 目标获得的治疗减少 -80% ，持续 2 回合。",
            "2 倍法力充能：",
            "- 驱散目标和附近敌人身上的增益。",
            "- 目标与附近敌人在 4 回合内受到共计 1608 点剧毒伤害。",
            "- 目标与附近敌人获得的治疗减少 -85% ，持续 4 回合。",
            "3 倍法力充能：",
            "- 驱散所有敌人的增益。",
            "- 所有敌人在 6 回合内受到共计 2412 点剧毒伤害。",
            "- 目标获得的治疗减少 -90% ，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 838,
        "effects": [
            "对所有敌人造成 130% 伤害。",
            "如果目标剩余生命超过 50% ，可对其造成 260% 伤害。",
            "所有盟友会将来自神圣系敌人特殊技能的全部状态效果和 115% 伤害反弹至进攻者并阻挡该技能的其它负面效果，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。",
            "对神圣系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 839,
        "effects": [
            "对所有敌人造成 130% 伤害。",
            "如果目标剩余生命超过 50% ，可对其造成 260% 伤害。",
            "所有盟友会将来自神圣系敌人特殊技能的全部状态效果和 115% 伤害反弹至进攻者并阻挡该技能的其它负面效果，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。",
            "所有神圣系敌人获得对暗黑系 -54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 840,
        "effects": [
            "对目标造成 150% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 711 点剧毒伤害。施法者会吸收所造成剧毒伤害的 100% 并转化为生命值。",
            "元素链为全体暗黑系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 841,
        "effects": [
            "对目标造成 850% 伤害。",
            "若目标在受到伤害前生命值低于 50% ，则多瞄准一名在受到此特殊技能伤害前生命值低于 50% 的敌人。若其他敌人的生命都在 50% 以上，则多瞄准一名随机敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "如果命中的敌人在后续 3 回合内使用特殊技能，则在 5 回合内对其造成共计 725 点剧毒伤害。此效果无法净化（状态效果将在特殊技能结束后施加。若此状态效果在特殊技能施放期间被移除，则不会施加状态效果）。"
        ]
    },
    {
        "originalIndex": 842,
        "effects": [
            "对目标造成 450% 伤害。",
            "目标陷入沉默，持续 3 回合。",
            "若面板上有 6 个或以上的暗黑系盾牌，则改为对目标以及附近敌人造成该伤害和状态异常。",
            "若面板上有 12 个或以上的暗黑系盾牌，则改为对所有敌人造成该伤害和状态异常。"
        ]
    },
    {
        "originalIndex": 843,
        "effects": [
            "对所有敌人造成 470% 伤害。",
            "衰退：所有敌人获得 -350 点攻击力和 -350 点防御。",
            "所有敌人获得 -35% 法力生成，持续 5 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 844,
        "effects": [
            "对目标造成 250% 伤害。",
            "目标在 5 回合内受到共计 355 点伤害。若目标身上已有此效果，持续时间将会刷新，并且伤害会提高 315 点，最多共计 985 点伤害。",
            "施法者偷取目标所获治疗的 75% ，持续 5 回合。",
            "所有盟友获得 +30% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 845,
        "effects": [
            "对目标及附近敌人造成 155% 伤害。",
            "目标与附近敌人在 5 回合内受到共计 230 点伤害。若目标身上已有此效果，持续时间将会刷新，并且伤害会提高 315 点，最多共计 855 点伤害。",
            "施法者偷取目标及其附近敌人所获治疗的 61% ，持续 5 回合。",
            "目标与附近敌人获得 -24% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 846,
        "effects": [
            "安全驱散所有敌人身上的状态效果增益。",
            "所有敌人对新的增益状态效果免疫，持续 4 回合。",
            "召唤一个持剑守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "被持剑守卫超级小兵击中的目标会在 3 回合内受到共计 447 点流血伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 847,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "伤害无视目标的小兵。",
            "召唤诅咒树苗恶魔附身于所有敌人。恶魔每回合对其目标造成 75% 攻击力的伤害。",
            "诅咒树苗恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 60% 的治疗量后便会消失。",
            "诅咒树苗恶魔的攻击对拥有小兵的目标造成额外伤害。",
            "元素链给予所有暗黑系盟友 +10% 攻击力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 848,
        "effects": [
            "随机重新排列敌人位置。",
            "对所有敌人造成 340% 伤害。",
            "在 3 回合内，除施法者外所有盟友的元素每回合都会改变。前 2 回合，元素是随机的。",
            "最后一回合，盟友会恢复其原始元素。"
        ]
    },
    {
        "originalIndex": 849,
        "effects": [
            "此特殊技能必定命中。",
            "对目标造成 620% 伤害。",
            "为所有盟友恢复等同于所造成伤害 40% 的生命值。",
            "所有盟友获得 +74% 特殊技能防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 850,
        "effects": [
            "对目标造成 550% 伤害。",
            "目标跳起痛苦歌谣，持续 4 回合。舞蹈会蔓延至附近敌人。",
            "痛苦歌谣：",
            "舞者陷入沉默。",
            "舞蹈结束时，目标受到 1700 点伤害。",
            "添加舞蹈状态效果时将移除所有现有状态效果。",
            "舞蹈免疫新的状态效果。新的舞蹈状态效果将取代此效果。",
            "舞蹈效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 851,
        "effects": [
            "此特殊技能无视闪避效果。",
            "驱散目标和附近敌人身上的增益。",
            "目标与附近敌人在 3 回合内受到共计 936 点剧毒伤害。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 852,
        "effects": [
            "使所有敌人在 4 回合内减少共计 800 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 200 点每回合。",
            "所有盟友在 4 回合内获得共计 800 点生命加成。提高的生命值可以超过最大生命值。",
            "所有敌人获得 -24% 法力生成，持续 4 回合。",
            "所有盟友获得 +24% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 853,
        "effects": [
            "为所有盟友恢复 40% 生命值。",
            "使所有盟友的法力增加 10%。",
            "面板中所有暗黑系盾牌受到影响。进攻方英雄施放此特殊技能时，盾牌将会被增强，给予的法力增加 +37% ；而防御方英雄施放此特殊技能时，盾牌则会被削弱，给予的法力减少 -30%。"
        ]
    },
    {
        "originalIndex": 854,
        "effects": [
            "所有盟友在 4 回合内恢复 1060 点生命值。",
            "所有盟友在 4 回合内恢复少量法力。",
            "面板中所有暗黑系盾牌受到影响。进攻方英雄施放此特殊技能时，增强的盾牌会给予 37% 的额外法力。防御方英雄施放此特殊技能时，盾牌则会被削弱，给予的法力减少 -30%。"
        ]
    },
    {
        "originalIndex": 855,
        "effects": [
            "对目标造成 535% 伤害，并对附近敌人造成轻微伤害。",
            "强化防御异常：目标与附近敌人获得对特殊技能 -64% 的防御。此效果在敌人受到 3 次特殊技能伤害后消失。",
            "强化防御异常结束后、被移除或被替换后，驱散敌人身上的增益。"
        ]
    },
    {
        "originalIndex": 856,
        "effects": [
            "对目标造成 440% 伤害。",
            "目标获得 -34% 防御，持续 2 回合。若目标受到特殊技能的直接伤害，效果持续时间将重置。",
            "目标获得的治疗减少 -34% ，持续 2 回合。若目标受到特殊技能的直接伤害，效果持续时间将重置。",
            "元素链为全体暗黑系盟友提供 +20% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 857,
        "effects": [
            "施法者和附近盟友在 4 回合内恢复 732 点生命值。",
            "施法者和附近盟友获得 +46% 防御，持续 4 回合。",
            "施法者和附近盟友获得 +74% 特殊技能防御，持续 4 回合。",
            "元素链为所有暗黑系盟友召唤出一名暗黑小兵，其可从施法者处继承 6% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 858,
        "effects": [
            "为所有盟友恢复 27% 生命值。"
        ]
    },
    {
        "originalIndex": 859,
        "effects": [
            "对目标造成 265% 伤害。"
        ]
    },
    {
        "originalIndex": 860,
        "effects": [
            "对所有敌人造成 115% 伤害。"
        ]
    },
    {
        "originalIndex": 861,
        "effects": [
            "所有盟友获得 48% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 862,
        "effects": [
            "所有盟友获得 +48% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 863,
        "effects": [
            "对目标造成 200% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 864,
        "effects": [
            "对目标造成 280% 伤害。",
            "使目标的法力减少 25%。"
        ]
    },
    {
        "originalIndex": 865,
        "effects": [
            "对目标及附近敌人造成 170% 伤害。",
            "使目标和附近敌人的法力减少 15%。"
        ]
    },
    {
        "originalIndex": 866,
        "effects": [
            "对目标造成 285% 伤害。",
            "使目标的法力减少 20%。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 867,
        "effects": [
            "对目标造成 295% 伤害。",
            "使目标的法力减少 25%。",
            "攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 868,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 180% 伤害。",
            "* 目标与附近敌人获得对烈火系 -34% 的防御，持续 3 回合。",
            "第二次：",
            "* 对目标及附近敌人造成 200% 伤害。",
            "* 目标与附近敌人获得对烈火系 -54% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 869,
        "effects": [
            "特殊技能连续使用会有不同的效果，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 170% 伤害。",
            "* 目标与附近敌人获得对烈火系 -33% 的防御，持续 3 回合。",
            "第二次：",
            "* 对目标及附近敌人造成 220% 伤害。",
            "* 目标与附近敌人获得对烈火系 -55% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 870,
        "effects": [
            "所有盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友获得 +35% 防御，持续 4 回合。防御每回合增加 10% ，最高为 +65%。",
            "所有盟友会以所受伤害的 70% 进行反击，持续 4 回合。反击伤害每回合增加 +10% ，最高为 +100%。"
        ]
    },
    {
        "originalIndex": 871,
        "effects": [
            "对所有敌人造成 105% 伤害。",
            "使所有敌人的法力减少 20%。",
            "所有盟友获得 +24% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 872,
        "effects": [
            "对目标及附近敌人造成 200% 伤害。",
            "衰退：目标与附近敌人获得 -40 点攻击力和 -40 点防御。",
            "目标与附近敌人获得 -35% 防御，持续 3 回合。若该效果在持续时间结束前被移除，其拥有者将受到 124 点伤害。"
        ]
    },
    {
        "originalIndex": 873,
        "effects": [
            "对目标及附近敌人造成 275% 伤害。",
            "为施法者召唤一个精灵小兵，其可从施法者处继承 10% 生命和 10% 攻击力。",
            "目标与附近敌人受到的所有伤害增加 +24% ，且面板上每有一个烈火系盾牌则额外增加 +2% ，持续 4 回合，最高可达 +40% 所受伤害。"
        ]
    },
    {
        "originalIndex": 874,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对所有敌人造成 105% 伤害。",
            "* 攻击会无视防御增益（包括反击）。",
            "2 倍法力充能：",
            "* 对所有敌人造成 125% 伤害。",
            "* 攻击会无视防御增益（包括反击）。",
            "* 所有敌人在 3 回合内受到共计 120 点燃烧伤害。",
            "3 倍法力充能：",
            "* 对所有敌人造成 205% 伤害。",
            "* 攻击会无视防御增益（包括反击）。",
            "* 所有敌人在 4 回合内受到共计 160 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 875,
        "effects": [
            "对目标及附近敌人造成 240% 伤害。",
            "目标与附近敌人获得 -24% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 876,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "使所有敌人的法力减少 10%。"
        ]
    },
    {
        "originalIndex": 877,
        "effects": [
            "所有盟友有 +45% 的几率闪避特殊技能，持续 3 回合。每次闪避会对攻击者造成 80 点伤害。",
            "所有盟友在 3 回合内恢复少量法力。"
        ]
    },
    {
        "originalIndex": 878,
        "effects": [
            "为所有盟友恢复 32% 生命值。"
        ]
    },
    {
        "originalIndex": 879,
        "effects": [
            "所有盟友在 3 回合内恢复 459 点生命值。",
            "所有盟友获得 +30% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 880,
        "effects": [
            "为所有盟友恢复 35% 生命值。",
            "所有盟友获得 +34% 防御，持续 3 回合。对所有烈火系角色，此状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 881,
        "effects": [
            "对 8 名随机敌人造成 130% 伤害。",
            "重置所有盟友的增益持续时间。"
        ]
    },
    {
        "originalIndex": 882,
        "effects": [
            "对所有敌人造成 145% 伤害。",
            "所有敌人在 6 回合内受到共计 120 点伤害。"
        ]
    },
    {
        "originalIndex": 883,
        "effects": [
            "对所有敌人造成 115% 伤害。",
            "所有敌人在 4 回合内受到共计 156 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 884,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "所有敌人在 3 回合内受到共计 114 点燃烧伤害。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 885,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人在 3 回合内受到共计 135 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 886,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 施法者和附近盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 3 回合。",
            "2 倍法力充能：",
            "* 目标与附近敌人获得 -44% 防御，并在每次被击中时再降低 -4% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 887,
        "effects": [
            "对所有敌人造成 160% 伤害。",
            "为每位盟友召唤一个吴军小兵，其可从施法者处继承 10% 生命和 18% 攻击力。",
            "被吴军小兵击中的目标会在 3 回合内受到共计 156 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 888,
        "effects": [
            "此特殊技能有几率造成暴击（造成暴击的几率取决于英雄在造成伤害时的总暴击几率。此特殊技能造成的暴击会额外造成 50% 伤害。暴击可以减少PvP战斗中敌人的最大生命值。此效果对拥有生命加成的目标更强）。",
            "对目标造成 265% 伤害，并对附近敌人造成轻微伤害。",
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 889,
        "effects": [
            "对目标造成 290% 伤害。",
            "施法者获得 +45% 攻击力，并在每次被击中时再增加 20% 攻击力，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 890,
        "effects": [
            "对目标造成 290% 伤害。",
            "目标在 6 回合内受到共计 126 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 891,
        "effects": [
            "对目标造成 260% 伤害。",
            "目标在 3 回合内受到共计 129 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 892,
        "effects": [
            "对目标造成 295% 伤害。",
            "目标在 4 回合内受到共计 144 点燃烧伤害。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 893,
        "effects": [
            "除施法者外的所有盟友获得 +50% 攻击力，持续 3 回合。",
            "除施法者外的所有盟友获得 +24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 894,
        "effects": [
            "对目标及附近敌人造成 200% 伤害。",
            "目标与附近敌人受到 144 点毒素伤害，持续 4 回合。拥有生命加成、小兵或超级小兵的目标受到的伤害会增加（拥有生命加成的目标受到的毒素伤害增加 +100%。目标拥有的每个小兵或超级小兵会额外增加 +33% 伤害，最多总计 +199% ）。"
        ]
    },
    {
        "originalIndex": 895,
        "effects": [
            "对目标造成 285% 伤害。",
            "使目标的法力减少 20%。",
            "召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。"
        ]
    },
    {
        "originalIndex": 896,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "所有敌人在 4 回合内受到共计 216 点流血伤害。",
            "所有敌人获得 -34% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 897,
        "effects": [
            "对目标及附近敌人造成 225% 伤害。",
            "施法者和附近盟友获得 +45% 攻击力，并在每次被击中时再增加 +20% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 898,
        "effects": [
            "对目标造成 355% 伤害。",
            "施法者获得 -20% 防御，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 899,
        "effects": [
            "此特殊技能必定命中。",
            "对目标及附近敌人造成 265% 伤害。",
            "施法者和附近盟友获得 +20% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 900,
        "effects": [
            "对所有敌人造成 120% 伤害。",
            "面板上每拥有一个烈火系盾牌，伤害就会增加 24% ，最多造成 360% 伤害。"
        ]
    },
    {
        "originalIndex": 901,
        "effects": [
            "召唤蠕虫恶魔附身于所有敌人。恶魔每回合对敌人造成 32% 攻击力的伤害。",
            "蠕虫恶魔会吸收治疗。它在吸收了相当于目标最大生命值 16% 的治疗量后便会消失。"
        ]
    },
    {
        "originalIndex": 902,
        "effects": [
            "召唤蠕虫恶魔附身于所有敌人。恶魔每回合对敌人造成 28% 攻击力的伤害。",
            "恶魔会吸收治疗。它在吸收了相当于目标最大生命值 20% 的治疗量后便会消失。"
        ]
    },
    {
        "originalIndex": 903,
        "effects": [
            "对所有敌人造成 205% 伤害。",
            "使所有敌人在 3 回合内减少共计 450 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 150 点每回合）。"
        ]
    },
    {
        "originalIndex": 904,
        "effects": [
            "对所有敌人造成 235% 伤害。",
            "使所有敌人在 3 回合内减少共计 345 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 115 点每回合）。"
        ]
    },
    {
        "originalIndex": 905,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "召唤鬼火恶魔附身于所有敌人。恶魔每回合对其目标造成 35% 攻击力的伤害。",
            "鬼火恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 18% 的治疗量后便会消失。",
            "叠加 +2 （最多 10 层）：施法者获得 +10% 法力生成。",
            "叠加（最多 10 层）：施法者每回合恢复 10 点生命值。"
        ]
    },
    {
        "originalIndex": 906,
        "effects": [
            "为所有盟友恢复 27% 生命值。",
            "所有盟友获得 +48% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 907,
        "effects": [
            "为所有盟友恢复 37% 生命值。",
            "所有盟友获得 +30% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 908,
        "effects": [
            "所有盟友在 4 回合内获得共计 288 点生命加成。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 909,
        "effects": [
            "为所有盟友恢复 33% 生命值。",
            "所有盟友获得 +40% 攻击力，持续 4 回合。对所有烈火系角色，此状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 910,
        "effects": [
            "为所有盟友恢复 34% 生命值。",
            "所有盟友获得 +45% 攻击力，持续 4 回合。",
            "所有烈火系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 911,
        "effects": [
            "使目标的法力减少 25%。",
            "召唤一个精灵小兵，其可从施法者处继承 10% 生命和 10% 攻击力。",
            "目标收到一个礼物炸弹。礼物炸弹会在 3 回合后爆炸，对目标和附近敌人造成 374 点伤害。目标被击败时，礼物炸弹也会爆炸。"
        ]
    },
    {
        "originalIndex": 912,
        "effects": [
            "对目标及附近敌人造成 315% 伤害。",
            "如果施法者在后续 4 回合中被击败，该施法者将于下一个回合开始时以 27% 的生命复活。施法者被击败时所有状态和叠加效果会被移除。",
            "叠加（最多 10 层）：施法者获得 +5% 法力生成。",
            "叠加 +2 （最多 10 层）：施法者每回合恢复 20 点生命值。"
        ]
    },
    {
        "originalIndex": 913,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "所有敌人在 6 回合内受到共计 348 点伤害。"
        ]
    },
    {
        "originalIndex": 914,
        "effects": [
            "对所有敌人造成 240% 伤害。",
            "所有敌人在 3 回合内受到共计 204 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 915,
        "effects": [
            "对目标及附近敌人造成 285% 伤害。",
            "目标与附近敌人获得对烈火系 -54% 的防御，持续 6 回合。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 916,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "所有敌人在 3 回合内受到共计 174 点燃烧伤害。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 917,
        "effects": [
            "对所有敌人造成 220% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人在 3 回合内受到共计 198 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 918,
        "effects": [
            "对目标造成 340% 伤害。",
            "基础防御最高的敌人获得 -44% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 919,
        "effects": [
            "施法者和附近盟友以所受伤害的 115% 进行反击，持续 5 回合。",
            "施法者和附近盟友每次反击可降低攻击者 -10% 的法力，持续 5 回合。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 920,
        "effects": [
            "施法者和附近盟友以所受伤害的 120% 进行反击，持续 5 回合。",
            "施法者和附近盟友每次反击可降低攻击者 -5% 的法力，持续 5 回合。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 921,
        "effects": [
            "对目标造成 295% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -34% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 922,
        "effects": [
            "摧毁全部敌人的全部小兵。",
            "对所有敌人造成 180% 伤害。",
            "每摧毁一名小兵所有盟友恢复 80 点生命值。"
        ]
    },
    {
        "originalIndex": 923,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 225% 伤害。"
        ]
    },
    {
        "originalIndex": 924,
        "effects": [
            "对目标造成 325% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -24% 防御，持续 6 回合。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 925,
        "effects": [
            "对目标造成 335% 伤害，并对附近敌人造成轻微伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标与附近敌人获得 -30% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 926,
        "effects": [
            "对目标及附近敌人造成 225% 伤害。",
            "目标与附近敌人获得对烈火系 -54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 927,
        "effects": [
            "对目标及附近敌人造成 270% 伤害。",
            "目标与附近敌人对新的增益状态效果免疫，持续 3 回合，且每当有增益效果尝试施加于其上，他们都将受到 70 点伤害。",
            "施法者和附近盟友均可抵抗禁用特殊技能的效果，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 928,
        "effects": [
            "对目标造成 400% 伤害。",
            "为所有盟友恢复等同于所造成伤害 30% 的生命值。"
        ]
    },
    {
        "originalIndex": 929,
        "effects": [
            "对目标造成 370% 伤害。",
            "为所有盟友恢复等同于所造成伤害 40% 的生命值。"
        ]
    },
    {
        "originalIndex": 930,
        "effects": [
            "对目标造成 320% 伤害。",
            "目标在 6 回合内受到共计 414 点伤害。"
        ]
    },
    {
        "originalIndex": 931,
        "effects": [
            "所有敌人在 2 回合内受到共计 334 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 932,
        "effects": [
            "对目标及附近敌人造成 220% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 198 点燃烧伤害。施法者会吸收所造成燃烧伤害的 30% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 933,
        "effects": [
            "对目标造成 325% 伤害。",
            "目标在 3 回合内受到共计 216 点燃烧伤害。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 934,
        "effects": [
            "对目标造成 335% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标在 3 回合内受到共计 240 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 935,
        "effects": [
            "对目标造成 285% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人在 4 回合内受到共计 196 点燃烧伤害。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 936,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 180% 伤害。",
            "* 在 3 回合期间，每次目标使用特殊技能时，其余敌人的法力减少 -8%。",
            "2 倍法力充能：",
            "* 所有盟友获得 +24% 法力生成，持续 5 回合。",
            "* 在后续 5 回合中，每当其他盟友施放特殊技能后，此角色将对所有敌人造成 115% 伤害。每个角色施放特殊技能时，每回合只造成一次伤害。"
        ]
    },
    {
        "originalIndex": 937,
        "effects": [
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 4 回合。",
            "施法者和附近盟友获得 +25% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 938,
        "effects": [
            "施法者和附近盟友以所受伤害的 100% 进行反击，持续 4 回合。",
            "施法者和附近盟友获得 +35% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 939,
        "effects": [
            "对目标造成 280% 伤害，并对附近敌人造成轻微伤害。",
            "召唤刺骨陷阱恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。该伤害每回合提高 8% ，最高可达 93%。",
            "刺骨陷阱恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 35% 时，它便会消失。"
        ]
    },
    {
        "originalIndex": 940,
        "effects": [
            "对目标及附近敌人造成 250% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 296 点燃烧伤害。",
            "影响目标和附近敌人的攻击、防御和法力生成的所有增益，将替换为对应的不可净化状态异常（替换效果无法被状态效果、家族效果或被动技能阻挡。只有可驱散或可净化的增益才可被替换。替换效果：攻击力增益将被 -40% 攻击力异常状态取代，持续 4 回合。防御增益将被 -40% 防御异常状态取代，持续 4 回合。法力生成增益将被 -40% 法力生成异常状态取代，持续 4 回合）。"
        ]
    },
    {
        "originalIndex": 941,
        "effects": [
            "为所有盟友恢复 25% 生命值。",
            "面板上每存在一个烈火系盾牌，便额外恢复 2% 生命，最多共计恢复 45% 生命值。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 942,
        "effects": [
            "对目标及附近敌人造成 120% 伤害。",
            "目标与附近敌人跳起魅力歌谣，持续 3 回合。添加此效果时将移除所有现有状态效果。",
            "魅力歌谣。",
            "* -20% 法力生成。",
            "* -20% 所获治疗量。",
            "* 免疫新的状态效果。新的舞蹈状态效果将取代此效果。",
            "* 此效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 943,
        "effects": [
            "对所有敌人造成 200% 伤害。每下攻击的精准度为 50%。",
            "所有命中的敌人在 4 回合内受到共计 192 点流血伤害。"
        ]
    },
    {
        "originalIndex": 944,
        "effects": [
            "对所有敌人造成 175% 伤害。每下攻击的精准度为 80%。",
            "所有命中的敌人在 4 回合内受到共计 200 点流血伤害。"
        ]
    },
    {
        "originalIndex": 945,
        "effects": [
            "对目标造成 215% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -34% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 946,
        "effects": [
            "对目标造成 185% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人在 3 回合内受到共计 138 点剧毒伤害。",
            "施法者和附近盟友获得 +30% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 947,
        "effects": [
            "对目标造成 235% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -31% 攻击力，并在每次被击中时再降低 4% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 948,
        "effects": [
            "对目标造成 220% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -24% 攻击力，持续 6 回合。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 949,
        "effects": [
            "所有盟友获得 +30% 攻击力，持续 4 回合。",
            "所有盟友获得 +30% 暴击几率，持续 4 回合。",
            "所有盟友获得尸鬼护佑。若受祝福的英雄在接下来的 4 回合内阵亡，他们将重生为尸鬼，并拥有：",
            "100% 继承生命值。",
            "500 攻击力。",
            "500 防御。",
            "特殊技能：永恒忠诚。"
        ]
    },
    {
        "originalIndex": 950,
        "effects": [
            "1 倍法力充能：",
            "* 施法者在 3 回合内恢复 411 点生命值。",
            "* 净化施法者的状态异常。",
            "2 倍法力充能：",
            "* 施法者和附近盟友在 3 回合内恢复 549 点生命值。",
            "* 净化施法者和附近盟友的状态异常。",
            "3 倍法力充能：",
            "* 所有盟友在 3 回合内恢复 714 点生命值。",
            "* 净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 951,
        "effects": [
            "对目标造成 265% 伤害。",
            "施法者和附近盟友获得 +24% 法力生成，持续 4 回合。",
            "施法者和附近盟友获得 +48% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 952,
        "effects": [
            "对目标造成 300% 伤害。",
            "施法者以所受伤害的 135% 进行反击，持续 5 回合。",
            "施法者每次反击可恢复适量法力，持续 5 回合。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 953,
        "effects": [
            "对目标造成 280% 伤害。",
            "施法者以所受伤害的 155% 进行反击，持续 5 回合。",
            "施法者每次反击可恢复适量法力，持续 5 回合。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 954,
        "effects": [
            "对所有敌人造成 235% 伤害。每下攻击的精准度为 80%。",
            "每有一个敌人被击败，伤害增加 70%。"
        ]
    },
    {
        "originalIndex": 955,
        "effects": [
            "对目标及附近敌人造成 365% 伤害。每下攻击的精准度为 85%。",
            "每有一个敌人被击败，伤害增加 25%。"
        ]
    },
    {
        "originalIndex": 956,
        "effects": [
            "对目标造成 280% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -44% 防御，并在每次被击中时再降低 -4% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 957,
        "effects": [
            "对目标及附近敌人造成 285% 伤害。",
            "召唤一个烈火精灵恶魔附身于目标及附近敌人。",
            "烈火精灵恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 35% 的治疗量后便会消失。",
            "施法者偷取目标与附近敌人生成法力的 30%。只要目标拥有烈火精灵恶魔，此效果将会持续，并且无法净化，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 958,
        "effects": [
            "所有盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有敌人变得灵魂相连，持续 4 回合。灵魂相连的敌人将平摊所受伤害。",
            "所有盟友获得 +63% 防御，持续 4 回合。",
            "所有敌人获得 -44% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 959,
        "effects": [
            "所有盟友获得 +100% 普通攻击，持续 4 回合。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +140% 攻击力。",
            "所有盟友在 4 回合内恢复 280 点生命值。"
        ]
    },
    {
        "originalIndex": 960,
        "effects": [
            "对目标造成 350% 伤害。",
            "重置所有敌人的状态异常持续时间。"
        ]
    },
    {
        "originalIndex": 961,
        "effects": [
            "对目标造成 355% 伤害。",
            "为每位盟友召唤一个吴军小兵，其可从施法者处继承 10% 生命和 18% 攻击力。",
            "被吴军小兵击中的目标会在 3 回合内受到共计 207 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 962,
        "effects": [
            "对目标造成 345% 伤害。",
            "为每位盟友召唤一个吴军小兵，其可从施法者处继承 22% 生命和 30% 攻击力。",
            "被吴军小兵击中的目标会在 3 回合内受到共计 339 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 963,
        "effects": [
            "对所有敌人造成 260% 伤害。",
            "为每位盟友召唤一个苏鲁小兵，其可从施法者处继承 15% 生命和 20% 攻击力。",
            "苏鲁小兵每次击中目标都会对目标施加以下状态异常：",
            "* 目标在 4 回合内受到共计 340 点流血伤害。",
            "* 对目标施加 5 点狂乱。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 964,
        "effects": [
            "使用焰暴闪袭攻击目标，造成最多 4000 点伤害。若目标为自然系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "所有盟友拥有 +45% 几率闪避攻击和特殊技能，持续 5 回合。",
            "该角色获得一层祭品标记，持续 5 回合。每当有敌人或盟友受到燃烧伤害时，施法者获得一层叠加（最大 10 层）。每层叠加可使施法者的魔力生成提高 +6%。"
        ]
    },
    {
        "originalIndex": 965,
        "effects": [
            "摧毁目标和附近敌人的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标及附近敌人造成 250% 伤害。",
            "每摧毁一名小兵，所有盟友恢复 10% 生命值。",
            "每摧毁一名小兵，所有盟友获得 3% 法力。",
            "攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 966,
        "effects": [
            "摧毁目标和附近敌人的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标及附近敌人造成 245% 伤害。",
            "每摧毁一名小兵，所有盟友恢复 12% 生命值。",
            "每摧毁一名小兵，所有盟友获得 3% 法力。",
            "攻击会无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 967,
        "effects": [
            "对目标造成 605% 伤害。",
            "为施法者恢复等同于所造成伤害 100% 的生命值。",
            "目标将抵抗治疗且每次抵抗治疗时都将受到 300 点伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 968,
        "effects": [
            "对所有敌人造成 450% 伤害。",
            "除施法者外的所有盟友跳起炽焰狂舞，持续 3 回合。",
            "炽焰狂舞。",
            "* +50% 防御。",
            "* 若舞者受到特殊技能的直接伤害，所有舞者的炽焰狂舞持续时间延长 1 回合。此舞蹈每回合只能延长一次（添加舞蹈状态效果时将移除所有现有状态效果。舞蹈状态效果免疫新的状态效果。新的舞蹈状态效果将取代此效果。舞蹈效果无法驱散。施法者阵亡后效果移除）。"
        ]
    },
    {
        "originalIndex": 969,
        "effects": [
            "对所有敌人造成 280% 伤害。",
            "为每个盟友恢复相当于所造成总伤害 35% 的生命值。",
            "元素链为烈火系盟友提供针对冰雪系 +46% 的防御，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 970,
        "effects": [
            "使所有敌人减少 570 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 570 点。",
            "所有敌人在 4 回合内受到共计 744 点燃烧伤害。",
            "所有敌人获得的生命加成均减少 -75% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 971,
        "effects": [
            "对所有敌人造成 260% 伤害。",
            "叠加（最多 10 层）：全体敌人受到的所有伤害增加 +7%。",
            "所有盟友在 2 回合后获得 10% 法力，或在该效果提前被移除时立即获得。"
        ]
    },
    {
        "originalIndex": 972,
        "effects": [
            "施法者和附近盟友获得 +54% 攻击力，持续 4 回合。",
            "施法者和附近盟友获得 +36% 暴击几率，持续 4 回合。",
            "施法者和附近盟友在 4 回合内恢复 860 点生命值。",
            "元素链为全体烈火系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 973,
        "effects": [
            "施法者和附近盟友获得 +45% 攻击力，持续 4 回合。攻击力每回合增加 5% ，最高为 +60%。",
            "施法者和附近盟友会以所受伤害的 100% 进行反击，持续 4 回合。反击伤害每回合增加 10% ，最高可达 130%。",
            "施法者和附近盟友在 4 回合内获得共计 772 点生命加成。提高的生命值可以超过最大生命值。",
            "元素链为全体烈火系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 974,
        "effects": [
            "对 9 名随机敌人造成 150% 伤害。",
            "面板上每拥有一个烈火系盾牌，伤害就会增加 5% ，每下攻击最高造成 +200% 伤害。",
            "所有被击中的目标获得对烈火系 -35% 防御，每次被击中后额外降低 -5% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 975,
        "effects": [
            "对目标及附近敌人造成 360% 伤害。",
            "目标和附近敌人的增益持续时间减少 1 回合。",
            "目标与附近敌人受到腐蚀性灼伤，持续 3 回合。腐蚀性灼伤每回合造成 101 点燃烧伤害，并且使目标的防御降低 -16%。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 976,
        "effects": [
            "1 倍法力充能：",
            "* 对目标造成 385% 伤害。",
            "* 目标获得流血标记，持续 2 回合。被标记的目标每次受到流血伤害时都将获得一层叠加（最多 10 层）。每层叠加会使目标受到的所有伤害增加 +5%。",
            "* 目标在 2 回合内受到共计 316 点流血伤害。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 395% 伤害。",
            "* 目标和附近敌人获得流血标记，持续 4 回合。被标记的目标每次受到流血伤害时都将获得一层叠加（最多 10 层）。每层叠加会使目标受到的所有伤害增加 +5%。",
            "* 目标与附近敌人在 4 回合内受到共计 792 点流血伤害。",
            "3 倍法力充能：",
            "* 对所有敌人造成 405% 伤害。",
            "* 所有敌人获得流血标记，持续 6 回合。被标记的目标每次受到流血伤害时都将获得一层叠加（最多 10 层）。每层叠加会使目标受到的所有伤害增加 +5%。",
            "* 所有敌人在 6 回合内受到共计 1506 点流血伤害。"
        ]
    },
    {
        "originalIndex": 977,
        "effects": [
            "对所有敌人造成 205% 伤害。",
            "所有敌人在 6 回合内受到共计 414 点伤害。"
        ]
    },
    {
        "originalIndex": 978,
        "effects": [
            "对目标及附近敌人造成 205% 伤害。",
            "如果目标剩余生命少于 50% ，可对其造成 410% 伤害。",
            "目标与附近敌人在 2 回合内受到共计 472 点燃烧伤害。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 979,
        "effects": [
            "对目标及附近敌人造成 310% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 636 点燃烧伤害。施法者会吸收所造成燃烧伤害的 40% 并转化为生命值。"
        ]
    },
    {
        "originalIndex": 980,
        "effects": [
            "对所有敌人造成 355% 伤害。",
            "所有敌人在 3 回合内受到共计 513 点伤害。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 981,
        "effects": [
            "对所有敌人造成 365% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人在 2 回合内受到共计 621 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 982,
        "effects": [
            "随机对一个敌人造成 165% 伤害。",
            "提高施法者 1000 点生命值。提高的生命值可以超过最大生命值。",
            "施法者拥有生命加成时，所有盟友可抵抗法力减损。此效果无法驱散。",
            "施法者拥有生命加成期间，在每回合结束时对一名随机敌人造成 165% 伤害。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 983,
        "effects": [
            "对目标造成 400% 伤害。",
            "提高施法者 850 点生命值。提高的生命值可以超过最大生命值。",
            "施法者拥有生命加成时，所有盟友可抵抗法力减损。此效果无法驱散。",
            "施法者拥有生命加成期间，在每回合结束时对一名随机敌人造成 185% 伤害。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 984,
        "effects": [
            "对目标和随机 2 名敌人造成 300% 伤害。",
            "召唤导弹恶魔附身于被击中的敌人。恶魔每回合对敌人造成 55% 攻击力的伤害。",
            "导弹恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 28% 的治疗量后便会消失。",
            "若敌人在拥有导弹恶魔期间被击败，则其附近敌人将会受到 500 点伤害。"
        ]
    },
    {
        "originalIndex": 985,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 250% 伤害。",
            "所有敌人变成诅咒之画，持续 5 回合。此效果无法净化。诅咒之画拥有 70% 攻击力、 70% 防御和以下特殊技能：",
            "挣脱束缚（非常快）。",
            "* 对目标造成 250% 伤害。",
            "* 60% 几率移除施法者的诅咒之画异常（首领、泰坦和神话泰坦不受此状态效果影响）。"
        ]
    },
    {
        "originalIndex": 986,
        "effects": [
            "对目标造成 615% 伤害。",
            "为所有盟友恢复 15% 生命值。",
            "使所有盟友的法力增加 10%。",
            "叠加（最多 10 层）：所有盟友获得 +25% 攻击力。"
        ]
    },
    {
        "originalIndex": 987,
        "effects": [
            "此特殊技能必定命中。",
            "对目标及附近敌人造成 410% 伤害。",
            "成长恩赐：根据每点调整后的攻击，造成 2 倍额外伤害（最多额外造成 800 点伤害。影响所造成伤害的状态效果会影响此额外伤害。防御属性不影响额外伤害。影响攻击力的状态效果不影响额外伤害）。",
            "使目标和附近敌人减少 850 点最大生命值。若目标拥有生命加成，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何生命加成会额外减少 850 点）。",
            "目标与附近敌人获得 -50% 精准度，持续 3 回合（进攻型特殊技能也有相同几率落空）。"
        ]
    },
    {
        "originalIndex": 988,
        "effects": [
            "对所有敌人造成 335% 伤害。",
            "召唤海盗骷髅恶魔附身于所有敌人。恶魔每回合对敌人造成 100% 攻击力的伤害。",
            "海盗骷髅恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 45% 的治疗量后便会消失。",
            "海盗骷髅恶魔被召唤后，只要其所有者拥有海盗骷髅恶魔，其所有者就会获得 -45% 攻击力。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 989,
        "effects": [
            "施法者有 50% 几率将所受的任何伤害降低至 1 点，持续 3 回合。",
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 3 回合。",
            "所有盟友获得 +45% 攻击力，每次被击中后额外增加 20% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 990,
        "effects": [
            "施法者有 50% 几率将所受的任何伤害降低至 1 点，持续 4 回合。",
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "所有盟友获得 +54% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 991,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "驱散所有敌人的增益。",
            "每移除一个状态效果，则为所有盟友恢复 70 点生命值，至多恢复总计 560 点生命值。"
        ]
    },
    {
        "originalIndex": 992,
        "effects": [
            "对目标造成 540% 伤害。",
            "每有一位施法者的幸存盟友，伤害增加 30%。",
            "叠加（最多 10 层）：施法者对所克制元素的攻击力提高 +15%。"
        ]
    },
    {
        "originalIndex": 993,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "召唤炼狱恶魔附身于所有敌人。恶魔每回合对其目标造成 80% 攻击力的伤害。",
            "炼狱恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 35% 的治疗量后便会消失。",
            "炼狱恶魔被召唤后，只要目标拥有炼狱恶魔，该目标就会获得对烈火系 -54% 的防御。此效果无法净化。",
            "所有盟友获得对冰雪系 +86% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 994,
        "effects": [
            "对目标及附近敌人造成 215% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 335%。"
        ]
    },
    {
        "originalIndex": 995,
        "effects": [
            "对目标造成 300% 伤害。",
            "如果施法者身上带有状态异常或负面效果叠加，则造成 600% 伤害。"
        ]
    },
    {
        "originalIndex": 996,
        "effects": [
            "对目标造成 370% 伤害。",
            "如果施法者身上带有状态异常或负面效果叠加，则造成 555% 伤害。"
        ]
    },
    {
        "originalIndex": 997,
        "effects": [
            "对所有敌人造成 330% 伤害。",
            "召唤间谍恶魔附身于所有敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。",
            "间谍恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 30% 的治疗量后便会消失。",
            "每回合结束时，间谍恶魔将偷取其目标的其中一个可驱散增益，并将该增益施加于另一战队的一名角色身上。"
        ]
    },
    {
        "originalIndex": 998,
        "effects": [
            "将目标身上的可净化状态异常扩散至附近敌人。",
            "重置目标和附近敌人的状态异常持续时间。",
            "对目标造成 495% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 999,
        "effects": [
            "对目标造成 600% 伤害。",
            "若目标在受到伤害前有超过 50% 的法力，则多瞄准一名在受到此特殊技能伤害前有超过 50% 法力的敌人。若其他敌人的法力都在 50% 以下，则多瞄准一名随机敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "所有命中的目标将陷入沉默，持续 6 回合。此效果无法净化。",
            "衰退：所有敌人获得 -350 点攻击力和 -350 点防御。"
        ]
    },
    {
        "originalIndex": 1000,
        "effects": [
            "对目标及附近敌人造成 450% 伤害。",
            "目标与附近敌人跳起谴责歌谣，持续 3 回合。",
            "\"谴责歌谣\"。",
            "-50% 法力生成。",
            "-50% 获得的任何治疗。",
            "舞蹈结束时，目标受到 1500 点伤害（添加舞蹈状态效果时将移除所有现有状态效果。舞蹈状态效果免疫新的状态效果。新的舞蹈状态效果将取代此效果。舞蹈效果无法驱散。施法者阵亡后效果移除）。"
        ]
    },
    {
        "originalIndex": 1001,
        "effects": [
            "对目标及附近敌人造成 400% 伤害。",
            "目标与附近敌人受到吞噬粘物状态异常，持续 5 回合。",
            "吞噬粘物：移除所有可驱散的增益和成长效果，每回合造成 300 点伤害，并根据移除的效果数量每个造成 100 点伤害（如果目标已拥有此效果，则刷新持续时间，并将因移除效果而造成的额外伤害添加到新效果中。每回合伤害不能超过 700 ）。",
            "1 回合后，目标和附近敌人被施加麻木，持续 4 回合（麻木的敌人无法攻击或获得法力，并且受到的伤害提升 +50% ）。"
        ]
    },
    {
        "originalIndex": 1002,
        "effects": [
            "对目标及附近敌人造成 330% 伤害。",
            "为每个盟友恢复相当于所造成总伤害 40% 的生命值。",
            "目标与附近敌人在 4 回合内受到共计 368 点流血伤害。"
        ]
    },
    {
        "originalIndex": 1003,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "在后续 4 回合中，每当其他盟友施放特殊技能后，此角色将使所有盟友恢复 350 点生命值加成（每个角色每回合只能触发此效果一次）。",
            "所有盟友获得 +30% 法力生成，持续 4 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1004,
        "effects": [
            "净化所有盟友的状态异常。",
            "所有盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有敌人变得灵魂相连，持续 4 回合。灵魂相连的敌人将平摊所受伤害。",
            "所有盟友获得 +63% 防御，持续 4 回合。",
            "所有敌人获得 -44% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1005,
        "effects": [
            "对所有敌人造成 100% 伤害。",
            "召唤刺骨陷阱恶魔附身于所有敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。该伤害每回合提高 8% ，最高可达 93%。",
            "刺骨陷阱恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 35% 时，它便会消失。",
            "所有敌人获得 -32% 攻击力，并在每次被击中时再降低 -5% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1006,
        "effects": [
            "使所有敌人的法力减少 20%。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有敌人获得一瓶神秘药水。神秘药水会在 3 回合后爆炸并对目标造成 450 点伤害。爆炸后目标在 3 回合内无法获得法力。"
        ]
    },
    {
        "originalIndex": 1007,
        "effects": [
            "对目标及附近敌人造成 295% 伤害。",
            "目标在法力满格时会被强制施放盲目治疗，此效果持续 3 回合。",
            "盲目治疗：为剩余生命值最低的敌方角色恢复 20% 生命值。"
        ]
    },
    {
        "originalIndex": 1008,
        "effects": [
            "对目标造成 470% 伤害。",
            "目标在 3 回合内受到共计 1065 点燃烧伤害。此效果会蔓延至附近敌人。",
            "施法者在 3 回合内恢复 459 点生命值。"
        ]
    },
    {
        "originalIndex": 1009,
        "effects": [
            "驱散目标身上的增益。",
            "阻止目标触发天赋技能。",
            "对目标造成 485% 伤害。",
            "目标无法对敌人或盟友施放任何新的状态效果，持续 3 回合。包括叠加。此效果只对通过特殊技能施放的状态效果有效。"
        ]
    },
    {
        "originalIndex": 1010,
        "effects": [
            "对目标及附近敌人造成 400% 伤害。",
            "目标获得 -25% 防御，持续 4 回合。若该敌人受到治疗，则效果持续时间将重置。",
            "召唤一个持剑守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "被持剑守卫超级小兵击中的目标会在 3 回合内受到共计 456 点流血伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 1011,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 380% 伤害。",
            "* 目标与附近敌人受到腐蚀性灼伤，持续 4 回合。腐蚀性灼伤每回合造成 201 点燃烧伤害，并使目标的防御降低 -12%。对拥有小兵或超级小兵的英雄造成额外伤害。",
            "第二次：",
            "* 对目标及附近敌人造成 455% 伤害。",
            "* 目标与附近敌人受到腐蚀性灼伤，持续 4 回合。腐蚀性灼伤每回合造成 231 点燃烧伤害，并使目标的防御降低 -16%。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1012,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标及附近敌人造成 360% 伤害。",
            "* 目标与附近敌人受到腐蚀性灼伤，持续 4 回合。腐蚀性灼伤每回合造成 240 点燃烧伤害，并使目标的防御降低 -10%。对拥有小兵或超级小兵的英雄造成额外伤害。",
            "第二次：",
            "* 对目标及附近敌人造成 485% 伤害。",
            "* 目标与附近敌人受到腐蚀性灼伤，持续 4 回合。腐蚀性灼伤每回合造成 375 点燃烧伤害，并使目标的防御降低 -18%。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1013,
        "effects": [
            "对目标造成 500% 伤害，并对所有自然系敌人造成轻微伤害。",
            "目标和所有自然系敌人在 4 回合内受到共计 992 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 1014,
        "effects": [
            "对所有敌人造成 500% 伤害。",
            "所有敌人受到腐蚀性灼伤，持续 5 回合。腐蚀性灼伤每回合造成 322 点燃烧伤害，并使目标的防御降低 -13%。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "施法者在 4 回合内获得 1480 点生命加成。提高的生命值可以超过最大生命值。",
            "施法者获得 +50% 法力生成，持续 4 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 1015,
        "effects": [
            "对目标造成 585% 伤害。",
            "对随机数量的敌人造成额外 260% 伤害，数量与敌人拥有的恶魔数量相同。每下攻击的伤害都会递减。",
            "所有命中的目标无法对敌人或盟友施放任何新的状态效果，持续 4 回合（包括叠加。此效果只对通过特殊技能施放的状态效果有效）。",
            "所有命中的目标获得 -54% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1016,
        "effects": [
            "对目标造成 355% 伤害，并对附近敌人造成轻微伤害。",
            "叠加：（最多 10 层）目标和附近的敌人获得 -9% 的防御。"
        ]
    },
    {
        "originalIndex": 1017,
        "effects": [
            "对目标及附近敌人造成 325% 伤害。",
            "施法者和附近盟友在 4 回合后恢复 1000 点生命值。若该效果在持续时间结束前被移除或取代，则改为恢复 1300 点生命值。",
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1018,
        "effects": [
            "对所有敌人造成 202% 伤害。",
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1019,
        "effects": [
            "对所有敌人造成 172% 伤害。",
            "施法者和附近盟友以所受伤害的 155% 进行反击，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1020,
        "effects": [
            "对所有敌人造成 242% 伤害。",
            "施法者和附近盟友会以所受伤害的 115% 进行反击，持续 5 回合。反击伤害每回合增加 +10% ，最高可达 155%。"
        ]
    },
    {
        "originalIndex": 1021,
        "effects": [
            "对所有敌人造成 352% 伤害。",
            "施法者和附近盟友以所受伤害的 120% 进行反击，持续 5 回合。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1022,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "所有敌人在 4 回合内受到共计 640 点燃烧伤害。",
            "驱散所有敌人的增益。",
            "元素链为全体烈火系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1023,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "召唤蜘蛛恶魔附身于所有敌人。恶魔每回合对敌人造成 43% 攻击力的伤害。",
            "蜘蛛恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 28% 的治疗量后便会消失。",
            "蜘蛛恶魔被召唤后，只要其所有者拥有蜘蛛恶魔，其所有者就会获得 -24% 法力生成。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1024,
        "effects": [
            "对所有敌人造成 165% 伤害。",
            "召唤蜘蛛恶魔附身于所有敌人。恶魔每回合对其目标造成 41% 攻击力的伤害。",
            "蜘蛛恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 40% 的治疗量后便会消失。",
            "蜘蛛恶魔被召唤后，只要其所有者拥有蜘蛛恶魔，其所有者就会获得 -28% 法力生成。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1025,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "为所有盟友召唤一个火墙小兵，其可从施法者处继承 35% 生命值。",
            "火墙小兵每当受到普通攻击或特殊技能攻击时，攻击者都会受到腐蚀性灼伤，持续 3 回合。腐蚀性灼伤每回合造成 200 点燃烧伤害，并使目标的防御降低 -10%。对拥有小兵或超级小兵的英雄造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1026,
        "effects": [
            "施放以下特殊技能之一：",
            "若任何敌人身上带有燃烧状态异常：",
            "* 所有敌人在 5 回合内受到共计 415 点燃烧伤害。",
            "* 所有盟友在 3 回合内恢复 549 点生命值。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。",
            "否则：",
            "* 所有敌人在 5 回合内受到共计 365 点燃烧伤害。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1027,
        "effects": [
            "施放以下特殊技能之一：",
            "若任何敌人身上带有燃烧状态异常：",
            "* 所有敌人在 5 回合内受到共计 715 点燃烧伤害。",
            "* 所有盟友在 3 回合内恢复 450 点生命值。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。",
            "否则：",
            "* 所有敌人在 5 回合内受到共计 620 点燃烧伤害。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1028,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 摧毁目标的所有小兵。",
            "* 对目标造成 520% 伤害。",
            "2 倍法力充能：",
            "* 摧毁目标的所有小兵。",
            "* 对目标造成 610% 伤害。",
            "* 目标无法通过特殊技能召唤新的小兵，且每当尝试召唤一名小兵时都会受到 200 点伤害，持续 3 回合。",
            "3 倍法力充能：",
            "* 摧毁目标的所有小兵。",
            "* 对目标造成 675% 伤害。",
            "* 目标无法通过特殊技能召唤新的小兵，且每当尝试召唤一名小兵时都会受到 200 点伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1029,
        "effects": [
            "使用月出闪袭攻击目标，造成最多 2180 点伤害。若目标为神圣系元素则额外造成 40% 伤害。",
            "在 4 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳交错。触发此效果时，该效果将转移到被击中的盟友身上并刷新持续时间。",
            "所有敌人获得 -35% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1030,
        "effects": [
            "摧毁目标的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标造成 530% 伤害。",
            "若本次攻击将敌人击败，那么施法者将恢复 +50% 生命并获得 33% 法力。",
            "拟态兽宝箱关闭 2 回合（拟态兽宝箱关闭时免疫伤害和新的状态异常）。"
        ]
    },
    {
        "originalIndex": 1031,
        "effects": [
            "对目标造成 375% 伤害。",
            "召唤一个持剑守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "被持剑守卫超级小兵击中的目标会在 3 回合内受到共计 468 点流血伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 1032,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "所有盟友攻击时无视防御增益，持续 4 回合。防御增益（包括反击）。",
            "所有盟友获得 +50% 暴击几率，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1033,
        "effects": [
            "为所有盟友恢复 50% 生命值。",
            "所有盟友攻击时无视防御增益，持续 4 回合（防御增益（包括反击））。",
            "所有盟友获得 +55% 暴击几率，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1034,
        "effects": [
            "使用月出闪袭攻击目标和附近敌人，造成最多 1440 点伤害。若目标为神圣系元素则额外造成 40% 伤害。",
            "每回合结束时，目标及附近敌人的法力减少 -15% ，持续 3 回合。",
            "目标与附近敌人获得的治疗减少 -50% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1035,
        "effects": [
            "1 倍法力充能：",
            "* 提高所有盟友 230 点生命值。提高的生命值可以超过最大生命值。",
            "* 所有盟友对新的状态异常免疫，持续 2 回合。",
            "2 倍法力充能：",
            "* 提高所有盟友 450 点生命值。提高的生命值可以超过最大生命值。",
            "* 所有盟友对新的状态异常免疫，持续 3 回合。",
            "3 倍法力充能：",
            "* 提高所有盟友 750 点生命值。提高的生命值可以超过最大生命值。",
            "* 所有盟友对新的状态异常免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1036,
        "effects": [
            "从目标处偷取小兵。",
            "对目标造成 500% 伤害。"
        ]
    },
    {
        "originalIndex": 1037,
        "effects": [
            "摧毁目标和附近敌人的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标及附近敌人造成 335% 伤害。"
        ]
    },
    {
        "originalIndex": 1038,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对随机 3 名敌人造成 300% 伤害。",
            "* 被击中的敌人被施加深海熔岩魔方。",
            "* 被施加熔岩魔方期间，所有者获得 -34% 防御。",
            "* 熔岩魔方在 3 回合后爆炸，对其所有者造成 300 点伤害。",
            "* 如果熔岩魔方被净化，其所有者获得 -34% 法力生成，持续 3 回合。",
            "第二次：",
            "* 对随机 5 名敌人造成 350% 伤害。",
            "* 被击中的敌人被施加深海熔岩魔方。",
            "* 被施加熔岩魔方期间，所有者获得 -44% 防御。",
            "* 熔岩魔方在 3 回合后爆炸，对其所有者造成 450 点伤害。",
            "* 如果熔岩魔方被净化，其所有者获得 -54% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1039,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对随机 3 名敌人造成 275% 伤害。",
            "* 被击中的敌人被施加深海熔岩魔方。",
            "* 被施加熔岩魔方期间，所有者获得 -34% 防御。",
            "* 熔岩魔方在 3 回合后爆炸，对其所有者造成 300 点伤害。",
            "* 如果熔岩魔方被净化，其所有者获得 -34% 法力生成，持续 3 回合（如果熔岩魔方被新的熔岩魔方取代，它会爆炸。每次施放最多可发生 2 次）。",
            "第二次：",
            "* 对随机 5 名敌人造成 375% 伤害。",
            "* 被击中的敌人被施加深海熔岩魔方。",
            "* 被施加熔岩魔方期间，所有者获得 -44% 防御。",
            "* 熔岩魔方在 4 回合后爆炸，对其所有者造成 450 点伤害。",
            "* 如果熔岩魔方被净化，其所有者获得 -54% 法力生成，持续 3 回合（如果熔岩魔方被新的熔岩魔方取代，它会爆炸。每次施放最多可发生 2 次）。"
        ]
    },
    {
        "originalIndex": 1040,
        "effects": [
            "所有敌人被施加恼怒，持续 4 回合。恼怒的角色会在回合结束时对随机一名对手造成 1% 伤害。此效果无法驱散。",
            "所有盟友获得粘糊表面，持续 4 回合。此效果无法驱散。",
            "粘糊表面：从攻击的敌人身上窃取 1 个随机可驱散的增益或成长效果（受到任何伤害时，粘糊表面都会激活。每个拥有粘糊表面的角色每回合只能从普通攻击中窃取一个状态效果增益或成长效果）。",
            "所有盟友获得 +55% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1041,
        "effects": [
            "对目标及附近敌人造成 200% 伤害。",
            "目标与附近敌人在 2 回合内受到共计 492 点燃烧伤害。",
            "对自然系造成额外伤害。",
            "元素链为全体烈火系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1042,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "所有敌人在 2 回合内受到共计 542 点燃烧伤害。",
            "元素链为全体烈火系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1043,
        "effects": [
            "为所有盟友恢复 22% 生命值。",
            "所有盟友对新的状态异常免疫，持续 2 回合。",
            "元素链为全体烈火系盟友提供 +4% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1044,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "所有盟友获得对冰雪系 +94% 的防御，持续 4 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1045,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "所有盟友会将来自冰雪系敌人特殊技能的全部状态效果和 115% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 1046,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "施法者获得 +40% 法力生成，持续 4 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "除施法者外所有盟友获得软化皮肤（他们下次受到的伤害减少 -90% ，并抵抗所有状态异常和法力减损。此效果无法驱散）。",
            "所有盟友在 4 回合后恢复 1400 点生命，或在该技能在持续时间结束前再次施放时立即恢复。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1047,
        "effects": [
            "此特殊技能必定命中。",
            "对目标造成 400% 伤害，并对其余敌人造成轻微伤害。",
            "所有敌人受到的所有伤害增加 30% ，持续 3 回合。",
            "所有敌人获得 -30% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1048,
        "effects": [
            "提高所有盟友 480 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友对新的状态异常免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1049,
        "effects": [
            "所有盟友在 4 回合内获得共计 640 点生命加成。提高的生命值可以超过最大生命值。",
            "所有盟友对新的状态异常免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1050,
        "effects": [
            "对目标造成 450% 伤害。",
            "召唤石像鬼恶魔附身于目标。石像鬼恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 30% 时，它便会消失。",
            "石像鬼恶魔被召唤后，只要其所有者拥有石像鬼恶魔，其所有者在法力满格时就会对随机一名盟友施放莽夫乱拳。此效果无法驱散。",
            "石像鬼恶魔会在 4 回合后爆炸，对目标造成 150 点伤害。"
        ]
    },
    {
        "originalIndex": 1051,
        "effects": [
            "对目标造成 480% 伤害，并对附近敌人造成轻微伤害。",
            "击倒敌人。根据此角色的队伍有不同效果：",
            "攻击队伍：",
            "* 目标和附近敌人的普通攻击延迟 2 回合。",
            "防御队伍：",
            "* 目标和附近敌人不能造成队伍伤害，持续 2 回合。",
            "施法者和附近盟友获得 +50% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1052,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对所有敌人造成 220% 伤害。",
            "* 所有敌人对新的增益状态效果免疫，持续 2 回合。",
            "2 倍法力充能：",
            "* 驱散所有敌人的增益。",
            "* 对所有敌人造成 320% 伤害。",
            "* 所有敌人对新的增益状态效果免疫，持续 3 回合。",
            "3 倍法力充能：",
            "* 驱散所有敌人的增益。",
            "* 对所有敌人造成 385% 伤害。",
            "* 所有敌人对新的增益状态效果免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1053,
        "effects": [
            "对目标造成 600% 伤害。",
            "目标所有的盟友遭受伤害时，目标受到 100% 的伤害，持续 3 回合。",
            "叠加（最多 10 层）：全体敌人受到的所有伤害增加 +8%。"
        ]
    },
    {
        "originalIndex": 1054,
        "effects": [
            "为所有盟友恢复 25% 生命值。",
            "面板上每存在一个烈火系盾牌，便额外恢复 3% 生命，最多共计恢复 55% 生命值。",
            "所有盟友获得 +50% 攻击力，持续 4 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1055,
        "effects": [
            "为所有盟友恢复 28% 生命值。",
            "面板上每存在一个烈火系盾牌，便额外恢复 4% 生命，最多恢复 60%。",
            "所有盟友获得 +55% 攻击力，持续 4 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1056,
        "effects": [
            "使所有冰雪系敌人的法力减少 40%。使所有其他敌人的法力减少 20%。",
            "所有敌人变得灵魂相连，持续 4 回合。灵魂相连的敌人将平摊所受伤害。此状态效果不可驱散，对冰雪系角色持续时间延长 2 回合。",
            "所有敌人获得 -56% 防御，持续 4 回合。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 1057,
        "effects": [
            "攻击会无视防御增益（包括反击）。",
            "对目标和随机 2 名敌人造成 320% 伤害。",
            "每次命中都会使被击中敌人身上的状态增益持续时间减少一回合（持续时间调整对可驱散效果和不可驱散状态效果皆有影响。若任何增益的持续时间降为零，则该效果视为自然过期）。"
        ]
    },
    {
        "originalIndex": 1058,
        "effects": [
            "强化防御异常：所有敌人对特殊技能 -64% 的防御。此效果在敌人受到 3 次特殊技能伤害后消失。",
            "强化防御异常结束后、被移除或被替换后，敌人治疗量降低 -80% ，持续 6 回合。",
            "对目标和随机 9 名敌人造成 350% 伤害。每下攻击的伤害都会递减。"
        ]
    },
    {
        "originalIndex": 1059,
        "effects": [
            "对目标及附近敌人造成 260% 伤害。",
            "施法者和附近盟友会以所受伤害的 110% 进行反击，持续 3 回合。",
            "施法者和附近盟友每次反击可恢复适量法力，持续 3 回合。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 1060,
        "effects": [
            "所有敌人在 3 回合内受到共计 630 点燃烧伤害。",
            "所有盟友获得对冰雪系 +94% 的防御，持续 4 回合。",
            "所有盟友获得防御状态异常保护，持续 5 回合。影响防御的新状态异常将被 +42% 的防御替代，持续 4 回合。",
            "元素链为全体烈火系盟友提供 +10% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1061,
        "effects": [
            "对目标及附近敌人造成 380% 伤害。",
            "施法者和附近盟友获得 +24% 法力生成，持续 5 回合。",
            "施法者和附近盟友获得 +63% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1062,
        "effects": [
            "对目标造成 514% 伤害。",
            "所有盟友获得 +12% 法力生成，持续 5 回合。",
            "所有盟友获得 +46% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1063,
        "effects": [
            "对所有敌人造成 285% 伤害。",
            "所有盟友在 5 回合内恢复适量法力。",
            "所有盟友获得 +40% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1064,
        "effects": [
            "对目标及附近敌人造成 530% 伤害。",
            "施法者和附近盟友获得 +22% 法力生成，持续 5 回合（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "施法者和附近盟友获得 +61% 防御，持续 5 回合。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1065,
        "effects": [
            "对目标及附近敌人造成 540% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "施法者和附近盟友获得 +23% 法力生成，持续 5 回合。",
            "施法者和附近盟友获得 +62% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1066,
        "effects": [
            "对目标造成 450% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "目标获得对烈火系 -41% 防御，每次被击中后额外降低 -4% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1067,
        "effects": [
            "对目标造成 500% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "目标获得对烈火系 -34% 防御，每次被击中后额外降低 -5% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1068,
        "effects": [
            "所有敌人无法复活其盟友或自身，持续 5 回合。",
            "所有敌人无法获得新的复活状态效果，持续 5 回合。",
            "对目标造成 430% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1069,
        "effects": [
            "所有敌人无法复活其盟友或自身，持续 4 回合。",
            "所有敌人无法获得新的复活状态效果，持续 4 回合。",
            "对目标造成 460% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1070,
        "effects": [
            "解除所有盟友的全部可净化状态异常，并随机施放给敌人。",
            "对所有敌人造成 170% 伤害。",
            "每转移一个状态异常，便造成额外 8% 伤害，最多累计造成 298% 伤害。"
        ]
    },
    {
        "originalIndex": 1071,
        "effects": [
            "解除所有盟友的全部可净化状态异常，并随机施放给敌人。",
            "对所有敌人造成 135% 伤害。",
            "每分配一个状态效果，便造成额外 15% 伤害，最多累计造成 375% 伤害。"
        ]
    },
    {
        "originalIndex": 1072,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标造成 400% 伤害。",
            "* 召唤海骑兵恶魔附身于目标。恶魔每回合对敌人造成 32% 攻击力的伤害。",
            "* 海骑兵恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 20% 的治疗量后便会消失。",
            "* 海骑兵恶魔每回合结束后都会生成一个自己的克隆体附身于附近的敌人。克隆恶魔吸收的治疗量和造成的伤害与原始恶魔相同。",
            "第二次：",
            "* 对目标造成 450% 伤害。",
            "* 召唤海骑兵恶魔附身于目标。恶魔每回合对敌人造成 32% 攻击力的伤害。",
            "* 海骑兵恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 20% 的治疗量后便会消失。",
            "* 海骑兵恶魔每回合结束后都会生成一个自己的克隆体附身于附近的敌人。克隆恶魔吸收的治疗量和造成的伤害与原始恶魔相同。"
        ]
    },
    {
        "originalIndex": 1073,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 对目标造成 375% 伤害。",
            "* 召唤海骑兵恶魔附身于目标。恶魔每回合对敌人造成 27% 攻击力的伤害。",
            "* 海骑兵恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 15% 的治疗量后便会消失。",
            "* 海骑兵恶魔每回合结束后都会生成一个自己的克隆体附身于附近的敌人。克隆恶魔吸收的治疗量和造成的伤害与原始恶魔相同。",
            "第二次：",
            "* 对目标造成 475% 伤害。",
            "* 召唤海骑兵恶魔附身于目标。恶魔每回合对敌人造成 42% 攻击力的伤害。",
            "* 海骑兵恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 30% 的治疗量后便会消失。",
            "* 海骑兵恶魔每回合结束后都会生成一个自己的克隆体附身于附近的敌人。克隆恶魔吸收的治疗量和造成的伤害与原始恶魔相同。"
        ]
    },
    {
        "originalIndex": 1074,
        "effects": [
            "阻止所有敌人使用天赋技能，持续 6 回合。",
            "对所有敌人造成 260% 伤害。"
        ]
    },
    {
        "originalIndex": 1075,
        "effects": [
            "此特殊技能有几率造成暴击（造成暴击的几率取决于英雄在造成伤害时的总暴击几率。此特殊技能造成的暴击会额外造成 50% 伤害。暴击可以减少PvP战斗中敌人的最大生命值。此效果对拥有生命加成的目标更强）。",
            "对目标和随机 4 名敌人造成 300% 伤害。",
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "施法者所受的所有伤害减少 -50% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1076,
        "effects": [
            "使用月出闪袭攻击目标，造成最多 2200 点伤害。若目标为神圣系元素则额外造成 40% 伤害。",
            "如果目标被此攻击击败，则附近敌人无法获得任何法力，持续 3 回合。",
            "所有盟友会以所受伤害的 60% 进行反击，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1077,
        "effects": [
            "对目标造成 500% 伤害。",
            "有 50% 几率随机对一个不同的敌人造成 450% 伤害（如果没有其他有效目标，则此效果瞄准第一次击中的该名敌人）。",
            "召唤一个黑野猪超级小兵，其可从施法者处继承 62% 生命值和 230% 攻击力。",
            "被黑野猪超级小兵击中的目标无法用特殊技能净化或转移其状态异常，持续 4 回合。此效果也无法被净化或转移。"
        ]
    },
    {
        "originalIndex": 1078,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 使目标和附近敌人减少 500 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 500 点）。",
            "- 对目标及附近敌人造成 250% 伤害。",
            "2 倍法力充能：",
            "- 使目标和附近敌人减少 650 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 650 点）。",
            "- 对目标及附近敌人造成 375% 伤害。",
            "- 攻击会无视防御增益（包括反击）。",
            "3 倍法力充能：",
            "- 使目标和附近敌人减少 800 点最大生命值。若目标拥有提高的生命值，此效果会增强（最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少 800 点）。",
            "- 对目标及附近敌人造成 500% 伤害。",
            "- 攻击会无视防御增益（包括反击）。",
            "- 目标与附近敌人将抵抗治疗且每次抵抗治疗时都将受到 450 点伤害，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 1079,
        "effects": [
            "对目标造成 458% 伤害。",
            "目标在 6 回合内受到共计 300 点伤害。"
        ]
    },
    {
        "originalIndex": 1080,
        "effects": [
            "对目标造成 358% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得对烈火系 -54% 的防御，持续 3 回合。",
            "所有冰雪系敌人获得 -34% 攻击，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1081,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "目标与附近敌人获得 -34% 防御，持续 3 回合。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "目标与附近敌人在 3 回合内受到共计 321 点燃烧伤害。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 1082,
        "effects": [
            "对目标造成 538% 伤害。",
            "目标在 3 回合内受到共计 516 点伤害。",
            "对自然系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1083,
        "effects": [
            "对目标造成 548% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标在 3 回合内受到共计 648 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 1084,
        "effects": [
            "对目标及附近敌人造成 245% 伤害。",
            "使目标和附近敌人的法力减少 20%。",
            "所有盟友会将来自冰雪系敌人特殊技能的全部状态效果和 115% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。"
        ]
    },
    {
        "originalIndex": 1085,
        "effects": [
            "对所有敌人造成 230% 伤害。",
            "所有敌人获得 -34% 法力生成。",
            "所有盟友会将来自冰雪系敌人特殊技能的全部状态效果和 115% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。"
        ]
    },
    {
        "originalIndex": 1086,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 目标与附近敌人在 2 回合内受到共计 156 点燃烧伤害。",
            "* 如果施法者在后续 2 回合中被击败，该盟友将于下一个回合开始时以 32% 的生命复活。施法者被击败时所有状态和叠加效果会被移除。",
            "2 倍法力充能：",
            "* 每名被击败的盟友有 50% 的几率以 40% 的生命值复活。",
            "* 所有盟友在 3 回合内恢复 714 点生命值。",
            "* 所有盟友所受的所有伤害减少 -50% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1087,
        "effects": [
            "影响目标和附近敌人的攻击、防御和法力生成的所有增益，将替换为对应的不可驱散状态异常（替换效果无法被状态效果、家族效果或被动技能阻挡。只有可驱散的增益才可被替换。替换效果：攻击力增益将被 -40% 攻击力异常状态取代，持续 4 回合。防御增益将被 -40% 防御异常状态取代，持续 4 回合。法力生成增益将被 -40% 法力生成异常状态取代，持续 4 回合）。",
            "对目标及附近敌人造成 330% 伤害。",
            "施法者和附近盟友以所受伤害的 145% 进行反击，持续 4 回合。",
            "施法者和附近的盟友会获得飞沙之触，持续 4 回合（飞沙之触：该状态效果的所有者每次反击敌人时，攻击者将在 4 回合内受到共计 452 点沙系伤害）。"
        ]
    },
    {
        "originalIndex": 1088,
        "effects": [
            "目标在 4 回合内受到共计 960 点燃烧伤害。此效果无法净化。",
            "目标获得 -54% 法力生成，持续 4 回合。此效果无法净化。",
            "对自然系造成额外伤害。",
            "元素链为全体烈火系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1089,
        "effects": [
            "目标在 4 回合内受到共计 1432 点燃烧伤害。此效果无法净化。",
            "目标获得 -50% 法力生成，持续 4 回合。此效果无法净化。",
            "对自然系造成额外伤害。",
            "元素链为全体烈火系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1090,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "召唤火虎恶魔附身于所有敌人。恶魔每回合对其目标造成 45% 攻击力的伤害。",
            "恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 45% 的治疗量后便会消失。",
            "火虎恶魔被召唤后，只要其所有者拥有火虎恶魔，其所有者就无法施放任何新的嘲讽状态效果。此效果无法净化。",
            "元素链为全体烈火系盟友提供额外 +10% 的特殊技能伤害，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1091,
        "effects": [
            "为所有盟友恢复 15% 生命值。",
            "偷取全体敌人最新施加的可驱散增益并随机施放给盟友。",
            "所有盟友每回合获得 210 点生命恢复，持续无限回合（此效果持续至被净化、替换或移除）。"
        ]
    },
    {
        "originalIndex": 1092,
        "effects": [
            "此特殊技能必定命中。",
            "对所有敌人造成 430% 伤害。",
            "将所有剩余血量低于 60% 的盟友的血量恢复。烈火系盟友将恢复至 75% 生命值，其他盟友则恢复至 60% 生命值。"
        ]
    },
    {
        "originalIndex": 1093,
        "effects": [
            "1 倍法力充能：",
            "* 对目标造成 400% 伤害。",
            "* 如果目标剩余生命少于 50% ，可对其造成 600% 伤害。",
            "* 如果目标被此攻击击败，所有盟友将获得 +20% 法力生成，持续 2 回合。",
            "2 倍法力充能：",
            "* 对目标及附近敌人造成 425% 伤害。",
            "* 对剩余生命值少于 50% 的敌人造成 638% 伤害。",
            "* 如果目标被此攻击击败，所有盟友将获得 +30% 法力生成，持续 3 回合。",
            "3 倍法力充能：",
            "* 对所有敌人造成 450% 伤害。",
            "* 对剩余生命值少于 50% 的敌人造成 675% 伤害。",
            "* 如果目标被此攻击击败，所有盟友将获得 +40% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1094,
        "effects": [
            "为所有盟友恢复 15% 生命值。",
            "为每位盟友召唤一个麻雀小兵。此麻雀小兵继承施法者 30% 生命和 30% 攻击力。",
            "麻雀小兵在命中目标前会摧毁目标的全部小兵。",
            "元素链为全体烈火系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1095,
        "effects": [
            "此特殊技能无视闪避效果。",
            "所有盟友攻击时有 100% 的几率无视防御增益，持续 4 回合（防御增益（包括反击））。",
            "对所有敌人造成 320% 伤害。"
        ]
    },
    {
        "originalIndex": 1096,
        "effects": [
            "对所有敌人造成 220% 伤害。",
            "所有盟友获得 +120% 普通攻击，持续 4 回合。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +170% 攻击力。",
            "所有盟友获得 +46% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1097,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "面板上每存在一个烈火系盾牌，便造成额外 20% 伤害，最多累计造成 340% 伤害。",
            "所有敌人获得 -24% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1098,
        "effects": [
            "对所有敌人造成 160% 伤害。",
            "面板上每拥有一个烈火系盾牌，伤害就会增加 35% ，最多造成 440% 伤害。",
            "所有敌人获得 -24% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1099,
        "effects": [
            "对目标造成 500% 伤害。",
            "召唤恶兆触手恶魔附身于目标。",
            "恶兆触手恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 15% 的治疗量后便会消失。",
            "恶兆触手恶魔每回合结束后都会生成一个自己的克隆体给附近的敌人（克隆恶魔吸收的治疗量和造成的伤害与原始恶魔相同）。",
            "恶兆触手每回合对其所有者施加 5 点狂乱。",
            "对施法者施加 50 点狂乱。"
        ]
    },
    {
        "originalIndex": 1100,
        "effects": [
            "对所有敌人造成 370% 伤害。",
            "所有敌人在 4 回合内受到共计 575 点流血伤害，一开始伤害较低，之后每个回合会逐渐增加。",
            "所有敌人获得的治疗减少 -70% ，持续 4 回合。所获得的治疗每回合减少 -10% ，最高可达 -100%。"
        ]
    },
    {
        "originalIndex": 1101,
        "effects": [
            "对目标造成 440% 伤害。",
            "从目标身上复制所有可驱散的增益至施放者。",
            "每复制一个增益状态，施放者恢复 10% 生命，最多恢复 50% 生命值。",
            "召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。"
        ]
    },
    {
        "originalIndex": 1102,
        "effects": [
            "对目标造成 450% 伤害，并对附近敌人造成轻微伤害。",
            "成长：施法者和附近盟友获得 250 点攻击力。",
            "目标与附近敌人获得 -30% 防御，持续 3 回合。若该效果在持续时间结束前被移除，其拥有者将受到 577 点伤害。"
        ]
    },
    {
        "originalIndex": 1103,
        "effects": [
            "为所有盟友恢复 42% 生命值。",
            "重置所有盟友的增益持续时间。",
            "所有盟友获得 +30% 暴击几率，持续 4 回合。",
            "所有盟友获得 +50% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1104,
        "effects": [
            "随机重新排列敌人位置。",
            "对所有敌人造成 190% 伤害。",
            "所有敌人身上的状态异常持续时间延长 1 回合。"
        ]
    },
    {
        "originalIndex": 1105,
        "effects": [
            "所有召唤师盟友为自身召唤一名小兵。",
            "召唤 3 名老鼠小兵，其可从施法者处继承 10% 生命和 30% 攻击力。小兵精准度为 -32%。",
            "所有盟友在 4 回合内恢复 548 点生命值。",
            "所有盟友获得 +30% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1106,
        "effects": [
            "所有召唤师盟友为自身召唤一名小兵。",
            "召唤 3 名老鼠小兵，其可从施法者处继承 20% 生命和 20% 攻击力。小兵精准度为 -16%。",
            "所有盟友在 4 回合内恢复 324 点生命值。",
            "所有盟友获得 +50% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1107,
        "effects": [
            "对目标及附近敌人造成 240% 伤害。",
            "召唤一个扑克小兵，其可从施法者处继承 16% 生命值和 30% 攻击力。",
            "扑克小兵被召唤后，只要其所有者拥有扑克小兵，其所有者就会获得嘲讽。此效果无法驱散。",
            "施法者获得 74% 特殊技能防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1108,
        "effects": [
            "对目标及附近敌人造成 200% 伤害。",
            "召唤一个扑克小兵，其可从施法者处继承 25% 生命值和 40% 攻击力。",
            "扑克小兵被召唤后，只要其所有者拥有扑克小兵，其所有者就会获得嘲讽。此效果无法驱散。",
            "施法者获得 +74% 特殊技能防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1109,
        "effects": [
            "净化所有盟友身上的状态异常，且每净化一个状态异常，使所有盟友的法力增加 5%。",
            "所有盟友攻击时无视防御增益，持续 4 回合。如果成功无视了防御增益，发动攻击的盟友的法力增加 10% （防御增益（包括反击））。",
            "所有盟友可抵御新的负面法力效果，持续 4 回合，每抵御一个效果法力增加 15%。",
            "叠加（最多 10 层）：所有盟友获得 +30% 攻击力。"
        ]
    },
    {
        "originalIndex": 1110,
        "effects": [
            "对敌阵边缘的敌人造成 330% 伤害，并对其施加 25 点狂乱。如果只有一名敌人，伤害和施加的狂乱将翻倍。",
            "敌方阵型边缘的敌人将抵抗治疗且每次抵抗治疗时都将受到 250 点伤害，持续 3 回合。",
            "对施法者施加 45 点狂乱。"
        ]
    },
    {
        "originalIndex": 1111,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有敌人在 3 回合内受到共计 423 点燃烧伤害。",
            "* 所有敌人获得对烈火系 -34% 的防御，持续 3 回合。",
            "* 驱散所有敌人的增益。",
            "2 倍法力充能：",
            "* 所有盟友在 5 回合内恢复 1190 点生命值。",
            "* 所有盟友获得对自然系 +50% 的攻击力，持续 5 回合。",
            "* 净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1112,
        "effects": [
            "对所有敌人造成 215% 伤害。",
            "为每位盟友召唤一个狐狸小兵，其可从施法者处继承 25% 生命。小兵可在每回合结束时为主人恢复 10% 生命，且可保护主人免受法力减损。"
        ]
    },
    {
        "originalIndex": 1113,
        "effects": [
            "驱散目标和附近敌人身上的增益。",
            "使用焰暴闪袭攻击目标及其附近敌人，造成最多 2000 点伤害。若目标为自然系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "目标和附近敌人对新的增益状态效果免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1114,
        "effects": [
            "对目标及附近敌人造成 310% 伤害。",
            "所有盟友因状态异常受到的伤害降低 -75% ，持续 4 回合。",
            "元素链为所有烈火系盟友召唤出一名火焰小兵，其可从施法者处继承 6% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 1115,
        "effects": [
            "安全净化所有盟友身上的 1 个状态异常（状态异常会按照获得的先后顺序被净化。最后获得的状态异常最先被净化）。",
            "为所有盟友恢复 35% 生命值。",
            "所有盟友将状态异常、负面叠加效果和衰退效果反弹至敌方战队的随机一名角色，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1116,
        "effects": [
            "衰退：目标获得 -330 点防御。",
            "召唤哥布林炸弹恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 195% 攻击力的伤害。",
            "哥布林炸弹恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 20% 的治疗量后便会消失。",
            "哥布林炸弹恶魔在吸收足够治疗后消失时，其所有者会在 3 回合内受到共计 1269 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 1117,
        "effects": [
            "对目标造成 500% 伤害。",
            "有 80% 的几率可额外攻击随机敌人最多 4 次。额外攻击造成轻微伤害。",
            "技能命中的所有目标每当被击中时就会获得 20 点狂乱。",
            "对施法者施加 50 点狂乱。"
        ]
    },
    {
        "originalIndex": 1118,
        "effects": [
            "从目标身上窃取 50% 法力并平均分配到所有盟友身上。",
            "对目标造成 450% 伤害。",
            "敌人的生命越高，受到的伤害越多，最高可达 600%。",
            "元素链赋予所有烈火系盟友 +5% 几率闪避状态异常，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1119,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 400% 伤害。",
            "每移除一个状态效果便造成额外 10% 伤害，最多累计造成 500% 伤害。",
            "所有盟友获得 +40% 攻击力，每移除一个状态效果便再增加 +2% 攻击力，最高可达 +60% ，持续 6 回合。",
            "所有盟友获得 +40% 防御，每移除一个状态效果便再增加 +2% 防御，最高可达 +60% ，持续 6 回合。",
            "施法者在 6 回合内获得共计 1500 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 1120,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 对目标造成 290% 伤害。",
            "- 使目标的法力减少 25%。",
            "- 目标获得 -14% 法力生成，持续 2 回合。",
            "2 倍法力充能：",
            "- 对目标及附近敌人造成 330% 伤害。",
            "- 使目标和附近敌人的法力减少 50%。",
            "- 目标与附近敌人获得 -24% 法力生成，持续 3 回合。",
            "3 倍法力充能：",
            "- 对所有敌人造成 370% 伤害。",
            "- 使所有敌人的法力减少 100%。",
            "- 所有敌人获得 -34% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1121,
        "effects": [
            "此特殊技能必定命中。",
            "对目标造成 400% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 381 点燃烧伤害。",
            "元素链给予所有烈火系盟友受到的治疗增加 +10% ，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1122,
        "effects": [
            "对目标及附近敌人造成 535% 伤害。",
            "目标在每回合受到 210 点流血伤害，持续无限回合（此效果持续至被净化、替换或移除）。",
            "为生命值最低的盟友提供掩护，持续 5 回合。此效果无法驱散（在掩护期间，该盟友不会受到特殊攻击或普通攻击的伤害。提供掩护的角色将承受对该盟友造成伤害的 50% ）。",
            "施法者在 5 回合内恢复 1750 点生命值。"
        ]
    },
    {
        "originalIndex": 1123,
        "effects": [
            "驱散目标和附近敌人身上的增益。",
            "对目标及附近敌人造成 375% 伤害。",
            "目标与附近敌人受到小兵创伤，持续 3 回合。",
            "小兵创伤：目标的小兵生命每回合减少 50% ，超级小兵生命每回合减少 25% （此效果对其拥有的小兵和任何获得的任何小兵皆有效。减损效果只影响小兵当前生命值）。",
            "目标与附近敌人获得的治疗减少 -80% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1124,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有敌人获得 -34% 攻击力，持续 3 回合。",
            "所有敌人获得 -44% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1125,
        "effects": [
            "对所有敌人造成 150% 伤害。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有敌人获得 -24% 攻击力，持续 4 回合。",
            "所有敌人获得 -54% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1126,
        "effects": [
            "对目标及附近敌人造成 315% 伤害。",
            "目标与附近敌人获得 -54% 防御，持续 3 回合。",
            "叠加 +2 （最多 10 层）：施法者获得 +10% 法力生成。",
            "叠加（最多 10 层）：施法者每回合恢复 10 点生命值。"
        ]
    },
    {
        "originalIndex": 1127,
        "effects": [
            "对目标及附近敌人造成 335% 伤害。",
            "目标与附近敌人获得 -44% 防御，持续 3 回合。",
            "叠加 +3 （最多 10 层）：施法者获得 +18% 法力生成。",
            "叠加 +2 （最多 10 层）：施法者每回合恢复 30 点生命值。"
        ]
    },
    {
        "originalIndex": 1128,
        "effects": [
            "对生命值最高的敌人造成 420% 伤害。对其他所有敌人造成 300% 伤害。",
            "剩余生命值最高的敌人陷入沉默，持续 3 回合。",
            "衰退：所有敌人获得 -350 点攻击力。"
        ]
    },
    {
        "originalIndex": 1129,
        "effects": [
            "对目标造成 450% 伤害。",
            "为所有盟友恢复等同于所造成伤害 40% 的生命值。"
        ]
    },
    {
        "originalIndex": 1130,
        "effects": [
            "对目标造成 500% 伤害。",
            "为所有盟友恢复等同于所造成伤害 35% 的生命值。"
        ]
    },
    {
        "originalIndex": 1131,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 对所有敌人造成 160% 伤害。",
            "- 所有敌人在 2 回合内受到共计 256 点燃烧伤害。",
            "- 所有敌人获得的治疗减少 -64% ，持续 2 回合。",
            "2 倍法力充能：",
            "- 对所有敌人造成 275% 伤害。",
            "- 所有敌人在 3 回合内受到共计 561 点燃烧伤害。",
            "- 所有敌人获得的治疗减少 -74% ，持续 3 回合。",
            "3 倍法力充能：",
            "- 对所有敌人造成 340% 伤害。",
            "- 所有敌人在 4 回合内受到共计 840 点燃烧伤害。",
            "- 所有敌人获得的治疗减少 -84% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1132,
        "effects": [
            "对目标及附近敌人造成 345% 伤害。",
            "使目标和附近敌人的法力减少 20%。",
            "目标与附近敌人获得 -35% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。",
            "元素链为全体烈火系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1133,
        "effects": [
            "此特殊技能必定命中。",
            "对目标及附近敌人造成 430% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 472 点燃烧伤害。施法者及其所有盟友会吸收所造成燃烧伤害的 45% 并转化为生命值加成。",
            "目标和附近敌人将反弹增益状态效果至我方战队的一名随机角色，持续 4 回合（只有可驱散的增益会被反弹）。"
        ]
    },
    {
        "originalIndex": 1134,
        "effects": [
            "对目标及附近敌人造成 340% 伤害。",
            "为每位盟友召唤一个吴军小兵，其可从施法者处继承 10% 生命和 18% 攻击力。",
            "被吴军小兵击中的目标会在 3 回合内受到共计 258 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 1135,
        "effects": [
            "对目标及附近敌人造成 330% 伤害。",
            "为每位盟友召唤一个吴军小兵，其可从施法者处继承 22% 生命和 30% 攻击力。",
            "被吴军小兵击中的目标会在 3 回合内受到共计 543 点燃烧伤害。"
        ]
    },
    {
        "originalIndex": 1136,
        "effects": [
            "对目标造成 380% 伤害。",
            "如果目标身上带有状态异常或负面效果叠加，则造成 570% 伤害。",
            "若目标仍存活，则其附近敌人在 3 回合内受到共计 258 点流血伤害。",
            "元素链使全体烈火系盟友对新恶魔免疫，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1137,
        "effects": [
            "对目标造成 500% 伤害，并对附近敌人造成轻微伤害。",
            "目标获得 -54% 防御，持续 3 回合。",
            "若目标在接下来 3 回合内被打败，则施法者的所有盟友获得 +20% 法力。"
        ]
    },
    {
        "originalIndex": 1138,
        "effects": [
            "对目标造成 530% 伤害，并对附近敌人造成轻微伤害。",
            "目标获得 -44% 防御，持续 3 回合。",
            "若目标在接下来 3 回合内被打败，则施法者的所有盟友获得 +20% 法力。"
        ]
    },
    {
        "originalIndex": 1139,
        "effects": [
            "提高所有盟友 560 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +20% 攻击力，并且任何盟友每次施放其特殊技能时都会额外受到 +10% 攻击，接下来 3 回合最多为 70%。",
            "施法者获得 -20% 防御，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1140,
        "effects": [
            "目标所有的盟友遭受伤害时，目标受到 80% 的伤害，持续 3 回合。",
            "目标获得 -44% 防御，持续 3 回合。",
            "对目标及附近敌人造成 200% 伤害。"
        ]
    },
    {
        "originalIndex": 1141,
        "effects": [
            "对目标造成 285% 伤害。",
            "攻击有 60% 的几率无视防御增益（包括反击）。",
            "目标在 4 回合内受到共计 212 点流血伤害。",
            "施法者在 4 回合内恢复 548 点生命值。",
            "如果施法者在后续 4 回合中被击败，该盟友将于下一个回合开始时以 32% 的生命复活。施法者被击败时所有状态和叠加效果会被移除。"
        ]
    },
    {
        "originalIndex": 1142,
        "effects": [
            "对目标及附近敌人造成 260% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标与附近敌人在 4 回合内受到共计 584 点流血伤害。施法者会吸收所造成流血伤害的 40% 并转化为生命值。",
            "如果施法者在后续 4 回合中被击败，该盟友将于下一个回合开始时以 40% 的生命复活。施法者被击败时所有状态和叠加效果会被移除。"
        ]
    },
    {
        "originalIndex": 1143,
        "effects": [
            "对所有敌人造成 230% 伤害。",
            "所有敌人获得 -40% 攻击力，持续 3 回合。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "施法者和附近盟友在 3 回合内恢复 618 点生命值。若身上带有该状态效果时受到特殊技能的直接伤害，则效果持续时间会重置。",
            "施法者和附近盟友对增益驱散免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1144,
        "effects": [
            "对所有敌人造成 260% 伤害。",
            "所有敌人获得 -30% 攻击力，持续 3 回合。对冰雪系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "施法者和附近盟友在 3 回合内恢复 717 点生命值。若身上带有该状态效果时受到特殊技能的直接伤害，则效果持续时间会重置。",
            "施法者和附近盟友对增益驱散和转移免疫，持续 3 回合（此免疫效果也包含此效果本身）。"
        ]
    },
    {
        "originalIndex": 1145,
        "effects": [
            "对所有敌人造成 125% 伤害。",
            "施法者偷取所有敌人所获治疗的 61% ，持续 2 回合。",
            "所有盟友对新的状态异常免疫，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1146,
        "effects": [
            "对所有敌人造成 115% 伤害。",
            "施法者偷取所有敌人所获治疗的 51% ，持续 3 回合。",
            "所有盟友对新的状态异常免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1147,
        "effects": [
            "为所有盟友恢复 54% 生命值。",
            "召唤一个持盾守卫超级小兵，其可从施法者处继承 65% 生命值和 180% 攻击力。",
            "每回合持盾守卫超级小兵会净化所有盟友最后获得的可净化状态异常。这不会触发次生效果。"
        ]
    },
    {
        "originalIndex": 1148,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "所有敌人在 4 回合内受到共计 300 点燃烧伤害。施法者会吸收所造成燃烧伤害的 15% 并转化为生命值。",
            "施法者在 4 回合内偷取所有敌人生成的法力，一开始偷取量较少，每个回合逐渐增加，直到最后一回合将偷取所有生成的法力。"
        ]
    },
    {
        "originalIndex": 1149,
        "effects": [
            "对所有敌人造成 230% 伤害。",
            "所有敌人在 4 回合内受到共计 424 点燃烧伤害。施法者会吸收所造成燃烧伤害的 20% 并转化为生命值。",
            "施法者在 4 回合内偷取所有敌人生成的法力，一开始偷取量较少，每个回合逐渐增加，直到最后一回合将偷取所有生成的法力。"
        ]
    },
    {
        "originalIndex": 1150,
        "effects": [
            "对目标造成 655% 伤害。",
            "目标和附近敌人将抵抗治疗，且每次抵抗治疗时都将受到 250 点伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1151,
        "effects": [
            "如果施法者在后续 5 回合中被击败，该施法者将于下一个回合开始时以 35% 的生命复活，并对所有敌人造成 815 点伤害。施法者被击败时所有状态和叠加效果会被移除。",
            "所有盟友获得 +50% 暴击几率，持续 4 回合。",
            "叠加（最多 10 层）：所有盟友获得 +15% 攻击力。"
        ]
    },
    {
        "originalIndex": 1152,
        "effects": [
            "对目标造成 370% 伤害。",
            "有 60% 的几率可额外攻击随机敌人最多 4 次。额外攻击造成轻微伤害。",
            "施法者每次命中都会获得以下状态效果：",
            "叠加（最多 10 层）：施法者获得 +6% 攻击力。",
            "元素链在回合结束时为所有烈火系盟友恢复少量法力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1153,
        "effects": [
            "对目标及附近敌人造成 450% 伤害。",
            "强化闪避：施法者和附近盟友有 +55% 的几率闪避可造成伤害的特殊技能。此效果在盟友成功闪避 3 次后消失。",
            "强化闪避结束后、被移除或被替换后，随机一名敌人获得 -55% 精准度，持续 3 回合，且随机一名敌人在 3 回合内受到共计 765 点流血伤害（进攻型特殊技能也有相同几率落空）。"
        ]
    },
    {
        "originalIndex": 1154,
        "effects": [
            "对目标造成 490% 伤害，并对附近敌人造成轻微伤害。",
            "攻击会无视防御增益（包括反击）。",
            "当无视任意防御加成时，施法者获得 25% 的法力。",
            "元素链赋予所有烈火系盟友 +10% 的防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1155,
        "effects": [
            "对目标造成 465% 伤害。",
            "目标有 55% 几率在 6 回合内受到共计 1068 点流血伤害。",
            "目标获得流血标记，持续 6 回合。被标记的目标每次受到流血伤害时都将获得一层叠加（最多 10 层）。每层叠加会使目标受到的所有伤害增加 5%。",
            "元素链赋予所有烈火系盟友 +5% 的闪避几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1156,
        "effects": [
            "对所有敌人造成 290% 伤害。",
            "若面板上有 6 个或以上的烈火系盾牌，则将该伤害提高至 340%。",
            "若面板上有 12 个或以上的烈火系盾牌，则将该伤害提高至 500%。"
        ]
    },
    {
        "originalIndex": 1157,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 320% 伤害。如果仅有一名敌人，则伤害加倍。",
            "面板中所有烈火系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力。防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 1158,
        "effects": [
            "对位于敌军阵型边缘的敌人造成 340% 伤害。如果仅有一名敌人，则伤害加倍。",
            "面板中所有烈火系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力。防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 1159,
        "effects": [
            "对目标造成 355% 伤害。",
            "从目标身上窃取最新获得的可驱散增益并将其赋予施法者。",
            "随机施放以下一种效果：",
            "倒刺之箭：",
            "* 目标在 3 回合内受到共计 504 点流血伤害。",
            "剧毒弩箭：",
            "* 目标在 3 回合内受到共计 537 点剧毒伤害。",
            "火焰弩箭：",
            "* 目标在 3 回合内受到共计 570 点燃烧伤害。",
            "元素链为全体烈火系盟友提供 +20% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1160,
        "effects": [
            "对所有敌人造成 185% 伤害。",
            "所有盟友获得 +30% 攻击力，持续 4 回合。",
            "净化所有盟友的状态异常。",
            "元素链为全体烈火系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1161,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 210% 伤害。",
            "每移除一个状态效果便造成额外 15% 伤害，最多累计造成 390% 伤害。",
            "元素链为全体烈火系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1162,
        "effects": [
            "对目标造成 265% 伤害。"
        ]
    },
    {
        "originalIndex": 1163,
        "effects": [
            "对所有敌人造成 115% 伤害。"
        ]
    },
    {
        "originalIndex": 1164,
        "effects": [
            "所有盟友获得 +63% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1165,
        "effects": [
            "对目标造成 195% 伤害。",
            "目标获得 -34% 攻击力，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 1166,
        "effects": [
            "为所有盟友恢复 28% 生命值。"
        ]
    },
    {
        "originalIndex": 1167,
        "effects": [
            "对目标造成 320% 伤害。",
            "攻击有 60% 的几率无视防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 1168,
        "effects": [
            "对所有敌人造成 130% 伤害。",
            "所有敌人在 4 回合内受到共计 92 点伤害。",
            "所有敌人获得的治疗减少 -50% ，持续 2 回合。此效果无法净化。",
            "净化施法者的状态异常。"
        ]
    },
    {
        "originalIndex": 1169,
        "effects": [
            "对目标造成 300% 伤害。",
            "目标获得 -35% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1170,
        "effects": [
            "对目标造成 280% 伤害。",
            "目标获得 -40% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1171,
        "effects": [
            "对目标造成 305% 伤害。",
            "目标获得 -30% 精准度，持续 2 回合。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1172,
        "effects": [
            "对目标造成 315% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标获得 -32% 精准度，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1173,
        "effects": [
            "所有盟友获得 +100% 普通攻击，持续 4 回合。即使英雄身上已有其他影响攻击力的效果，此效果仍然有效。此效果有效期间，普通攻击最多可以增加共计 +160% 攻击力。"
        ]
    },
    {
        "originalIndex": 1174,
        "effects": [
            "将所有剩余血量低于 50% 的盟友的血量恢复至 50% 生命值。",
            "所有盟友在 3 回合内恢复 261 点生命值。"
        ]
    },
    {
        "originalIndex": 1175,
        "effects": [
            "对所有敌人造成 175% 伤害。",
            "所有敌人获得 -15% 精准度，且在 4 回合内每次被击中时都将额外降低 -2% 精准度，最多可降低 -35%。",
            "叠加（最多 10 层）：施法者对所克制元素的攻击力提高 +20%。"
        ]
    },
    {
        "originalIndex": 1176,
        "effects": [
            "对目标造成 250% 伤害。",
            "任何盟友随后施放特殊技能时，所有盟友都有 50% 几率对随机一名敌人造成 100% 伤害并对其施加 20 点狂乱，持续 3 回合（伤害和狂乱在每个角色每回合第一次施放特殊技能时造成。此效果造成的伤害和狂乱不受狂乱影响）。",
            "对施法者施加 40 点狂乱。"
        ]
    },
    {
        "originalIndex": 1177,
        "effects": [
            "对目标造成 210% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1178,
        "effects": [
            "对目标造成 200% 伤害。",
            "随机对一个不同的敌人造成 230% 的伤害。如果目标为暗黑系可造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1179,
        "effects": [
            "对目标造成 240% 伤害，并对附近敌人造成轻微伤害。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1180,
        "effects": [
            "对目标造成 270% 伤害。",
            "目标获得 -30% 防御，持续 4 回合。若目标受到治疗，效果持续时间将重置。",
            "目标获得的任何治疗减少 -40% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1181,
        "effects": [
            "为所有盟友恢复 26% 生命值。",
            "所有盟友获得 +195% 攻击力和 -35% 精准度，仅适用于敌人血量高于攻击者血量的情况，该效果持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1182,
        "effects": [
            "对目标造成 355% 伤害。",
            "如果目标拥有生命加成，则造成 100 点额外伤害。",
            "所有敌人将反弹增益状态效果至我方战队的一名随机角色，持续 3 回合。只反弹可驱散的增益。",
            "施法者在 3 回合内恢复 243 点生命值。"
        ]
    },
    {
        "originalIndex": 1183,
        "effects": [
            "对目标造成 270% 伤害。",
            "使目标的法力减少 25%。"
        ]
    },
    {
        "originalIndex": 1184,
        "effects": [
            "对目标造成 220% 伤害。",
            "使目标的法力减少 40%。"
        ]
    },
    {
        "originalIndex": 1185,
        "effects": [
            "对目标造成 300% 伤害。",
            "使目标的法力减少 20%。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1186,
        "effects": [
            "对目标造成 310% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "使目标的法力减少 23%。"
        ]
    },
    {
        "originalIndex": 1187,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 从目标身上窃取 33% 法力并平均分配到所有盟友身上。",
            "* 对目标造成 235% 伤害，并对附近敌人造成轻微伤害。",
            "第二次：",
            "* 从目标身上窃取 33% 法力并平均分配到所有盟友身上。",
            "* 对目标造成 310% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1188,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 从目标身上窃取 25% 法力并平均分配到所有盟友身上。",
            "* 对目标造成 225% 伤害，并对附近敌人造成轻微伤害。",
            "第二次：",
            "* 从目标身上窃取 35% 法力并平均分配到所有盟友身上。",
            "* 对目标造成 330% 伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1189,
        "effects": [
            "提高所有盟友 475 点生命值。提高的生命值可以超过最大生命值。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有盟友受到的所有伤害减少 -45% ，持续 6 回合。",
            "所有盟友获得 +35% 法力生成，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 1190,
        "effects": [
            "所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友获得 +63% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1191,
        "effects": [
            "所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友获得 +50% 攻击力，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1192,
        "effects": [
            "所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。对所有神圣系角色，此状态效果不可驱散且持续时间延长 2 回合。",
            "所有盟友获得 56% 防御，持续 5 回合。对所有神圣系角色，此状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 1193,
        "effects": [
            "所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友获得 +59% 防御，持续 5 回合。",
            "所有神圣系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。"
        ]
    },
    {
        "originalIndex": 1194,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "- 对目标造成 145% 伤害。",
            "- 对随机 2 名敌人造成额外 145% 伤害。",
            "2 倍法力充能：",
            "- 对目标造成 195% 伤害。",
            "- 对随机 3 名敌人造成额外 195% 伤害。",
            "3 倍法力充能：",
            "- 对目标造成 220% 伤害。",
            "- 对随机 4 名敌人造成额外 220% 伤害。"
        ]
    },
    {
        "originalIndex": 1195,
        "effects": [
            "为每位盟友召唤一个蜜蜂小兵。此蜜蜂小兵继承施法者 15% 生命和 17% 攻击力。",
            "蜜蜂小兵每次击中目标都会对目标施加以下状态异常：",
            "* 目标在 2 回合内受到共计 14 点剧毒伤害。",
            "* 目标无法获得新的小兵，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1196,
        "effects": [
            "为每位盟友召唤一个蜜蜂小兵。此蜜蜂小兵继承施法者 18% 生命和 15% 攻击力。",
            "蜜蜂小兵每次击中目标都会对目标施加以下状态异常：",
            "* 目标在 3 回合内受到共计 48 点剧毒伤害。",
            "* 目标对新的增益状态效果免疫，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1197,
        "effects": [
            "对所有敌人造成 120% 伤害。",
            "所有盟友获得 +36% 暴击几率，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1198,
        "effects": [
            "对所有敌人造成 120% 伤害。",
            "所有敌人获得 -25% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1199,
        "effects": [
            "所有盟友获得一个月出守卫，持续 6 回合，它可使所受的特殊技能伤害降低 -320 点。当攻击者为神圣系元素时可额外降低 20% 的伤害。",
            "所有盟友获得 +24% 攻击力，持续 6 回合。",
            "所有盟友获得 +24% 法力生成，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 1200,
        "effects": [
            "对目标造成 290% 伤害。",
            "目标法力满格时，自动对目标造成 89 点伤害并使其法力减少 50% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1201,
        "effects": [
            "对目标造成 300% 伤害。",
            "有 42% 的几率可额外攻击随机敌人最多 3 次。额外攻击造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1202,
        "effects": [
            "对目标造成 280% 伤害。",
            "有 55% 的几率可额外攻击随机敌人最多 3 次。额外攻击造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1203,
        "effects": [
            "所有盟友在 3 回合内获得共计 450 点生命加成。提高的生命值可以超过最大生命值。",
            "施法者获得对暗黑系 +84% 的防御，每次被击中后额外增加 2% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1204,
        "effects": [
            "所有盟友在 3 回合内获得共计 540 点生命加成。提高的生命值可以超过最大生命值。",
            "施法者获得对暗黑系 +74% 的防御，每次被击中后额外增加 2% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1205,
        "effects": [
            "对目标及附近敌人造成 250% 伤害。",
            "使目标和附近敌人的法力减少 15%。",
            "目标与附近敌人在 4 回合内受到共计 260 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 1206,
        "effects": [
            "施法者和附近盟友在 3 回合内恢复 429 点生命值。",
            "施法者和附近盟友拥有 +45% 几率闪避攻击和特殊技能，持续 3 回合。",
            "施法者和附近盟友获得 +45% 暴击几率，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1207,
        "effects": [
            "对目标造成 270% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。"
        ]
    },
    {
        "originalIndex": 1208,
        "effects": [
            "为所有盟友恢复 26% 生命值。",
            "强化闪避：所有盟友拥有 +45% 几率闪避可以造成伤害的特殊技能。此效果一直持续到该盟友成功闪避 1 次为止。",
            "强化效果结束后、被移除或被替换后，盟友在 4 回合内恢复 640 点生命值。"
        ]
    },
    {
        "originalIndex": 1209,
        "effects": [
            "从所有敌人身上安全驱散 1 个增益（最后获得的增益最先被驱散）。",
            "增益之源：每回合开始时，对随机一名盟友施放以下效果。",
            "* +25% 法力生成，持续 3 回合。",
            "* 所有受到的治疗增加 +50% ，持续 3 回合。",
            "* 增益之源将触发 4 次。每次驱散尝试都会移除一次触发。",
            "所有盟友在 4 回合内恢复 600 点生命值。"
        ]
    },
    {
        "originalIndex": 1210,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为所有盟友召唤一个魔书小兵，其可从施法者处继承 13% 生命和 20% 攻击力。",
            "2 倍法力充能：",
            "* 对所有敌人造成 235 伤害。",
            "* 召唤魔书恶魔附身于所有敌人。恶魔每回合对敌人造成 43% 攻击力的伤害。",
            "* 魔书恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 30% 的治疗量后便会消失。"
        ]
    },
    {
        "originalIndex": 1211,
        "effects": [
            "对目标造成 420% 伤害。",
            "若目标被击败，将对每名附近的敌人造成所溢出的伤害。"
        ]
    },
    {
        "originalIndex": 1212,
        "effects": [
            "对目标造成 305% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -35% 防御，持续 3 回合。防御每回合降低 -10% ，最低可达 -55%。"
        ]
    },
    {
        "originalIndex": 1213,
        "effects": [
            "对目标造成 315% 伤害。",
            "使目标的法力减少 25%。"
        ]
    },
    {
        "originalIndex": 1214,
        "effects": [
            "对目标造成 275% 伤害。",
            "施法者在 4 回合内偷取目标生成的法力，一开始偷取量较少，每个回合逐渐增加，直到最后一回合将偷取所有生成的法力。此效果不可净化，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 1215,
        "effects": [
            "对目标及附近敌人造成 275% 伤害。",
            "目标与附近敌人获得 -24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1216,
        "effects": [
            "对目标造成 320% 伤害。",
            "使目标的法力减少 -20%。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1217,
        "effects": [
            "为所有盟友恢复 35% 生命值。",
            "若任何盟友身上带有影响防御的可净化状态异常，该盟友将获得 +50% 防御，持续 3 回合。",
            "所有盟友获得 +24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1218,
        "effects": [
            "变个戏法获得一个特殊效果：",
            "刀剑：",
            "* 对所有敌人造成 255% 伤害。",
            "* 所有敌人获得 -54% 精准度，持续 3 回合，进攻型特殊技能也有相同几率落空。",
            "瓶子：",
            "* 所有盟友获得 +24% 法力生成，持续 4 回合。",
            "* 所有盟友获得 +63% 防御，持续 4 回合。",
            "冰冻：",
            "* 施法者无法获得法力，持续 2 回合。",
            "* 此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1219,
        "effects": [
            "出售废品以获得一个特殊效果：",
            "钝剑。",
            "* 对所有敌人造成 270% 伤害。",
            "* 所有敌人获得 -39% 攻击力，持续 3 回合。",
            "可疑蛇油。",
            "* 所有敌人获得 -24% 法力生成，持续 3 回合。",
            "* 所有敌人获得 -44% 防御，持续 3 回合。",
            "清仓甩卖。",
            "* 除了施法者以外，所有盟友的法力增加 3%。",
            "* 施法者无法获得法力，持续 2 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1220,
        "effects": [
            "所有敌人变得灵魂相连，持续 4 回合。灵魂相连的敌人将平摊所受伤害。",
            "所有敌人受到的所有伤害增加 +25% ，持续 4 回合。所有敌人每拥有一个小兵或超级小兵，则该效果提高 +5% ，最多可提高 +50%。"
        ]
    },
    {
        "originalIndex": 1221,
        "effects": [
            "伤害无视目标的小兵。",
            "使用焰暴闪袭攻击目标，造成最多 1080 点伤害。若目标为自然系元素则额外造成 30% 伤害。该特殊技能必定命中。",
            "目标抵抗新的小兵，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1222,
        "effects": [
            "为所有盟友恢复 38% 生命值。",
            "成长：所有盟友获得 100 点攻击力。",
            "所有盟友将状态异常反弹至敌方战队的一名随机角色，持续 3 回合（只有可净化的状态异常才可反弹）。"
        ]
    },
    {
        "originalIndex": 1223,
        "effects": [
            "对目标造成 175% 伤害，并对附近敌人造成轻微伤害。",
            "目标法力满格时，自动对目标造成 147 点伤害，并使其法力减少 50% ，持续 3 回合。",
            "施法者获得 +74% 特殊技能防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1224,
        "effects": [
            "对目标造成 340% 伤害。",
            "此攻击始终无视反击和反弹。"
        ]
    },
    {
        "originalIndex": 1225,
        "effects": [
            "对目标造成 320% 伤害。",
            "施法者和附近盟友攻击时无视防御增益，持续 2 回合。防御增益（包括反击）。"
        ]
    },
    {
        "originalIndex": 1226,
        "effects": [
            "此特殊技能有几率造成暴击（造成暴击的几率取决于英雄在造成伤害时的总暴击几率。此特殊技能造成的暴击会额外造成 50% 伤害。暴击可以减少PvP战斗中敌人的最大生命值。此效果对拥有生命加成的目标更强）。",
            "对目标造成 185% 伤害，并对其余敌人造成轻微伤害。",
            "施法者以所受伤害的 70% 进行反击，持续 4 回合。",
            "施法者每次反击可降低攻击者 -5% 的法力，持续 4 回合。同一回合中效果经连续激活会减弱。"
        ]
    },
    {
        "originalIndex": 1227,
        "effects": [
            "对目标造成 270% 伤害。",
            "目标获得对神圣系 -54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1228,
        "effects": [
            "对目标造成 280% 伤害。",
            "施法者和附近盟友获得对暗黑系 +94% 的防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1229,
        "effects": [
            "提高所有盟友 400 点生命值。提高的生命值可以超过最大生命值。",
            "施法者获得 +45% 攻击力，自己或其盟友每次被击中后额外增加 20% 攻击力，持续 3 回合。此效果结束时，所有敌人受到 176 点伤害。在此期间，施法者或其盟友所受每次攻击可使施法者造成的伤害提高 13 点，最高达到 332 点伤害。"
        ]
    },
    {
        "originalIndex": 1230,
        "effects": [
            "所有盟友在 4 回合内获得共计 480 点生命加成。提高的生命值可以超过最大生命值。",
            "施法者获得 +35% 攻击力，自己或其盟友每次被击中后额外增加 15% 攻击力，持续 4 回合。该效果结束时，所有敌人受到 236 点伤害。在此期间，施法者或其盟友所受每次攻击可使施法者造成的伤害提高 15 点，最高达到 416 点伤害。"
        ]
    },
    {
        "originalIndex": 1231,
        "effects": [
            "为所有盟友恢复 20% 生命值。",
            "面板上每存在一个神圣系盾牌，便额外恢复 3% 生命，最多共计恢复 44% 生命值。",
            "为每位盟友召唤一个精灵小兵，此小兵继承施法者 10% 的生命值和 10% 的攻击力。",
            "所有盟友获得 +14% 攻击力，且面板上每存在一个神圣系盾牌都会使其攻击力额外增加 5% ，持续 4 回合，最高可达 +54% 攻击力。"
        ]
    },
    {
        "originalIndex": 1232,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "所有敌人获得 -40% 精准度，持续 4 回合。",
            "进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1233,
        "effects": [
            "对所有敌人造成 160% 伤害。",
            "所有敌人获得 -30% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。",
            "所有敌人获得的治疗减少 -50% ，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1234,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "所有敌人获得 -30% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。",
            "所有敌人获得 -24% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1235,
        "effects": [
            "对所有敌人造成 240% 伤害。",
            "所有敌人获得 -34% 精准度，持续 4 回合。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1236,
        "effects": [
            "对所有敌人造成 245% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "所有敌人获得 -38% 精准度，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1237,
        "effects": [
            "为所有盟友恢复 40% 生命值。",
            "施法者无法获得法力，持续 2 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1238,
        "effects": [
            "对所有敌人造成 150% 伤害。",
            "使所有敌人的法力减少 20%。"
        ]
    },
    {
        "originalIndex": 1239,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "使所有敌人的法力减少 10%。"
        ]
    },
    {
        "originalIndex": 1240,
        "effects": [
            "对目标及附近敌人造成 270% 伤害。",
            "目标与附近敌人陷入沉默，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1241,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "使所有敌人的法力减少 16%。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1242,
        "effects": [
            "对所有敌人造成 190% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "使所有敌人的法力减少 18%。"
        ]
    },
    {
        "originalIndex": 1243,
        "effects": [
            "对目标及附近敌人造成 175% 伤害。",
            "目标和附近敌人对新的增益状态效果免疫，持续 3 回合。",
            "目标与附近敌人获得对特殊技能 -34% 的防御，持续 3 回合。",
            "目标与附近敌人获得 -64% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1244,
        "effects": [
            "对目标造成 190% 伤害。",
            "召唤圣甲虫炸弹恶魔附身于目标。恶魔每回合对敌人造成 38% 攻击力的伤害。",
            "圣甲虫炸弹恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 30% 的治疗量后便会消失。",
            "圣甲虫炸弹恶魔会在 3 回合后爆炸，对目标造成 600 点伤害，并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1245,
        "effects": [
            "对目标造成 125% 伤害。",
            "召唤圣甲虫炸弹恶魔附身于目标。恶魔每回合对敌人造成 38% 攻击力的伤害。",
            "圣甲虫炸弹恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 30% 的治疗量后便会消失。",
            "圣甲虫炸弹恶魔会在 3 回合后爆炸，对目标造成 900 点伤害并对附近敌人造成轻微伤害。"
        ]
    },
    {
        "originalIndex": 1246,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有盟友在 3 回合内获得共计 324 点生命加成。提高的生命值可以超过最大生命值。",
            "2 倍法力充能：",
            "* 如果任何盟友在后续 3 回合中被击败，该盟友将于下一个回合开始时以 20% 的生命复活。盟友被击败时所有状态和叠加效果会被移除。",
            "3 倍法力充能：",
            "* 所有盟友在 4 回合内获得共计 584 点生命加成。提高的生命值可以超过最大生命值。",
            "* 如果任何盟友在后续 4 回合中被击败，该盟友将于下一个回合开始时以 40% 的生命复活。盟友被击败时所有状态和叠加效果会被移除。"
        ]
    },
    {
        "originalIndex": 1247,
        "effects": [
            "摧毁施法者和附近盟友的所有恶魔。",
            "为施法者和附近盟友恢复 40% 生命值。"
        ]
    },
    {
        "originalIndex": 1248,
        "effects": [
            "对目标造成 365% 伤害。",
            "在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳交错。触发此效果时，该效果将转移到被击中的盟友身上并刷新持续时间。"
        ]
    },
    {
        "originalIndex": 1249,
        "effects": [
            "摧毁所有盟友的恶魔。",
            "提高所有盟友 625 点生命值。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 1250,
        "effects": [
            "摧毁所有盟友的恶魔。此效果会对超级恶魔造成伤害。",
            "提高所有盟友 520 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +30% 防御，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1251,
        "effects": [
            "所有盟友获得 +185% 攻击力与 -32% 精准度，持续 5 回合。",
            "进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1252,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "施法者获得 -20% 防御，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1253,
        "effects": [
            "所有盟友获得 +170% 攻击力与 -25% 精准度，持续 5 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1254,
        "effects": [
            "所有盟友获得 +175% 攻击力与 -32% 精准度，持续 5 回合。对所有神圣系角色，此状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 1255,
        "effects": [
            "面板中所有神圣系盾牌受到影响。进攻方英雄施放此特殊技能时，盾牌将会被增强，给予的法力增加 +30% ；而防御方英雄施放此特殊技能时，盾牌则会被削弱，给予的法力减少 -23%。",
            "所有盟友获得 +35% 攻击力，持续 4 回合。对所有神圣系角色，该状态效果不可驱散且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 1256,
        "effects": [
            "随机重新排列敌人位置。",
            "对目标及附近敌人造成 280% 伤害。"
        ]
    },
    {
        "originalIndex": 1257,
        "effects": [
            "随机重新排列敌人位置。",
            "对目标及附近敌人造成 260% 伤害。",
            "施法者有 +45% 的几率闪避特殊技能，持续 3 回合。每次闪避可获得 +5% 防御叠加（最多 10 层）。"
        ]
    },
    {
        "originalIndex": 1258,
        "effects": [
            "对所有敌人造成 440% 伤害。",
            "重置所有盟友的增益持续时间。",
            "为每位盟友召唤 2 个精灵小兵，其可从施法者处继承 10% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 1259,
        "effects": [
            "解除所有盟友的全部可净化状态异常，并随机施放给敌人。",
            "重置所有敌人的状态异常持续时间。",
            "对所有敌人造成 350% 伤害。",
            "所有敌人将反弹增益状态效果至我方战队的一名随机角色，持续 4 回合（只有可驱散的增益才可反弹）。"
        ]
    },
    {
        "originalIndex": 1260,
        "effects": [
            "对所有敌人造成 350% 伤害。",
            "召唤刺骨陷阱恶魔附身于所有敌人。恶魔每回合对敌人造成 45% 攻击力的伤害。该伤害每回合提高 8% ，最高可达 93%。",
            "刺骨陷阱恶魔会吸收治疗，当吸收的治疗量达到其所有者最大生命值的 45% 时，它便会消失。",
            "所有敌人只要有刺骨陷阱恶魔附身，就无法用特殊技能净化或转移其状态异常（此效果也无法被净化或转移）。"
        ]
    },
    {
        "originalIndex": 1261,
        "effects": [
            "对目标造成 550% 伤害。",
            "若目标在受到伤害前有超过 50% 的生命，则多瞄准一名在受到此特殊技能伤害前有超过 50% 生命的敌人。若其他敌人的生命都在 50% 以下，则多瞄准一名随机敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "若命中的敌人在接下来的 4 回合内使用特殊技能，该敌人将获得 -34% 攻击力、 -34% 防御以及 -24% 法力生成，持续 4 回合。状态效果将在特殊技能结束后施加。若此状态效果在特殊技能施放期间被移除，则不会施加状态效果。"
        ]
    },
    {
        "originalIndex": 1262,
        "effects": [
            "此特殊技能必定命中。",
            "对目标造成 460% 伤害。",
            "目标在法力满格时会被强制施放盲目治疗，此效果持续 3 回合。",
            "盲目治疗：",
            "* 为剩余生命值最低的敌方角色恢复 20% 生命值。"
        ]
    },
    {
        "originalIndex": 1263,
        "effects": [
            "对目标造成 450% 伤害。",
            "如果目标拥有生命加成，则造成 500 点额外伤害。"
        ]
    },
    {
        "originalIndex": 1264,
        "effects": [
            "对目标造成 250% 伤害。",
            "如果目标拥有生命加成，则造成 1140 点额外伤害。"
        ]
    },
    {
        "originalIndex": 1265,
        "effects": [
            "如果施法者正在恢复生命值：",
            "* 对所有敌人造成 300% 伤害。",
            "* 所有敌人获得持续性 -40% 攻击力（此效果持续至被净化、替换或移除）。",
            "否则：",
            "* 所有盟友获得持续性每回合 200 点生命恢复（此效果持续至被净化、替换或移除）。",
            "* 所有盟友获得持续性 +40% 攻击力（此效果持续至被净化、替换或移除）。"
        ]
    },
    {
        "originalIndex": 1266,
        "effects": [
            "为所有盟友恢复 50% 生命值。",
            "每名被击败的盟友有 40% 的几率以 30% 的生命值复活。",
            "所有盟友有 20% 几率将所受的任何伤害降低至 1 点，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1267,
        "effects": [
            "从目标处窃取所有小兵和超级小兵。",
            "从目标身上窃取 40% 法力并平均分配到所有盟友身上。",
            "对目标造成 530% 伤害。",
            "目标陷入深眠且深眠期间受到的伤害增加 +80% （深眠中的角色无法获得法力或攻击。深眠目标受到 500 点伤害后便会苏醒。此效果不可净化）。"
        ]
    },
    {
        "originalIndex": 1268,
        "effects": [
            "对目标及附近敌人造成 330% 伤害。",
            "目标与附近敌人对新的增益状态效果免疫，持续 4 回合。",
            "施法者和附近盟友获得 +50% 暴击几率，持续 4 回合。",
            "元素链赋予所有神圣系盟友 +5% 闪避几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1269,
        "effects": [
            "对目标造成 390% 伤害。",
            "目标获得 -75% 精准度，持续 2 回合。进攻型特殊技能也有相同几率落空。",
            "目标获得的治疗减少 -75% ，持续 2 回合。",
            "元素链为全体神圣系盟友提供针对特殊技能 +30% 的防御，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1270,
        "effects": [
            "偷取全体敌人最新施加的可驱散状态效果增益并随机施放给盟友。",
            "若未能成功窃取任何增益，则对所有敌人造成 200% 伤害。",
            "解除所有盟友的全部可净化状态异常并随机施放给敌人。",
            "若未能成功分配任何状态异常，则对所有敌人造成 200% 伤害。"
        ]
    },
    {
        "originalIndex": 1271,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 180% 伤害。",
            "每移除一个状态效果便造成额外 20% 伤害，最多累计造成 340% 伤害。",
            "叠加（最多 10 层）：施法者获得 +5% 法力生成。",
            "叠加 +2 （最多 10 层）：施法者每回合恢复 20 点生命值。"
        ]
    },
    {
        "originalIndex": 1272,
        "effects": [
            "驱散所有敌人的增益。",
            "对所有敌人造成 170% 伤害。",
            "每移除一个状态效果便造成额外 25% 伤害，最多累计造成 370% 伤害。",
            "叠加 +2 （最多 10 层）：施法者获得 +12% 法力生成。",
            "叠加 +3 （最多 10 层）：施法者每回合恢复 45 点生命值。"
        ]
    },
    {
        "originalIndex": 1273,
        "effects": [
            "提高施法者和附近盟友 1000 点生命值。提高的生命值可以超过最大生命值。",
            "施法者拥有生命值加成期间，施法者自身和其附近盟友均获得 +50% 防御。此效果无法驱散。",
            "施法者和附近盟友可抵抗最大生命值的减少，持续 5 回合。",
            "元素链使全体神圣系盟友对新恶魔免疫，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1274,
        "effects": [
            "对目标及附近敌人造成 355% 伤害。",
            "目标与附近敌人跳起激情歌谣，持续 3 回合。添加此效果时将移除所有现有状态效果。",
            "激情歌谣。",
            "* -40% 精准度。",
            "* -40% 防御。",
            "* 免疫新的状态效果。新的舞蹈状态效果将取代此效果。",
            "* 此效果无法驱散。施法者阵亡后效果移除。"
        ]
    },
    {
        "originalIndex": 1275,
        "effects": [
            "为所有盟友恢复 65% 生命值。",
            "所有盟友对新的状态异常免疫，持续 3 回合，且每当有状态异常尝试施加于其上，他们都将恢复 205 点生命值。"
        ]
    },
    {
        "originalIndex": 1276,
        "effects": [
            "为所有盟友恢复 60% 生命值。",
            "所有盟友对新的状态异常免疫，持续 3 回合，且每当有状态异常尝试施加于其上，他们都将恢复 360 点生命值。"
        ]
    },
    {
        "originalIndex": 1277,
        "effects": [
            "对所有敌人造成 230% 伤害。",
            "所有盟友拥有 +45% 几率闪避特殊技能，持续 3 回合。每次闪避会对攻击者造成 100 点伤害。"
        ]
    },
    {
        "originalIndex": 1278,
        "effects": [
            "每名阵亡的盟友有 40% 的几率以 20% 的生命值复活。",
            "所有盟友在 4 回合内恢复共计 894 点生命，一开始恢复量较少，每个回合逐渐增加。",
            "所有盟友获得 +24% 防御，持续 4 回合。防御每回合增加 10% ，最高为 +54%。"
        ]
    },
    {
        "originalIndex": 1279,
        "effects": [
            "为所有盟友恢复 40% 生命值。",
            "为每位盟友召唤一个守护者小兵，其可从施法者处继承 20% 生命和 20% 攻击力。",
            "元素链为全体神圣系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1280,
        "effects": [
            "为所有盟友恢复 37% 生命值。",
            "为每位盟友召唤一个守护者小兵，其可从施法者处继承 25% 生命和 30% 攻击力。",
            "元素链为全体神圣系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1281,
        "effects": [
            "对目标及附近敌人造成 285% 伤害。",
            "召唤一个山猫小兵，其可从施法者处继承 35% 生命值和 35% 攻击力。",
            "山猫小兵在命中目标前会摧毁目标的全部小兵。",
            "驱散目标和附近敌人身上的增益。",
            "元素链在回合结束时为所有神圣系盟友恢复少量法力，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1282,
        "effects": [
            "为剩余生命值最低的盟友恢复 65% 生命值。为其他所有盟友恢复 42% 生命值。",
            "为每位盟友召唤一个小丑小兵，其可从施法者处继承 15% 生命和 22% 攻击力。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1283,
        "effects": [
            "在后续 4 回合中，每当其他盟友施放特殊技能后，此角色将随机对一个目标和附近敌人造成 220% 伤害并对其施加 15 点狂乱。",
            "叠加（最多 10 层）：所有盟友获得 +20% 攻击力。",
            "叠加（最多 10 层）：所有盟友获得 +5% 法力生成。",
            "对施法者施加 50 点狂乱。"
        ]
    },
    {
        "originalIndex": 1284,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "目标与附近敌人获得 -35% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "元素链为全体神圣系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1285,
        "effects": [
            "对目标及附近敌人造成 270% 伤害。",
            "目标与附近敌人获得 -50% 精准度，持续 3 回合。若目标受到治疗，则效果持续时间将重置。进攻型特殊技能也有相同几率落空。",
            "元素链为全体神圣系盟友提供 +5% 的攻击和 +5% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1286,
        "effects": [
            "摧毁全部敌人的全部小兵。",
            "对所有敌人造成 270% 伤害。",
            "原本拥有小兵的敌人将抵抗新的小兵，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1287,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 为每位盟友召唤一个水母小兵，其可从施法者处继承 +37% 生命和 +42% 攻击力。",
            "* 叠加（最多 10 层）：所有盟友召唤的小兵可继承 +5% 的生命值。",
            "第二次：",
            "* 用水母小兵取代附身于全体盟友的所有恶魔。",
            "* 为每位盟友召唤一个水母小兵，其可从施法者处继承 +37% 生命和 +42% 攻击力。",
            "* 叠加（最多 10 层）：所有盟友召唤的小兵可继承 +5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1288,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 为每位盟友召唤一个水母小兵，其可从施法者处继承 +35% 生命和 +40% 攻击力。",
            "* 叠加（最多 10 层）：所有盟友召唤的小兵可继承 +4% 的生命值。",
            "第二次：",
            "* 用水母小兵取代附身于全体盟友的所有恶魔。",
            "* 为每位盟友召唤一个水母小兵，其可从施法者处继承 40% 生命和 50% 攻击力。",
            "* 叠加（最多 10 层）：所有盟友召唤的小兵可继承 +7% 的生命值。"
        ]
    },
    {
        "originalIndex": 1289,
        "effects": [
            "对目标造成 500% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得 -48% 攻击力，持续 3 回合。若该效果在持续时间结束前被移除，其拥有者将受到 514 点伤害。"
        ]
    },
    {
        "originalIndex": 1290,
        "effects": [
            "对目标造成 250% 伤害。如果目标为暗黑系可造成额外伤害。",
            "对 5 名随机敌人造成 180% 伤害。如果目标为暗黑系可造成额外伤害。",
            "面板中所有神圣系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 1291,
        "effects": [
            "对目标造成 260% 伤害。如果目标为暗黑系可造成额外伤害。",
            "对 5 名随机敌人造成 250% 伤害。如果目标为暗黑系可造成额外伤害（如果没有其他有效目标，则此效果瞄准第一次击中的该名敌人）。",
            "面板中所有神圣系盾牌受到影响。攻击方英雄施放特殊技能时，盾牌得到增强并额外给予 +64% 攻击力；防御方英雄施放特殊技能时，盾牌会被削弱攻击力 -57%。"
        ]
    },
    {
        "originalIndex": 1292,
        "effects": [
            "摧毁目标的全部小兵。此效果会对超级小兵造成伤害。",
            "对目标造成 530% 伤害。",
            "若本次攻击将敌人击败，那么施法者将恢复 +50% 生命并获得 33% 法力。",
            "拟态兽宝箱关闭 2 回合（拟态兽宝箱关闭时免疫伤害和新的状态异常）。"
        ]
    },
    {
        "originalIndex": 1293,
        "effects": [
            "为所有盟友恢复 45% 生命值。",
            "所有盟友获得的治疗增加 +30% ，持续 5 回合。",
            "叠加 +3 （最多 10 层）：施法者获得 +15% 法力生成（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "元素链为全体神圣系盟友提供 +20% 的暴击几率，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1294,
        "effects": [
            "对目标及附近敌人造成 330% 伤害。",
            "被击中的基础法力速度最快的敌人将获得 -64% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1295,
        "effects": [
            "对目标及附近敌人造成 350% 伤害。",
            "如果在此技能施放前任何盟友已经拥有超级小兵，则转而对所有敌人造成 365% 伤害。",
            "召唤一个新兵守卫超级小兵，其可从施法者处继承 20% 生命值和 100% 攻击力。",
            "当队伍中有更多独特的驻防守卫英雄时，新兵守卫超级小兵会获得更多生命值和攻击力，最高可达 30% 生命值和 140% 攻击力。"
        ]
    },
    {
        "originalIndex": 1296,
        "effects": [
            "净化所有盟友的状态异常。",
            "所有盟友获得 +63% 防御，持续 4 回合。",
            "所有盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "所有盟友可反弹状态异常和负面效果叠加，持续 4 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。",
            "所有盟友在 4 回合内恢复 732 点生命值。"
        ]
    },
    {
        "originalIndex": 1297,
        "effects": [
            "使用焰暴闪袭攻击所有敌人，造成最多 2200 点伤害。若目标为自然系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "为所有盟友恢复等同于所造成伤害 30% 的生命值。",
            "所有盟友会以所受伤害的 65% 进行反击，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1298,
        "effects": [
            "安全净化所有盟友的状态异常（安全净化会无视状态异常被移除时的副作用，例如移除时的伤害。被动技能和家族效果等外来效果仍会生效）。",
            "强化闪避：所有盟友拥有 +100% 几率闪避可以造成伤害的特殊技能。此效果一直持续到该盟友成功闪避一次为止。",
            "强化闪避结束后、被移除或被替换后，盟友恢复 56% 生命并获得 +60% 防御，持续 6 回合。"
        ]
    },
    {
        "originalIndex": 1299,
        "effects": [
            "对目标及附近敌人造成 380% 伤害。",
            "攻击有 80% 的几率无视防御增益（包括反击）。",
            "所有盟友获得 +45% 防御，持续 4 回合。",
            "元素链赋予所有神圣系盟友 +5% 几率闪避状态异常，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1300,
        "effects": [
            "对目标施加贪婪，持续 4 回合。来自特殊技能的友方效果只会影响身上有贪婪状态的角色（贪婪会阻止同一队伍中的所有其他英雄获得友方效果，包括所有增益、治疗和成长效果）。",
            "所有敌人在 4 回合内受到共计 988 点流血伤害。",
            "对所有敌人造成 310% 伤害。"
        ]
    },
    {
        "originalIndex": 1301,
        "effects": [
            "所有盟友获得 +54% 防御，每次被击中后额外增加 +5% 防御，持续 3 回合。",
            "3 回合后所有盟友恢复 1000 点生命值。若该效果在持续时间结束前被移除或取代，则改为恢复 1400 点生命值。",
            "3 回合后所有盟友获得 25% 法力。若该效果在持续时间结束前被移除或取代，则改为获得 35% 法力（此效果无法被自身取代）。"
        ]
    },
    {
        "originalIndex": 1302,
        "effects": [
            "所有盟友获得 +60% 攻击力，持续 5 回合。",
            "所有盟友获得 +44% 法力生成，持续 5 回合。",
            "所有盟友获得史莱姆复活状态效果，持续 2 回合。若在史莱姆复活激活期间被击败，角色将以史莱姆形态重生并拥有：",
            "* 100% 继承生命值。",
            "* 50% 攻击力。",
            "* 50% 防御。",
            "* 特殊技能：史莱姆拍击（对目标造成 350% 伤害）。",
            "* 此效果无法驱散。",
            "若史莱姆在 2 回合内未被击败，则会变回角色原型，并继承史莱姆的生命值和法力。"
        ]
    },
    {
        "originalIndex": 1303,
        "effects": [
            "如果面板上有 8 个或以上的神圣系盾牌，那么此特殊技能施加的所有效果均不可驱散。",
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 5 回合。",
            "所有盟友在 5 回合内获得共计 1300 点生命加成。提高的生命值可以超过最大生命值。",
            "所有盟友获得 +44% 法力生成，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1304,
        "effects": [
            "对 9 名随机敌人造成 160% 伤害。",
            "叠加（最多 10 层）：每次命中给予目标 -9% 攻击力。",
            "叠加（最多 10 层）：每次命中给予目标 -6% 防御。",
            "该增益持续期间，所有盟友身上的全部增益都不可驱散。",
            "该状态异常持续期间，所有敌人身上的状态异常都无法被净化。"
        ]
    },
    {
        "originalIndex": 1305,
        "effects": [
            "移除施法者以外所有盟友的状态效果，包含不可驱散或不可净化的状态效果。",
            "施法者在 4 回合内恢复 612 点生命值。",
            "除施法者外的所有盟友跳起英灵之舞，持续 4 回合：",
            "* +100% 攻击力。",
            "* 所受的所有伤害减少 -50%。",
            "* 若施法者被击败，舞者受到 84 点伤害且法力减少 100%。",
            "* 此效果无法驱散，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 1306,
        "effects": [
            "移除所有盟友（除施法者外）的状态效果。包含不可驱散或不可净化的状态效果。",
            "为所有盟友恢复 48% 生命值。",
            "除施法者外的所有盟友跳起英灵之舞，持续 4 回合：",
            "* +110% 攻击力。",
            "* 所受的所有伤害减少 -30%。",
            "* 若施法者被击败，舞者受到 115 点伤害且法力减少 100%。",
            "* 此效果无法驱散，但会在施法者被击败后移除。"
        ]
    },
    {
        "originalIndex": 1307,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "每有一名盟友被击败，伤害增加 60% （最高伤害 540% ）。",
            "施法者获得 +46% 防御，持续 5 回合。",
            "施法者在 5 回合内恢复 915 点生命值。"
        ]
    },
    {
        "originalIndex": 1308,
        "effects": [
            "使所有敌人的法力减少 20%。",
            "施法者和附近盟友在 4 回合内恢复 612 点生命值。",
            "施法者和附近盟友获得对暗黑系 +54% 的防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1309,
        "effects": [
            "使目标和附近敌人的法力减少 25%。",
            "为所有盟友恢复 40% 生命值。",
            "所有盟友会将来自暗黑系敌人特殊技能的全部状态效果和 115% 伤害反弹至进攻者，并阻挡该技能的其它负面效果，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。"
        ]
    },
    {
        "originalIndex": 1310,
        "effects": [
            "对所有敌人造成 350% 伤害。",
            "伤害无视目标的小兵。",
            "所有敌人在 3 回合内受到共计 258 点燃烧伤害。",
            "所有敌人从燃烧和剧毒状态异常所受到的伤害增加 +50% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1311,
        "effects": [
            "对所有敌人造成 270% 伤害。",
            "所有盟友会以所受伤害的 80% 进行反击，持续 4 回合。反击伤害每回合增加 +15% ，最高为 125%。",
            "所有盟友获得 +50% 暴击几率，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1312,
        "effects": [
            "所有盟友拥有 +45% 几率闪避特殊技能，持续 3 回合。每次闪避都能使生命值提高 425 点。提高的生命值可以超过最大生命值。",
            "所有盟友可抵抗最大生命值的减少，持续 3 回合。",
            "元素链给予所有神圣系盟友受到的治疗增加 +10% ，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1313,
        "effects": [
            "对目标造成 600% 伤害。",
            "如果目标有增益效果且受到攻击，则瞄准另一个有增益效果的敌人。如果其他敌人均没有增益效果，则随机瞄准一个敌人。每下攻击的伤害都会递减。每个敌人只能被击中一次。",
            "从所有敌人身上安全驱散 1 个增益（最后获得的增益最先被驱散）。",
            "衰退：所有敌人获得 -350 点防御。"
        ]
    },
    {
        "originalIndex": 1314,
        "effects": [
            "对目标及附近敌人造成 435% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 708 点流血伤害。所有盟友会吸收所造成流血伤害的 50% 并转化为生命值加成。",
            "目标和附近敌人对新的增益状态效果免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1315,
        "effects": [
            "对目标及附近敌人造成 250% 伤害。",
            "使目标和附近敌人在 3 回合内减少共计 450 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少每回合 150 点。"
        ]
    },
    {
        "originalIndex": 1316,
        "effects": [
            "对目标及附近敌人造成 230% 伤害。",
            "使目标和附近敌人在 3 回合内减少共计 600 点最大生命值。若目标拥有提高的生命值，此效果会增强。最大生命值不能低于初始最大生命值的 30%。任何提高的生命值会额外减少每回合 200 点。"
        ]
    },
    {
        "originalIndex": 1317,
        "effects": [
            "1 倍法力充能：",
            "* 召唤苦无恶魔附身于目标。恶魔每回合对敌人造成 150% 攻击力的伤害。",
            "* 苦无恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 45% 的治疗量后便会消失。",
            "* 苦无恶魔会在 3 回合后爆炸，对目标造成 1850 点伤害。",
            "2 倍法力充能：",
            "* 召唤苦无恶魔附身于目标及附近敌人。恶魔每回合对敌人造成 175% 攻击力的伤害。",
            "* 苦无恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 50% 的治疗量后便会消失。",
            "* 苦无恶魔会在 3 回合后爆炸，对目标造成 2000 点伤害。",
            "3 倍法力充能：",
            "* 召唤苦无恶魔附身于所有敌人。恶魔每回合对敌人造成 200% 攻击力的伤害。",
            "* 苦无恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 55% 的治疗量后便会消失。",
            "* 苦无恶魔会在 3 回合后爆炸，对目标造成 2250 点伤害。"
        ]
    },
    {
        "originalIndex": 1318,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "所有盟友有 +56% 几率闪避特殊技能，持续 3 回合。每次闪避会召唤一名樱花狐狸小兵。",
            "樱花狐狸小兵从施法者处继承了 8% 生命和 30% 攻击力。小兵可在每回合结束时为主人增加 7% 法力。"
        ]
    },
    {
        "originalIndex": 1319,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "为施法者和附近盟友召唤一个樱花狐狸小兵。樱花狐狸小兵从施法者处继承了 12% 生命和 30% 攻击力。该小兵可在每回合结束时为主人增加 7% 法力。",
            "所有敌人获得 -40% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1320,
        "effects": [
            "对目标和所有暗黑系敌人造成 500% 伤害。",
            "所有敌人获得 -39% 法力生成，持续 4 回合。对暗黑系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1321,
        "effects": [
            "偷取目标的全部可驱散增益并随机施放给盟友。",
            "从目标身上窃取 35% 法力并平均分配到所有盟友身上。",
            "所有盟友获得 +35% 攻击力，持续 2 回合。",
            "元素链为全体神圣系盟友提供 +10% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1322,
        "effects": [
            "对目标造成 470% 伤害。",
            "目标获得 -44% 防御，持续 4 回合。",
            "对随机一个不同的敌人造成 470% 的伤害。如果没有其他有效目标，则此效果瞄准第一次击中的该名敌人。",
            "遭到第二次攻击的目标获得 -44% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1323,
        "effects": [
            "所有盟友在 6 回合内恢复 1428 点生命值。",
            "所有盟友获得 +50% 攻击力，持续 6 回合。",
            "所有盟友获得 +50% 暴击几率，持续 6 回合。",
            "施法者获得 -5% 法力生成，持续 4 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1324,
        "effects": [
            "所有盟友在 5 回合内恢复 1450 点生命值。",
            "所有盟友获得 +60% 攻击力，持续 5 回合。",
            "所有盟友获得 +60% 暴击几率，持续 5 回合。",
            "施法者获得 -5% 法力生成，持续 5 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1325,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "所有暗黑系敌人获得 -34% 精准度，持续 3 回合（进攻型特殊技能也有相同几率落空）。",
            "所有冰雪系敌人获得 -34% 防御，持续 3 回合。",
            "所有自然系敌人获得 -34% 法力生成，持续 3 回合。",
            "所有烈火系敌人获得 -34% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1326,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "所有暗黑系敌人获得 -39% 精准度，持续 3 回合（进攻型特殊技能也有相同几率落空）。",
            "所有冰雪系敌人获得 -39% 防御，持续 3 回合。",
            "所有自然系敌人获得 -39% 法力生成，持续 3 回合。（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "所有烈火系敌人获得 -39% 攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1327,
        "effects": [
            "对目标造成 468% 伤害。",
            "目标获得 -40% 精准度，持续 6 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1328,
        "effects": [
            "对目标造成 488% 伤害。",
            "目标获得 -35% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1329,
        "effects": [
            "对目标及附近敌人造成 260% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 195 点燃烧伤害。",
            "目标与附近敌人获得 -35% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1330,
        "effects": [
            "对目标造成 548% 伤害。",
            "目标获得 -35% 精准度，持续 6 回合。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1331,
        "effects": [
            "对目标造成 558% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "目标获得 -38% 精准度，持续 6 回合（进攻型特殊技能也有相同几率落空）。"
        ]
    },
    {
        "originalIndex": 1332,
        "effects": [
            "对目标造成 450% 伤害，并对其余敌人造成轻微伤害。",
            "所有敌人获得的治疗减少 -50% ，持续 3 回合。",
            "所有敌人从特殊技能获得的法力减少 -75% ，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1333,
        "effects": [
            "对所有敌人造成 285% 伤害。",
            "所有敌人获得 -40% 精准度，持续 4 回合。",
            "进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1334,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "每有一名盟友被击败，伤害增加 50%。",
            "施法者获得 +24% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1335,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "每有一个敌人被击败，伤害增加 45%。",
            "所有敌人获得 -40% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1336,
        "effects": [
            "对所有敌人造成 435% 伤害。",
            "所有敌人获得 -30% 精准度，持续 4 回合（进攻型特殊技能也有相同几率落空）。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1337,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 4 回合。",
            "施法者获得 +74% 特殊技能防御，持续 4 回合。",
            "除施法者外的所有盟友获得 +34% 攻击，持续 4 回合。",
            "元素链赋予所有神圣系盟友 +10% 的防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1338,
        "effects": [
            "对目标造成 300% 伤害。",
            "对随机一个不同的敌人造成 470% 伤害。",
            "在 3 回合内，若命中的敌人在回合开始时法力满格，该敌人将自动对一名随机盟友施放莽夫乱拳。对暗黑系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 1339,
        "effects": [
            "对目标造成 450% 伤害。",
            "对随机一个不同的敌人造成 320% 伤害。",
            "在 4 回合内，若命中的敌人在回合开始时法力满格，该敌人将自动对一名随机盟友施放莽夫乱拳。对暗黑系角色，此状态效果不可净化且持续时间延长 1 回合。"
        ]
    },
    {
        "originalIndex": 1340,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 280% 伤害。",
            "* 施法者进入潜行状态，持续 2 回合。",
            "* 潜行期间，施法者无法获得新的状态效果或叠加，且所受伤害减少 -20%。",
            "* 施法者脱离潜行状态时，对所有在潜行期间使用特殊技能的敌人造成 227 点伤害。",
            "* 在 2 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。",
            "2 倍法力充能：",
            "* 对目标造成 370% 伤害。",
            "* 施法者进入潜行状态，持续 3 回合。",
            "* 潜行期间，施法者无法获得新的状态效果或叠加，且所受伤害减少 -30%。",
            "* 施法者脱离潜行状态时，对所有在潜行期间使用特殊技能的敌人造成 316 点伤害。",
            "* 在 3 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。",
            "3 倍法力充能：",
            "* 对目标造成 450% 伤害。",
            "* 施法者进入潜行状态，持续 4 回合。",
            "* 潜行期间，施法者无法获得新的状态效果或叠加，且所受伤害减少 -40%。",
            "* 施法者脱离潜行状态时，对所有在潜行期间使用特殊技能的敌人造成 348 点伤害。",
            "* 在 4 回合内，若目标在回合开始时法力满格，该目标将自动对一名随机盟友施放莽夫乱拳。"
        ]
    },
    {
        "originalIndex": 1341,
        "effects": [
            "对目标造成 605% 伤害。",
            "为施法者提高相当于所造成伤害 50% 的生命值。"
        ]
    },
    {
        "originalIndex": 1342,
        "effects": [
            "净化所有盟友的状态异常，且不触发次生效果。",
            "对所有敌人造成 325% 伤害。",
            "所有敌人获得的治疗减少 -50% ，持续 4 回合。",
            "所有敌人无法用特殊技能净化或转移其状态异常，持续 4 回合（此效果也阻止净化或转移其自身）。"
        ]
    },
    {
        "originalIndex": 1343,
        "effects": [
            "此特殊技能必定命中。",
            "对目标造成 380% 伤害。",
            "使目标的法力减少 -20%。",
            "如果在法力减损后，目标的法力高于 30% ，则会以一个随机敌人作为目标再次施放特殊技能。每下攻击的伤害都会递减。"
        ]
    },
    {
        "originalIndex": 1344,
        "effects": [
            "对目标造成 415% 伤害。",
            "使目标的法力减少 40%。",
            "为施法者恢复等同于所造成伤害 75% 的生命值。"
        ]
    },
    {
        "originalIndex": 1345,
        "effects": [
            "对目标造成 390% 伤害，并对附近敌人造成轻微伤害。",
            "目标与附近敌人获得对神圣系 -54% 的防御，持续 4 回合。",
            "所有暗黑系敌人获得 -34% 攻击力，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1346,
        "effects": [
            "对所有敌人造成 240% 伤害。",
            "使所有敌人的法力减少 10%。",
            "所有敌人获得 -34% 防御，持续 3 回合。对暗黑系角色，此状态效果不可净化且持续时间延长 2 回合。"
        ]
    },
    {
        "originalIndex": 1347,
        "effects": [
            "对目标造成 565% 伤害。",
            "使目标的法力减少 35%。",
            "为施法者恢复等同于所造成伤害 65% 的生命值。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1348,
        "effects": [
            "对目标造成 575% 伤害。",
            "攻击会无视防御增益（包括反击）。",
            "使目标的法力减少 -38%。",
            "为施法者恢复等同于所造成伤害 70% 的生命值。"
        ]
    },
    {
        "originalIndex": 1349,
        "effects": [
            "解除施法者和附近盟友的全部可净化状态异常并随机施放给敌人。",
            "施法者和附近盟友获得一个月出守卫，持续 4 回合，它可使所受的特殊技能伤害降低最多 -1320 点。当攻击者为神圣系元素时可额外降低 30% 的伤害。",
            "施法者和附近盟友在 4 回合内恢复 1800 点生命值。",
            "施法者和附近盟友可反弹状态异常和负面效果叠加，持续 4 回合。同队角色、小兵和恶魔施放的状态效果无法反弹。"
        ]
    },
    {
        "originalIndex": 1350,
        "effects": [
            "对所有敌人造成 325% 伤害。",
            "所有敌人在 4 回合内受到共计 364 点流血伤害。对暗黑系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "所有敌人获得的治疗减少 -75% ，持续 4 回合。对暗黑系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "所有敌人获得 -35% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。对暗黑系角色，此状态效果不可净化且持续时间延长 2 回合。",
            "对暗黑系造成额外伤害。"
        ]
    },
    {
        "originalIndex": 1351,
        "effects": [
            "对目标造成 400% 伤害。",
            "目标无法对敌人或盟友施放任何新的状态效果，持续 3 回合。包括叠加。此效果只对通过特殊技能施放的状态效果有效。",
            "元素链为全体神圣系盟友提供 +10% 的暴击几率，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1352,
        "effects": [
            "所有敌人在 3 回合内受到共计 330 点剧毒伤害。",
            "召唤松糕恶魔附身于所有敌人。恶魔每回合对敌人造成 38% 攻击力的伤害。",
            "松糕恶魔会吸收治疗。它在吸收了相当于其目标最大生命值 35% 的治疗量后便会消失。",
            "松糕恶魔每次击中目标都有以下效果：",
            "* 目标从状态异常受到的伤害增加 +50% ，持续 3 回合。",
            "* 有 25% 几率刷新剩余回合最少的状态异常持续时间。"
        ]
    },
    {
        "originalIndex": 1353,
        "effects": [
            "成长：所有盟友获得 150 点攻击力和 150 点防御。",
            "为每个盟友召唤一个胡萝卜小兵，其可从施法者处继承 25% 生命值。",
            "胡萝卜小兵被召唤后，只要其所有者拥有胡萝卜小兵，其所有者就会获得 +20% 法力生成。此效果无法驱散（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "元素链为全体神圣系盟友提供针对特殊技能的 +30% 防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1354,
        "effects": [
            "为所有盟友恢复 60% 生命值。",
            "净化所有盟友身上最新施加的状态异常并将其施加于敌方战队的一名随机目标身上。",
            "该状态异常持续期间，所有敌人身上的状态异常都无法被净化。",
            "所有盟友获得 +60% 防御，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1355,
        "effects": [
            "提高所有盟友 710 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友对新的状态异常免疫，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1356,
        "effects": [
            "对所有敌人造成 130% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 250%。",
            "使所有敌人的法力减少 20%。",
            "所有敌人获得 -14% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1357,
        "effects": [
            "对所有敌人造成 180% 伤害。",
            "敌人的法力越高，受到的伤害越大，最高可达 300%。",
            "使所有敌人的法力减少 15%。",
            "所有敌人获得 -10% 法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1358,
        "effects": [
            "1 倍法力充能：",
            "* 所有盟友变得灵魂相连，持续 2 回合。灵魂相连的盟友将平摊所受伤害。",
            "* 所有盟友获得 +25% 防御，持续 2 回合。",
            "* 所有盟友获得 +24% 法力生成，持续 2 回合。",
            "2 倍法力充能：",
            "* 所有盟友变得灵魂相连，持续 4 回合。灵魂相连的盟友将平摊所受伤害。",
            "* 所有盟友获得 +50% 防御，持续 4 回合。",
            "* 所有盟友获得 +33% 法力生成，持续 4 回合。",
            "3 倍法力充能：",
            "* 所有盟友变得灵魂相连，持续 5 回合。灵魂相连的盟友将平摊所受伤害。",
            "* 所有盟友获得 +73% 防御，持续 5 回合。",
            "* 所有盟友获得 +38% 法力生成，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1359,
        "effects": [
            "为每位盟友召唤一个星界小兵，其可从施法者处继承 35% 生命和 39% 攻击力。",
            "星界小兵被召唤后，只要其所有者拥有星界小兵，其所有者就会获得 +33% 法力生成。此效果无法驱散（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "所有盟友受到的所有伤害减少 -43% ，持续 4 回合。",
            "所有盟友的普通攻击和特殊技能可对拥有生命加成的目标造成 +100% 伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1360,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 为每位盟友召唤一个蝴蝶小兵，其可从施法者处继承 14% 生命和 20% 攻击力。",
            "* 蝴蝶小兵每次击中目标都会给予目标以下状态异常：",
            "*** 受到的所有伤害增加 +20% ，持续 3 回合。",
            "2 倍法力充能：",
            "* 召唤蝴蝶恶魔附身于所有敌人。恶魔每回合对敌人造成 43% 攻击力的伤害。",
            "* 蝴蝶恶魔会吸收治疗。它在吸收了相当于其所有者最大生命值 50% 的治疗量后便会消失。",
            "* 蝴蝶恶魔被召唤后，只要其所有者拥有蝴蝶恶魔，其所有者就会获得 -50% 精准度。此效果无法净化。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1361,
        "effects": [
            "对目标造成 362% 伤害，并对附近敌人造成轻微伤害。",
            "施法者恢复相当于所造成普通伤害 50% 的生命值，持续 5 回合。",
            "元素链为全体神圣系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1362,
        "effects": [
            "对目标造成 350% 伤害，并对附近敌人造成轻微伤害。",
            "施法者恢复相当于所造成普通伤害 75% 的生命值，持续 5 回合。",
            "元素链为全体神圣系盟友提供 +15% 的攻击和 +15% 的防御，持续 6 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1363,
        "effects": [
            "对所有敌人造成 200% 伤害。",
            "使所有敌人的法力减少 20%。",
            "所有敌人获得 -35% 精准度，持续 4 回合。进攻型特殊技能也有相同几率落空。",
            "元素链为全体神圣系盟友提供 +4% 的法力生成，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1364,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对目标造成 500% 伤害。",
            "* 每当敌人通过特殊技能、状态效果、关卡属性、被动技能、家族效果或小兵而获得法力时，该敌人将受到 250 点伤害，此效果持续 3 回合。",
            "2 倍法力充能：",
            "* 对目标造成 640% 伤害。",
            "* 所有敌人对新的增益状态效果免疫。每当有法力生成增益尝试施加于其上，该效果将会改为 -34% 法力生成，持续 3 回合。",
            "3 倍法力充能：",
            "* 对目标造成 680% 伤害。",
            "* 所有敌人对新的增益状态效果免疫。每当有法力生成增益尝试施加于其上，该效果将会改为 -34% 法力生成，持续 3 回合。",
            "* 每当敌人通过特殊技能、状态效果、关卡属性、被动技能、家族效果或小兵而获得法力时，该敌人将受到 250 点伤害，此效果持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1365,
        "effects": [
            "对目标及附近敌人造成 310% 伤害。",
            "施法者和附近盟友以所受伤害的 140% 进行反击，持续 4 回合。",
            "施法者和附近的盟友会获得飞沙之触，持续 4 回合（飞沙之触：拥有此状态效果的角色每次反击敌人时，攻击者将在 4 回合内受到共计 432 点沙系伤害）。"
        ]
    },
    {
        "originalIndex": 1366,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "目标与附近敌人将被原本自身所克制的元素克制，持续 5 回合。而对原本就克制自己的元素依旧保持弱势。"
        ]
    },
    {
        "originalIndex": 1367,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "目标与附近敌人将被原本自身所克制的元素克制，持续 6 回合。而对原本就克制自己的元素依旧保持弱势。"
        ]
    },
    {
        "originalIndex": 1368,
        "effects": [
            "对所有敌人造成 100% 伤害。",
            "面板上每存在一个神圣系盾牌，便造成额外 18% 伤害，最多累计造成 244% 伤害。",
            "所有盟友获得 +8% 法力生成，且面板中每个神圣系盾牌额外提升 2% 法力生成，持续 3 回合，最多累计至 +28% 法力生成。"
        ]
    },
    {
        "originalIndex": 1369,
        "effects": [
            "对所有敌人造成 90% 伤害。",
            "面板上每存在一个神圣系盾牌，便造成额外 25% 伤害，最多累计造成 290% 伤害。",
            "所有盟友获得 +8% 法力生成，且面板中每个神圣系盾牌额外提升 3% 法力生成，持续 3 回合，最多累计至 +38% 法力生成。"
        ]
    },
    {
        "originalIndex": 1370,
        "effects": [
            "摧毁全部敌人的全部小兵并对所有巨大体型小兵造成伤害。",
            "对所有敌人造成 275% 伤害。",
            "每摧毁一名小兵，对所有敌人造成额外 30% 伤害。",
            "叠加（最多 10 层）：每摧毁一名小兵，所有敌人获得 -7% 法力生成。"
        ]
    },
    {
        "originalIndex": 1371,
        "effects": [
            "对目标及附近敌人造成 330% 伤害。",
            "施法者在 4 回合内偷取目标与附近敌人生成的法力，一开始偷取量较少，每个回合逐渐增加，直到最后一回合将偷取所有生成的法力。此效果不可净化，但会在施法者被击败后移除。",
            "元素链为全体神圣系盟友提供 4% 的生命恢复，持续 6 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1372,
        "effects": [
            "沙魔像小兵可从施法者处继承 14% 生命和 18% 攻击力。沙魔像小兵每次受到普通攻击或特殊技能攻击时，攻击者将在 3 回合内受到共计 294 点沙系伤害。",
            "所有盟友获得 +30% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1373,
        "effects": [
            "为每位盟友召唤一个沙魔像小兵，其可从施法者处继承 20% 生命和 25% 攻击力。",
            "沙魔像小兵每次受到普通攻击或特殊技能攻击时，攻击者将在 3 回合内受到共计 411 点沙系伤害。",
            "所有盟友获得 +40% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1374,
        "effects": [
            "对所有敌人造成 245% 伤害。",
            "对小兵和恶魔召唤者造成 490% 的伤害。",
            "所有敌人获得的治疗减少 -50% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1375,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 偷取目标的全部可驱散增益并随机施放给盟友。",
            "* 对目标造成 455% 伤害。",
            "* 目标受到蔓延腐蚀性毒伤，持续 4 回合。蔓延腐蚀性毒伤每回合造成 290 点剧毒伤害，并且使目标的法力生成降低 -15%。对拥有小兵和超级小兵的英雄造成额外伤害。此效果会蔓延至附近敌人（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "第二次：",
            "* 偷取目标的全部可驱散增益并随机施放给盟友。",
            "* 对目标造成 490% 伤害。",
            "* 目标受到蔓延腐蚀性毒伤，持续 4 回合。蔓延腐蚀性毒伤每回合造成 328 点剧毒伤害，并且使目标的法力生成降低 -20%。对拥有小兵和超级小兵的英雄造成额外伤害。此效果会蔓延至附近敌人（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 1376,
        "effects": [
            "必须连续使用特殊技能才能达到其最大威力，顺序为：",
            "第一次：",
            "* 偷取目标的全部可驱散增益并随机施放给盟友。",
            "* 对目标造成 450% 伤害。",
            "* 目标受到蔓延腐蚀性毒伤，持续 4 回合。蔓延腐蚀性毒伤每回合造成 297 点剧毒伤害，并且使目标的法力生成降低 -10%。对拥有小兵和超级小兵的英雄造成额外伤害。此效果会蔓延至附近敌人（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。",
            "第二次：",
            "* 偷取目标的全部可驱散增益并随机施放给盟友。",
            "* 对目标造成 515% 伤害。",
            "* 目标受到蔓延腐蚀性毒伤，持续 4 回合。蔓延腐蚀性毒伤每回合造成 549 点剧毒伤害，并且使目标的法力生成降低 -25%。对拥有小兵和超级小兵的英雄造成额外伤害。此效果会蔓延至附近敌人（只影响通过消除英雄格或由防御队伍在其回合结束时获得的法力）。"
        ]
    },
    {
        "originalIndex": 1377,
        "effects": [
            "使用月出闪袭攻击目标和附近敌人，造成最多 1620 点伤害。若目标为神圣系元素则额外造成 40% 伤害。该特殊技能必定命中。",
            "为施法者和附近盟友召唤一个猫头鹰武神小兵。该小兵可从施法者处继承 25% 生命值和 45% 攻击力。",
            "若猫头鹰武神小兵被击败，对攻击者释放完全移除（完全移除可以移除目标的所有状态效果、叠加效果、成长效果和衰退效果。包含不可驱散或不可净化的状态效果和叠加效果）。",
            "完全移除施放后，攻击者进入猫头鹰神殿幽灵形态，持续 3 回合。",
            "处于猫头鹰神殿时，目标每回合受到 360 点伤害（处于幽灵形态期间，角色无法获得法力或被特殊技能治疗，但免疫普通攻击、特殊技能攻击、造成伤害的被动技能、状态效果和叠加效果。免疫新的成长和衰退效果。若战场上只剩一名敌人则无法施放）。"
        ]
    },
    {
        "originalIndex": 1378,
        "effects": [
            "对目标造成 500% 伤害，并对附近敌人造成轻微伤害。",
            "强化防御异常：目标与附近敌人获得对特殊技能 -50% 的防御。此效果在敌人受到一次特殊技能伤害后消失。",
            "强化防御异常结束后、被移除或被替换后，敌人陷入沉睡且沉睡期间受到的伤害增加 +70% （沉睡中的角色无法获得法力或攻击。沉睡目标受到伤害后便会苏醒。这不包括来自小兵、恶魔、超级小兵和超级恶魔的伤害。此效果不可净化）。"
        ]
    },
    {
        "originalIndex": 1379,
        "effects": [
            "对目标造成 450% 伤害。",
            "所有盟友可抵御新的负面法力效果，持续 3 回合。",
            "所有盟友均可抵抗禁用特殊技能的效果，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1380,
        "effects": [
            "对目标造成 480% 伤害。",
            "所有盟友对新的状态异常免疫，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1381,
        "effects": [
            "净化所有盟友的状态异常。",
            "提高所有盟友 200 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友在 4 回合内获得共计 600 点生命加成。提高的生命值可以超过最大生命值。若目标获得状态异常，效果持续时间将重置。"
        ]
    },
    {
        "originalIndex": 1382,
        "effects": [
            "净化所有盟友的状态异常。",
            "提高所有盟友 500 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友在 4 回合内获得共计 400 点生命加成。提高的生命值可以超过最大生命值。若目标获得状态异常，效果持续时间将重置。"
        ]
    },
    {
        "originalIndex": 1383,
        "effects": [
            "对所有敌人造成 330% 伤害。",
            "每次敌人使用其特殊技能时，所有盟友获得 +10% 法力，并持续 4 回合。法力将在特殊技能结束后获得。若此状态效果在特殊技能施放期间被移除，则不会获得法力。",
            "施法者获得复仇，持续 4 回合。若复仇被特殊技能驱散，则所有敌人受到 525 点伤害。"
        ]
    },
    {
        "originalIndex": 1384,
        "effects": [
            "对目标及附近敌人造成 185% 伤害。",
            "目标与附近敌人在 3 回合内受到共计 423 点伤害。",
            "目标与附近敌人获得的治疗增加 -75% ，持续 2 回合。此效果无法净化。",
            "净化施法者的状态异常。"
        ]
    },
    {
        "originalIndex": 1385,
        "effects": [
            "对目标及附近敌人造成 185% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 692 点水系伤害。",
            "目标与附近敌人获得的治疗减少 -75% ，持续 4 回合。此效果无法净化。",
            "净化施法者和附近盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1386,
        "effects": [
            "对目标造成 265% 伤害。",
            "所有盟友获得 +195% 攻击力和 -35% 精准度，仅适用于敌人血量高于攻击者血量的情况，该效果持续 5 回合。",
            "元素链为全体神圣系盟友提供针对暗黑系 +46% 的防御，持续 4 回合。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1387,
        "effects": [
            "提高所有盟友 320 点生命值。提高的生命值可以超过最大生命值。",
            "面板中所有神圣系盾牌受到影响。进攻方英雄施放此特殊技能时，盾牌将会被增强，给予的法力增加 +37% ；而防御方英雄施放此特殊技能时，盾牌则会被削弱，给予的法力减少 -30%。",
            "所有盟友获得 +34% 攻击力，且面板上每存在一个神圣系盾牌都会使其攻击力额外增加 3% ，持续 3 回合，最高可达 +70% 攻击力。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1388,
        "effects": [
            "所有敌人在 3 回合内受到共计 324 点沙系伤害。",
            "所有敌人获得的治疗减少 -50% ，持续 2 回合。此效果无法净化。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1389,
        "effects": [
            "所有敌人在 4 回合内受到共计 780 点沙系伤害。",
            "所有敌人获得 -44% 防御，持续 3 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 1390,
        "effects": [
            "为所有盟友恢复 30% 生命值。",
            "叠加（最多 10 层）：所有盟友受到的所有伤害降低 -5%。",
            "召唤一个持盾守卫超级小兵，其可从施法者处继承 65% 生命值和 180% 攻击力。",
            "每回合持盾守卫超级小兵会安全净化所有盟友最后获得的可净化状态异常（安全净化会无视状态异常被移除时的副作用，例如移除时的伤害。被动技能和家族效果等外来效果仍会生效）。"
        ]
    },
    {
        "originalIndex": 1391,
        "effects": [
            "此特殊技能有几率造成暴击（造成暴击的几率取决于英雄在造成伤害时的总暴击几率。此特殊技能造成的暴击会额外造成 50% 伤害。暴击可以减少PvP战斗中敌人的最大生命值。此效果对拥有生命加成的目标更强）。",
            "驱散所有敌人身上的 2 个增益（最后获得的增益最先被驱散）。",
            "对剩余生命值最高的敌人造成 450% 伤害。对其他所有敌人造成 250% 伤害。",
            "剩余生命值最高的敌人在 3 回合内受到共计 810 点水系伤害。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1392,
        "effects": [
            "对目标造成 500% 伤害。",
            "目标陷入沉默，持续 3 回合。",
            "对随机一个敌人造成 500% 伤害（如果没有其他有效目标，则此效果瞄准第一次击中的该名敌人）。",
            "遭到第二次攻击的目标受到的伤害增加 +50% ，持续 3 回合。所有敌人每拥有一个小兵或超级小兵，则该效果提高 +10% ，最多可提高 +100%。"
        ]
    },
    {
        "originalIndex": 1393,
        "effects": [
            "驱散目标和附近敌人身上的增益。",
            "对目标及附近敌人造成 420% 伤害。",
            "目标与附近敌人在 4 回合内受到共计 612 点毒素伤害。拥有生命加成、小兵或超级小兵的目标受到的毒素伤害会增加（拥有生命加成的目标受到的毒素伤害增加 +100%。目标每拥有一个小兵或超级小兵，伤害额外增加 +33% ，最多可达 +199% ）。",
            "施法者在 4 回合内恢复 1400 点生命值。"
        ]
    },
    {
        "originalIndex": 1394,
        "effects": [
            "对所有敌人造成 365% 伤害。",
            "衰退：所有敌人获得 -400 点攻击力。",
            "召唤一个白野猪超级小兵，其可从施法者处继承 65% 生命值和 250% 攻击力。",
            "白野猪超级小兵被召唤后，在拥有该小兵期间，该小兵使其所有者能以所受伤害的 100% 作出反击。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1395,
        "effects": [
            "对所有敌人造成 340% 伤害。",
            "为所有盟友恢复等同于所造成伤害 20% 的生命值。",
            "所有神圣系盟友受到的强袭伤害将转化成普通伤害，持续 3 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1396,
        "effects": [
            "对目标及附近敌人造成 300% 伤害。",
            "召唤一个持剑守卫超级小兵，其可从施法者处继承 35% 生命值和 300% 攻击力。",
            "被持剑守卫超级小兵击中的目标会在 3 回合内受到共计 411 点流血伤害。此效果会蔓延至附近敌人。"
        ]
    },
    {
        "originalIndex": 1397,
        "effects": [
            "施法者和附近盟友以所受伤害的 100% 进行反击，持续 4 回合。",
            "施法者和附近盟友所受的所有伤害减少 -50% ，持续 4 回合。",
            "施法者和附近盟友获得 +24% 法力生成，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1398,
        "effects": [
            "使施法者和附近盟友的法力增加 15%。",
            "施法者和附近盟友以所受伤害的 125% 进行反击，持续 4 回合。",
            "施法者和附近盟友所受的所有伤害减少 40% ，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1399,
        "effects": [
            "从目标处偷取小兵和超级小兵。",
            "对目标施加持续性贪婪。来自特殊技能的友方效果只会影响身上有贪婪状态的角色（贪婪会阻止所有其他英雄获得友方效果，包括所有增益、治疗和成长效果。此效果持续至被净化、替换或移除）。",
            "所有敌人在 4 回合内受到共计 975 点诅咒伤害，一开始伤害较低，之后每个回合会逐渐增加。"
        ]
    },
    {
        "originalIndex": 1400,
        "effects": [
            "对目标造成 310% 伤害。",
            "与被击中敌人相邻的所有敌人都将受到连锁攻击。",
            "施法者获得 -20% 攻击力，持续 3 回合。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1401,
        "effects": [
            "为所有盟友恢复 50% 生命值。",
            "除施法者外的所有盟友跳起黏液之舞，持续 4 回合。",
            "==黏液之舞==。",
            "+45% 几率闪避特殊技能。每次闪避会对攻击者造成 1600 点伤害。",
            "舞蹈结束时，舞者恢复 700 点生命值（添加舞蹈状态效果时将移除所有现有状态效果。舞蹈状态免疫新的状态效果。新的舞蹈状态效果将取代此效果。舞蹈效果无法驱散。施法者阵亡后效果移除）。"
        ]
    },
    {
        "originalIndex": 1402,
        "effects": [
            "提高所有盟友 500 点生命值。提高的生命值可以超过最大生命值。",
            "净化所有盟友身上最新施加的可净化状态异常。",
            "所有盟友获得 20% 防御，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1403,
        "effects": [
            "特殊技能连续使用会有不同的效果，顺序为：",
            "第一次：",
            "* 对目标造成 280% 伤害。",
            "* 目标获得 -40% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "第二次：",
            "* 对目标及附近敌人造成 280% 伤害。",
            "* 目标与附近敌人获得 -40% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "第三次：",
            "* 对所有敌人造成 280% 伤害。",
            "* 所有敌人获得 -40% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1404,
        "effects": [
            "特殊技能连续使用会有不同的效果，顺序为：",
            "第一次：",
            "* 对所有敌人造成 185% 伤害。",
            "* 所有敌人获得 -25% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "第二次：",
            "* 对所有敌人造成 260% 伤害。",
            "* 所有敌人获得 -35% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。",
            "第三次：",
            "* 对所有敌人造成 290% 伤害。",
            "* 所有敌人获得 -54% 精准度，持续 3 回合。进攻型特殊技能也有相同几率落空。"
        ]
    },
    {
        "originalIndex": 1405,
        "effects": [
            "施法者获得嘲讽，可阻止敌人对其盟友使用特殊技能，持续 5 回合。",
            "施法者在 5 回合内获得共计 1250 点生命加成。提高的生命值可以超过最大生命值。",
            "5 回合后，根据此效果有效期间施法者的所受伤害，对所有敌人造成 500 -1000 点伤害。受到最大生命值 50% 的伤害后可达到最大效果。",
            "叠加（最多 10 层）：施法者对所克制元素的攻击力提高 +25%。"
        ]
    },
    {
        "originalIndex": 1406,
        "effects": [
            "对目标及附近敌人造成 355% 伤害。",
            "敌人的生命越高，受到的伤害越多，最高可达 435%。",
            "施法者和附近盟友攻击时无视防御增益，持续 3 回合（包括反击）。",
            "施法者和附近盟友的特殊技能造成额外 +80% 伤害，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1407,
        "effects": [
            "当特殊技能充能至 100% / 200% / 300% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 摧毁目标的所有小兵。",
            "* 对目标造成 310% 伤害。",
            "* 每摧毁一名小兵，所有盟友获得少量法力。",
            "2 倍法力充能：",
            "* 摧毁目标和附近敌人的全部小兵。",
            "* 对目标及附近敌人造成 350% 伤害。",
            "* 每摧毁一名小兵，所有盟友获得少量法力。",
            "3 倍法力充能：",
            "* 摧毁全部敌人的全部小兵。",
            "* 对所有敌人造成 390% 伤害。",
            "* 每摧毁一名小兵，所有盟友获得少量法力。"
        ]
    },
    {
        "originalIndex": 1408,
        "effects": [
            "对目标造成 585% 伤害。",
            "伤害无视目标的小兵。",
            "所有拥有小兵或恶魔的敌人在 3 回合内受到共计 420 点沙系伤害。",
            "元素链为所有神圣系盟友召唤出一名神圣小兵，其可从施法者处继承 6% 生命和 10% 攻击力。"
        ]
    },
    {
        "originalIndex": 1409,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 所有盟友在 3 回合内恢复 594 点生命值。",
            "* 所有盟友获得 +30% 攻击力，持续 3 回合。",
            "* 净化所有盟友的状态异常。",
            "2 倍法力充能：",
            "* 驱散所有敌人的增益。",
            "* 所有敌人在 5 回合内受到共计 1290 点沙系伤害。",
            "* 所有敌人获得 -45% 攻击力，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1410,
        "effects": [
            "为所有盟友恢复 44% 生命值。",
            "所有盟友获得 +63% 防御，持续 4 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1411,
        "effects": [
            "为所有盟友恢复 44% 生命值。",
            "所有敌人获得 -44% 防御，持续 4 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 1412,
        "effects": [
            "提高所有盟友 670 点生命值。提高的生命值可以超过最大生命值。",
            "所有敌人获得 -39% 攻击力，持续 4 回合。",
            "驱散所有敌人的增益。"
        ]
    },
    {
        "originalIndex": 1413,
        "effects": [
            "为所有盟友恢复 54% 生命值。",
            "所有盟友获得 +45% 防御，持续 4 回合。对所有神圣系角色，此状态效果不可驱散且持续时间延长 2 回合。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1414,
        "effects": [
            "为所有盟友恢复 55% 生命值。",
            "所有盟友获得 +60% 防御，持续 4 回合。",
            "所有神圣系盟友可反弹状态异常和负面效果叠加，持续 2 回合（同队角色、小兵和恶魔施放的状态效果无法反弹）。",
            "净化所有盟友的状态异常。"
        ]
    },
    {
        "originalIndex": 1415,
        "effects": [
            "所有敌人在 2 回合内受到共计 284 点流血伤害。施法者会吸收所造成流血伤害的 30% 并转化为生命值。",
            "施法者偷取所有敌人所获治疗的 60% ，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1416,
        "effects": [
            "将所有剩余血量低于 50% 的盟友的血量恢复至 50% 生命值。",
            "所有盟友在 3 回合内获得共计 1320 点生命加成。提高的生命值可以超过最大生命值。",
            "增益之源：每回合开始时，对随机一名盟友施放以下效果。",
            "* +100% 特殊技能伤害，持续 4 回合。",
            "* +33% 法力生成，持续 4 回合。",
            "* 增益之源将触发 3 次。每次驱散尝试都会移除一次触发。"
        ]
    },
    {
        "originalIndex": 1417,
        "effects": [
            "对目标及附近敌人造成 280% 伤害。",
            "目标获得 -34% 防御，持续 4 回合。若目标受到治疗，效果持续时间将重置。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1418,
        "effects": [
            "对目标及附近敌人造成 260% 伤害。",
            "目标与附近敌人获得 -34% 防御，持续 3 回合。若目标受到治疗，效果持续时间将重置。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1419,
        "effects": [
            "当特殊技能充能至 100% / 200% 法力时将拥有不同的效果：",
            "1 倍法力充能：",
            "* 对所有敌人造成 175% 伤害。",
            "* 驱散所有敌人的防御增益状态效果。",
            "* 所有敌人对新的防御增益状态效果免疫，持续 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友攻击时无视防御增益，持续 5 回合（包括反击）。",
            "* 所有盟友所受的所有伤害减少 -45% ，持续 5 回合。",
            "* 所有盟友会以所受伤害的 115% 进行反击，持续 5 回合。"
        ]
    },
    {
        "originalIndex": 1420,
        "effects": [
            "净化所有盟友的状态异常。",
            "提高所有盟友 1200 点生命值。提高的生命值可以超过最大生命值。",
            "所有盟友可抵抗最大生命值的减少，持续 5 回合。",
            "施法者拥有生命值加成期间，所有盟友均获得 +60% 防御。此效果无法净化。"
        ]
    },
    {
        "originalIndex": 1421,
        "effects": [
            "对所有敌人造成 250% 伤害。",
            "施法者所受的所有伤害减少 -50% ，持续 4 回合。",
            "所有盟友在 4 回合内获得共计 720 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 1422,
        "effects": [
            "对所有敌人造成 300% 伤害。",
            "施法者所受的所有伤害减少 -45% ，持续 4 回合。",
            "所有盟友在 4 回合内获得共计 720 点生命加成。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 1423,
        "effects": [
            "偷走全体敌人的所有可驱散增益并施放给施法者。",
            "对所有敌人造成 350% 伤害并对其施加 10 点狂乱。",
            "对施法者施加 55 点狂乱。"
        ]
    },
    {
        "originalIndex": 1424,
        "effects": [
            "对目标造成 280% 伤害。",
            "若战队里有 1 名神圣系盟友，该伤害将增加至 290% 并影响附近的敌人。",
            "若战队里有 2 名神圣系盟友，该伤害将增加至 300% 并影响所有敌人。友方英雄需活着才能触发该效果。",
            "使所有命中的敌人减少 -20% 法力。"
        ]
    },
    {
        "originalIndex": 1425,
        "effects": [
            "对所有敌人造成 210% 伤害。",
            "面板上每存在一个神圣系盾牌，便造成额外 20% 伤害，最多累计造成 450% 伤害。",
            "每名被击败的盟友有 20% 的几率以 40% 的生命值复活。",
            "面板上每个神圣系盾牌都会使复活几率提高 5% ，最高可达 80% 几率。"
        ]
    },
    {
        "originalIndex": 1426,
        "effects": [
            "施法者身上所有影响攻击、防御和法力生成的状态异常，将替换为对应的不可驱散增益（替换效果无法被状态效果和被动技能阻挡。只有可驱散或可净化的状态效果才可被替换。替换效果：攻击力异常状态将被 +40% 攻击力增益取代，持续 4 回合。防御异常状态将被 +40% 防御增益取代，持续 4 回合。法力生成异常状态将被 +40% 法力生成增益取代，持续 4 回合）。",
            "对目标造成 620% 伤害。",
            "为所有盟友提高相当于所造成伤害 26% 的生命值。"
        ]
    },
    {
        "originalIndex": 1427,
        "effects": [
            "对目标造成 300% 伤害。",
            "对随机一个不同的敌人造成 450% 伤害。如果目标为暗黑系可造成额外伤害。",
            "遭到第二次攻击的目标获得 -56% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1428,
        "effects": [
            "对目标造成 400% 伤害。",
            "对随机一个不同的敌人造成 400% 伤害。如果目标为暗黑系可造成额外伤害。",
            "遭到第二次攻击的目标获得 -56% 防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1429,
        "effects": [
            "对目标及附近敌人造成 275% 伤害。",
            "目标和附近敌人每获得一个状态异常便受到 225 点伤害，持续 4 回合。",
            "施法者和附近盟友对新的状态异常免疫，持续 4 回合，且每当有状态异常尝试施加于其上，他们都将恢复 225 点生命值。"
        ]
    },
    {
        "originalIndex": 1430,
        "effects": [
            "对目标造成 530% 伤害。",
            "所有盟友可将影响防御的状态异常反弹给攻击者，持续 3 回合。该效果不可无视。同队角色、小兵和恶魔施放的状态效果无法反弹。"
        ]
    },
    {
        "originalIndex": 1431,
        "effects": [
            "对目标造成 520% 伤害。",
            "目标在 3 回合内受到共计 390 点流血伤害。",
            "所有盟友可将影响防御的状态异常反弹给攻击者，持续 3 回合。该效果不可无视。"
        ]
    },
    {
        "originalIndex": 1432,
        "effects": [
            "为每位盟友召唤一个蜀军小兵，其可从施法者处继承 16% 生命和 17% 攻击力。",
            "蜀军小兵使其所有者能以所受伤害的 60% 作出反击，只要其所有者拥有蜀军小兵。此效果无法驱散。",
            "召唤蜀军游击恶魔附身于所有敌人。恶魔每回合对其目标造成 75% 攻击力的伤害。",
            "蜀军游击恶魔会吸收治疗，当吸收的治疗量达到其目标生命值的 50% 时，它便会消失。"
        ]
    },
    {
        "originalIndex": 1433,
        "effects": [
            "为每位盟友召唤一个蜀军小兵，其可从施法者处继承 33% 生命和 33% 攻击力。",
            "蜀军小兵被召唤后，只要其所有者拥有蜀军小兵，其所有者就能以所受伤害的 55% 作出反击。此效果无法驱散。",
            "召唤蜀军游击恶魔附身于所有敌人。恶魔每回合对其目标造成 70% 攻击力的伤害。",
            "蜀军游击恶魔会吸收治疗，当吸收的治疗量达到其目标最大生命值的 55% 时，它便会消失。"
        ]
    },
    {
        "originalIndex": 1434,
        "effects": [
            "对所有敌人造成 330% 伤害。",
            "净化所有盟友的状态异常。",
            "所有盟友获得 +20% 攻击力，且每移除一个状态效果便再增加 +5% 攻击力，最高可达 +60% ，持续 4 回合。",
            "元素链为全体神圣系盟友提供额外 +10% 的特殊技能伤害，持续 4 回合。此效果无法驱散。"
        ]
    }
];