const translatedEffectsTC = 
[
    {
        "heroId": "nordic_warrior",
        "name": "Brand",
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "heroId": "nordic_female_scout",
        "name": "Sigrunn",
        "effects": [
            "對目標造成 275% 傷害。"
        ]
    },
    {
        "heroId": "royal_pikeman",
        "name": "Olaf",
        "effects": [
            "所有盟友獲得 +63% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "nordic_female_warrior",
        "name": "Ragnhild",
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "heroId": "dwarven_scout",
        "name": "Toril",
        "effects": [
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "astral_demon_agharoth",
        "name": "Agharoth",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 6 回合。",
            "所有敵人獲得 -24% 攻擊力，持續 6 回合。",
            "所有敵人獲得 -24% 防禦，持續 6 回合。",
            "所有敵人獲得 -24% 法力產出，持續 6 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "magic_carpet_bertha",
        "name": "Bertha",
        "effects": [
            "所有盟友在 5 回合內恢復 425 點生命值。",
            "每名被擊敗的盟友有 35% 的機率以 25% 的生命值復活。"
        ]
    },
    {
        "heroId": "tales2_bryggvir",
        "name": "Bryggvir",
        "effects": [
            "使用霜落打擊攻擊目標與附近敵人，造成最高 840 點傷害。如果目標為烈火元素角色，則造成額外 20% 傷害。此特殊技能必定命中其目標。",
            "使施法者與附近盟友的法力增加 10%。"
        ]
    },
    {
        "heroId": "vegetable_caleb",
        "name": "Caleb",
        "effects": [
            "對目標造成 320% 傷害。",
            "敵人每持有一名惡魔或超級惡魔，都將造成 5% 額外傷害，最多累積造成 370% 傷害。",
            "目標獲得 -25% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "easter_chick_jr",
        "name": "Chick Jr.",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "施法者獲得 -20% 攻擊力，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "monster_hunter_dawn",
        "name": "Dawn",
        "effects": [
            "為施法者與附近盟友召喚一個狩獵貓頭鷹小兵，其可從施法者身上繼承 10% 生命與 20% 攻擊。",
            "狩獵貓頭鷹小兵的每次攻擊都會使目標的法力減少 -6%。",
            "施法者和附近盟友獲得 +54% 特殊技能防禦，持續 3 回合。",
            "淨化施法者和附近盟友的狀態異常。"
        ]
    },
    {
        "heroId": "christmas_frosty",
        "name": "Frosty",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "s2_croc_man",
        "name": "Gato",
        "effects": [
            "對目標造成 300% 傷害。",
            "施法者和附近盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "heroId": "nordic_chained_werewolf",
        "name": "Graymane",
        "effects": [
            "對目標造成 225% 傷害。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "heroId": "nordic_chained_werewolf_costume_raccoon",
        "name": "Graymane C1",
        "effects": [
            "對目標造成 235% 傷害。",
            "施法者對新的狀態異常免疫，持續 3 回合。此效果無法驅散。",
            "施法者獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "nordic_chained_werewolf_costume_cute",
        "name": "Graymane Toon",
        "effects": [
            "對目標造成 255% 傷害。",
            "為施法者治療 45% 的傷害。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "nordic_chained_werewolf_costume_glass",
        "name": "Graymane Glass",
        "effects": [
            "對目標造成 265% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "為施法者治療 48% 的傷害。"
        ]
    },
    {
        "heroId": "guardian_lemur",
        "name": "Guardian Lemur",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有盟友獲得對自然系 +94% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "royal_knight",
        "name": "Gunnar",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "royal_knight_costume_blacksmith",
        "name": "Gunnar C1",
        "effects": [
            "所有敵人得到靈魂連結，持續 5 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有敵人獲得 -44% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "royal_knight_costume_cute",
        "name": "Gunnar Toon",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。此狀態效果无法驅散，對冰雪系角色持續時間延長 2 回合。",
            "所有盟友獲得 +51% 防禦，持續 5 回合。此狀態效果无法驅散，對冰雪系角色持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "royal_knight_costume_glass",
        "name": "Gunnar Glass",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +59% 防禦，持續 5 回合。",
            "所有冰雪系盟友反射狀態異常和負面效果疊加，持續 2 回合。"
        ]
    },
    {
        "heroId": "s4_helo",
        "name": "Helo",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "s4_helo_costume_baker",
        "name": "Helo C1",
        "effects": [
            "所有盟友在 3 回合內恢復 411 點生命值。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "s5_jarif",
        "name": "Jarif",
        "effects": [
            "對目標造成 335% 傷害。",
            "目標免疫新狀態效果增益，持續 3 回合，每獲得一個新增益，將會受到 70 傷害。"
        ]
    },
    {
        "heroId": "s5_jarif_costume_curator",
        "name": "Jarif C1",
        "effects": [
            "對目標造成 300% 傷害。",
            "目標免疫新狀態效果增益，持續 3 回合，每獲得一個新增益，將會受到 150 傷害。"
        ]
    },
    {
        "heroId": "s3_jarvur",
        "name": "Jarvur",
        "effects": [
            "對目標造成 285% 傷害。",
            "疊加（最大值： 10 ）：施法者獲得 +10% 攻擊。"
        ]
    },
    {
        "heroId": "kalevala_joukahainen",
        "name": "Joukahainen",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 165% 傷害。",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。對自然系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "kalevala_joukahainen_costume_frozen",
        "name": "Joukahainen C1",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 180% 傷害。",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。對自然系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "dwarven_smasher",
        "name": "Karil",
        "effects": [
            "對目標造成 260% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "dwarven_smasher_costume_smith",
        "name": "Karil C1",
        "effects": [
            "對目標造成 240% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 3 回合內受到共計 60 點燃燒傷害。"
        ]
    },
    {
        "heroId": "dwarven_smasher_costume_cute",
        "name": "Karil Toon",
        "effects": [
            "對目標造成 290% 傷害，並對附近敵人造成輕微傷害。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "dwarven_smasher_costume_glass",
        "name": "Karil Glass",
        "effects": [
            "對目標造成 300% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "s3_nordri",
        "name": "Nordri",
        "effects": [
            "對目標造成 245% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得對冰雪系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_nordri_costume_explorer",
        "name": "Nordri C1",
        "effects": [
            "對目標及附近敵人造成 230% 傷害。",
            "所有敵人獲得對冰雪系 -54% 的防禦，持續 3 回合。對烈火系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "musketeer_planchet",
        "name": "Planchet",
        "effects": [
            "摧毀目標的所有小兵。",
            "對目標造成 385% 傷害。",
            "施法者在 3 回合內恢復 243 點生命值。"
        ]
    },
    {
        "heroId": "musketeer_planchet_costume_adventurer",
        "name": "Planchet C1",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 395% 傷害。",
            "施法者在 3 個回合內恢復 315 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "gargoyle_soroca",
        "name": "Soroca",
        "effects": [
            "對目標造成 235% 傷害。",
            "面板中每個冰雪護盾將造成 10% 額外傷害，最多累積造成 335% 傷害。"
        ]
    },
    {
        "heroId": "ballerina_swan_maiden",
        "name": "Swan Maiden",
        "effects": [
            "施法者在 3 回合內恢復 402 點生命值。",
            "施法者有 +30% 的機率閃避可造成傷害的特殊技能，持續 3 回合。",
            "對除施法者外的所有盟友施放小天鵝舞，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "小天鵝舞：",
            "* +30% 機率閃避攻擊和特殊技能。",
            "* 任何盟友隨後施放特殊技能時，有 35% 機率對一名隨機的敵人造成 240% 傷害。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "nordic_mage",
        "name": "Ulmer",
        "effects": [
            "對所有敵人造成 116% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_mage_costume_hermit",
        "name": "Ulmer C1",
        "effects": [
            "對所有敵人造成 145% 傷害。",
            "所有盟友獲得 +48% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_mage_costume_cute",
        "name": "Ulmer Toon",
        "effects": [
            "對所有敵人造成 146% 傷害。",
            "所有敵人獲得 -24% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "nordic_mage_costume_glass",
        "name": "Ulmer Glass",
        "effects": [
            "對所有敵人造成 156% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -30% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_swordman",
        "name": "Valen",
        "effects": [
            "對目標造成 300% 傷害。",
            "目標獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_swordman_costume_climber",
        "name": "Valen C1",
        "effects": [
            "對目標造成 335% 傷害。",
            "施法者獲得 +54% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_swordman_costume_cute",
        "name": "Valen Toon",
        "effects": [
            "對目標造成 330% 傷害。",
            "目標獲得 -28% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "nordic_swordman_costume_glass",
        "name": "Valen Glass",
        "effects": [
            "對目標造成 340% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標獲得 -30% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "styx_virgil",
        "name": "Virgil",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 15% 生命值。",
            "* 所有盟友獲得對自然系 +40% 的防禦，持續 2 回合。",
            "2 倍法力充能：",
            "* 為所有盟友恢復 25% 生命值。",
            "* 所有盟友獲得 +54% 特殊技能防禦，持續 3 回合。",
            "3 倍法力充能：",
            "* 為所有盟友恢復 45% 生命值。",
            "* 所有盟友獲得對自然系 +94% 的防禦，持續 2 回合。",
            "* 所有盟友獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "pirate_vodnik",
        "name": "Vodnik",
        "effects": [
            "對目標造成 280% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 400%。"
        ]
    },
    {
        "heroId": "kingdom_yao",
        "name": "Yao",
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "召喚一個魏國戰士小兵，其可從施法者繼承 20% 生命與 25% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。"
        ]
    },
    {
        "heroId": "s2_chameleon_mage",
        "name": "Agwe",
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "所有盟友獲得對自然系 +54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s2_chameleon_mage_costume_alchemist",
        "name": "Agwe C1",
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有自然系敵人在 4 回合內受到共計 536 點燃燒傷害。"
        ]
    },
    {
        "heroId": "tales1_aqualith",
        "name": "Aqualith",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 2 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 2 個回合後對所有敵人造成 64 - 222 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。",
            "第 2 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 3 個回合後對所有敵人造成 124 - 351 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。"
        ]
    },
    {
        "heroId": "tales1_aqualith_costume_purple",
        "name": "Aqualith C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 2 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 2 個回合後對所有敵人造成 56 - 214 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。",
            "第 2 次：",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "* 此效果啟用時，將根據施法者所受到的傷害，在 3 個回合後對所有敵人造成 165 - 392 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。"
        ]
    },
    {
        "heroId": "s5_azmia",
        "name": "Azmia",
        "effects": [
            "為所有盟友恢復 15% 生命值。",
            "施法者和附近盟友會以承受傷害的 100% 進行反擊，持續 4 回合。每次反擊，反擊傷害都會增加 +5%，最高 130%。"
        ]
    },
    {
        "heroId": "s5_azmia_costume_dancing",
        "name": "Azmia C1",
        "effects": [
            "為所有盟友恢復 10% 生命值。",
            "施法者和附近盟友會以承受傷害的 110% 進行反擊，持續 4 回合。每次反擊，反擊傷害都會增加 +5%，最高 135%。"
        ]
    },
    {
        "heroId": "construct_bonechill",
        "name": "Bonechill",
        "effects": [
            "對目標及附近敵人造成 240% 傷害。",
            "目標與附近敵人獲得對特殊技能 -34% 的防禦，持續 3 回合。",
            "施法者和附近盟友獲得對自然系 +86% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "dwarven_guard",
        "name": "Boril",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。"
        ]
    },
    {
        "heroId": "dwarven_guard_costume_ram",
        "name": "Boril C1",
        "effects": [
            "所有盟友以所受傷害的 60% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "dwarven_guard_costume_tavern",
        "name": "Boril C2",
        "effects": [
            "所有盟友以所受傷害的 80% 進行反擊，持續 4 回合。反擊傷害每回合增加 20%，最高可達 +140%。"
        ]
    },
    {
        "heroId": "dwarven_guard_costume_cute",
        "name": "Boril Toon",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 120% 的傷害，持續 5 回合。此狀態效果无法驅散，對冰雪系角色持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "dwarven_guard_costume_glass",
        "name": "Boril Glass",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 122% 的傷害，持續 5 回合。",
            "所有冰雪系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "beowulf_breca",
        "name": "Breca",
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "所有盟友在 5 個回合內獲得 +35% 防禦。若状態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "所有盟友在 5 個回合內恢復 500 點生命。若狀態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "wonderland_captain",
        "name": "Captain of Diamonds",
        "effects": [
            "摧毀目標的所有小兵。",
            "對命中的目標造成 275% 傷害。",
            "如果目標有小兵，會連帶攻擊其他有小兵的敵人。如果沒有任何敵人有小兵，則會隨機攻擊敵人。每個敵人只能被攻擊一次。"
        ]
    },
    {
        "heroId": "slime_choozen",
        "name": "Choozen",
        "effects": [
            "為施法者和附近盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者和附近盟友獲得黏黏表面，持續 3 個回合。此效果無法驱散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（被盜的可驅散增益或成長效果是隨機選擇的。 當受到敵人的傷害時，就會啟用黏黏表面。 每個擁有黏黏表面的角色，每回合只能透過普通攻擊竊取一個狀態、增益或成長效果）"
        ]
    },
    {
        "heroId": "tales2_dain",
        "name": "Dain",
        "effects": [
            "施法者與附近盟友獲得一個霜降護體，持續 3 回合，所受到的特殊技能傷害最高減少 -500 點。攻擊者為烈火系元素時，額外減少 25% 傷害。",
            "施法者和附近盟友獲得 +120% 普通攻擊，持續 3 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +200% 威力。"
        ]
    },
    {
        "heroId": "masquerade_fosco",
        "name": "Fosco",
        "effects": [
            "摧毀所有敵人的全部小兵。",
            "驅散所有敵人的增益。",
            "所有盟友在 3 回合內恢復 540 點生命值。"
        ]
    },
    {
        "heroId": "halloween_frank",
        "name": "Frank",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "每有一個敵人被擊敗，傷害增加 45%。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "halloween_frank_costume_mafia",
        "name": "Frank C1",
        "effects": [
            "對所有敵人造成 170% 傷害。",
            "每有一個敵人被擊敗，傷害增加 45%。",
            "疊加（最大值： 10 ）：每個回合結束時，每個落敗的敵人或敵方小兵，都會讓所有敵人受到 20 點冰霜傷害。",
            "疊加（最大值： 10 ）：每個落敗的敵人或敵方小兵，都會讓所有敵人獲得 -4% 法力產出。"
        ]
    },
    {
        "heroId": "bard_garyas",
        "name": "Garyas",
        "effects": [
            "對目標造成 330% 傷害。",
            "改變面板上所有冰雪系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -30%。"
        ]
    },
    {
        "heroId": "garrison_greg",
        "name": "Greg",
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 267 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "heroId": "nordic_ancestral_warrior",
        "name": "Grimm",
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_ancestral_warrior_costume_corrupted",
        "name": "Grimm C1",
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "施法者和附近盟友獲得 +50% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_ancestral_warrior_costume_messenger",
        "name": "Grimm C2",
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "施法者和附近盟友的特殊技能造成額外 +40% 傷害，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_ancestral_warrior_costume_cute",
        "name": "Grimm Toon",
        "effects": [
            "對目標造成 325% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -28% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "nordic_ancestral_warrior_costume_glass",
        "name": "Grimm Glass",
        "effects": [
            "對目標造成 335% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標與附近敵人獲得 -30% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_ancestral_warrior_costume_stylish",
        "name": "Grimm Stylish",
        "effects": [
            "對目標造成 345% 傷害，並對附近敵人造成輕微傷害。",
            "對剩餘生命值少於 50% 的敵人造成額外傷害。",
            "目標與附近敵人獲得 -32% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "gargoyle_grumbl",
        "name": "Grumbl",
        "effects": [
            "除了施法者，所有盟友獲得柔軟膚。（他們下次受到的傷害減少 -90%，並抵抗所有狀態異常和法力減損。此效果無法驅散）",
            "所有盟友在 3 回合內恢復 510 點生命值。若狀態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "s3_jott",
        "name": "Jott",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "改變面板上所有冰雪系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "dwarwen_brewmaster",
        "name": "Kiril",
        "effects": [
            "為所有盟友恢復 28% 生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 3 回合。",
            "所有盟友獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "dwarwen_brewmaster_costume_guitarist",
        "name": "Kiril C1",
        "effects": [
            "為所有盟友恢復 28% 生命值。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "dwarwen_brewmaster_costume_wood_carver",
        "name": "Kiril C2",
        "effects": [
            "為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 防禦，持續 3 回合。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "dwarwen_brewmaster_costume_cute",
        "name": "Kiril Toon",
        "effects": [
            "為所有盟友恢復 31% 生命值。",
            "所有盟友獲得 +26% 攻擊力，持續 3 回合。此狀態效果无法驅散，對冰雪系角色持續時間延長 2 回合。",
            "所有盟友獲得 +26% 防禦，持續 3 回合。此狀態效果无法驅散，對冰雪系角色持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "dwarwen_brewmaster_costume_glass",
        "name": "Kiril Glass",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有盟友獲得 +28% 攻擊力，持續 3 回合。",
            "所有盟友獲得 +28% 防禦，持續 3 回合。",
            "所有冰雪系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "dwarwen_brewmaster_costume_stylish",
        "name": "Kiril Stylish",
        "effects": [
            "恢復剩餘生命值最低的盟友 40% 生命值。恢復其餘盟友 33% 生命值。",
            "所有盟友獲得 +29% 攻擊力，持續 3 回合。",
            "所有盟友獲得 +29% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_knuckles",
        "name": "Knuckles",
        "effects": [
            "所有盟友獲得 +30% 防禦，並在每次被擊中後增加 3%，持續 4 回合。",
            "所有盟友反射狀態異常和負面效果疊加，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "疊加（最大值： 10 ）：施法者對弱點元素獲得 +20% 攻擊。"
        ]
    },
    {
        "heroId": "forsaken_lamentia",
        "name": "Lamentia",
        "effects": [
            "對目標和鄰近敵人造成 280% 傷害，並對其造成 15 點瘋狂。",
            "目標與附近敵人在 4 回合內受到共計 388 點詛咒傷害，起始傷害較低，每個回合逐漸增加。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "heroId": "elemental_linus",
        "name": "Linus",
        "effects": [
            "對目標造成 315% 傷害。",
            "若面板上有 6 個以上的冰雪護盾，則對目標和附近敵人造成傷害。",
            "若面板上有 12 個以上的冰雪護盾，則對所有敵人造成傷害。"
        ]
    },
    {
        "heroId": "s3_mireweave",
        "name": "Mireweave",
        "effects": [
            "對目標及附近敵人造成 150% 傷害。",
            "疊加（最大值： 10 ）：施法者獲得 +10% 攻擊。"
        ]
    },
    {
        "heroId": "owl_olbec",
        "name": "Olbec",
        "effects": [
            "使用月昇打擊攻擊目標，造成最高 1020 點傷害。如果目標為神聖系元素角色，則造成額外 30% 傷害。此特殊技能必定命中其目標。",
            "使目標的法力減少 10%。"
        ]
    },
    {
        "heroId": "ninja_osamu",
        "name": "Osamu",
        "effects": [
            "1 倍法力充能：",
            "* 對目標造成 350% 傷害。",
            "* 目標獲得 -35% 防禦，持續 2 回合。",
            "2 倍法力充能：",
            "* 對目標造成 375% 傷害。",
            "* 目標獲得 -40% 防禦，持續 4 回合。",
            "3 倍法力充能：",
            "* 對目標造成 400% 傷害。",
            "* 若該攻擊將敵人擊敗，那麼施法者將獲得 100% 法力。",
            "* 目標獲得 -45% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "mahayoddha_rafeeq",
        "name": "Rafeeq",
        "effects": [
            "對目標造成 300% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 1 x點额外傷害。（造成的額外傷害會依施法者調整過的攻擊數值計算。最多可造成额外 300 點额外傷害。會影響所造成傷害的狀態效果，亦會影響造成的外傷害值。额外傷害不受防禦数值影響。會影響攻擊数值的状態效果，不會影響造成的額外傷害值。）",
            "目標在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "villain_sanngrior",
        "name": "Sanngrior",
        "effects": [
            "為施法者和附近盟友提供 650 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者和附近盟友獲得對自然系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "ninja_sapphire",
        "name": "Sapphire",
        "effects": [
            "1 倍法力充能：",
            "* 對目標造成 225% 傷害。",
            "* 攻擊有 35% 的機率無視防禦增益。（包含反擊）",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 250% 傷害。",
            "* 攻擊有 60% 的機率無視防禦增益。（包含反擊）",
            "3 倍法力充能：",
            "* 對所有敵人造成 290% 傷害。",
            "* 攻擊有 85% 的機率無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "royal_female_knight",
        "name": "Sonya",
        "effects": [
            "對目標造成 345% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "royal_female_knight_costume_winter",
        "name": "Sonya C1",
        "effects": [
            "對目標造成 345% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "royal_female_knight_costume_prospector",
        "name": "Sonya C2",
        "effects": [
            "對目標造成 345% 傷害。",
            "所有敵人在 2 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "royal_female_knight_costume_cute",
        "name": "Sonya Toon",
        "effects": [
            "對目標造成 355% 傷害。",
            "對烈火系造成額外傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "royal_female_knight_costume_glass",
        "name": "Sonya Glass",
        "effects": [
            "對目標造成 365% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "s2_triton",
        "name": "Triton",
        "effects": [
            "對目標造成 335% 傷害。",
            "所有盟友獲得的治療增加 +39%，持續 4 回合。"
        ]
    },
    {
        "heroId": "s2_triton_costume_champion",
        "name": "Triton C1",
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "vampire_queen",
        "name": "Valeria",
        "effects": [
            "對目標造成 235% 傷害。",
            "目標在 5 回合內受到共計 150 點傷害。（若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 220 點，最多共計 580 點傷害。）",
            "施法者偷取目標所獲治療的 61%，持續 3 回合。"
        ]
    },
    {
        "heroId": "kingdom_xiahou_dun",
        "name": "Xiahou Dun",
        "effects": [
            "對目標造成 355% 傷害。",
            "為施法者與附近盟友召喚一個魏國戰士小兵，其可從施法者繼承 20% 生命和 25% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。"
        ]
    },
    {
        "heroId": "s4_zila_lei",
        "name": "Zila Lei",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 185% 傷害。如果只有一個敵人，傷害加倍。",
            "位於敵方陣型邊緣的敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_zila_lei_costume_dancer",
        "name": "Zila Lei C1",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 215% 傷害。如果只有一個敵人，傷害加倍。",
            "位於敵方陣型邊緣的敵人獲得 -30% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_adalinda",
        "name": "Adalinda",
        "effects": [
            "對目標及附近敵人造成 395% 傷害。",
            "對目標與附近的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8%，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。",
            "目標與附近敵人獲得 -56% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "ice_god_october",
        "name": "Aegir",
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +40% 防禦，持續 4 回合。",
            "所有盟友治療所造成普通傷害的 100%，持續 4 回合。",
            "元素鏈會為所有冰雪盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "ice_god_october_costume_farmer",
        "name": "Aegir C1",
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +35% 防禦，並在每次被擊中後增加 5%，最高可達 +60% ,持續 4 回合。",
            "所有盟友在 4 回合內恢復 732 點生命值。",
            "元素鏈會為所有冰雪盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "mimic_aether_blue",
        "name": "Aether Mimic Ice",
        "effects": [
            "對目標造成 600% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "模仿怪寶箱將關閉持續 2 個回合。"
        ]
    },
    {
        "heroId": "kalevala_aino",
        "name": "Aino",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友恢復 40% 生命值。",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。對自然系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "kalevala_aino_costume_water_maiden",
        "name": "Aino C1",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友恢復 45% 生命值。",
            "所有敵人獲得 -20% 法力產出，持續 4 回合。對自然系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "ice_god_eskimo",
        "name": "Alasie",
        "effects": [
            "對目標造成 542% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。此效果無法淨化。",
            "元素鏈給予所有冰雪盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "ice_god_eskimo_costume_champion",
        "name": "Alasie C1",
        "effects": [
            "對目標造成 496% 傷害，並對附近敵人造成輕微傷害。",
            "使目標和附近敵人的法力減少 10%。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。",
            "元素鏈給予所有冰雪盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ice_god_alexandrine",
        "name": "Alexandrine",
        "effects": [
            "為所有盟友恢復 26% 生命值。",
            "面板上每有一個冰雪護盾，便額外回復 3% 生命，總共至多回復 50% 生命。",
            "改變面板上所有冰雪系護盾的暴擊率與精準度。攻擊英雄施放該特技時，護盾受到 +54% 暴擊率的強化。防禦英雄施放該特技時，護盾受到 -47% 精準度的弱化。",
            "元素鏈使所有冰雪盟友獲得的任何治療提高 +10%，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "wonderland_alice",
        "name": "Alice",
        "effects": [
            "對目標造成 430% 傷害。",
            "目標獲得 -44% 攻擊，持續 3 回合。如果目標受到治療，效果持續時間會被重設。此效果無法驅散。"
        ]
    },
    {
        "heroId": "styx_amphitrite",
        "name": "Amphitrite",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 200% 傷害。",
            "* 所有敵人獲得的治療減少 -25%，持續 3 回合。",
            "2 倍法力充能：",
            "* 對所有敵人造成 315% 傷害。",
            "* 對所有敵人召喚冥河靈魂惡魔。惡魔每回合以 40% 的攻擊力對目標造成傷害。",
            "* 冥河靈魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 25% 時消失。",
            "3 倍法力充能：",
            "* 對所有敵人造成 365% 傷害。",
            "* 對所有敵人召喚冥河靈魂惡魔。惡魔每回合以 40% 的攻擊力對目標造成傷害。",
            "* 冥河靈魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 25% 時消失。",
            "* 所有敵人獲得的治療減少 -75%，持續 4 回合。"
        ]
    },
    {
        "heroId": "astral_demon_anatemah",
        "name": "Anatemah",
        "effects": [
            "對 5 名隨機敵人造成 400% 傷害。",
            "被命中的敵人會受到星界之球影響。",
            "受到星界之球影響後，持有者無法獲得新的增益。",
            "星界之球在 3 回合後，會對其持有者造成 450 點傷害。",
            "若星界之球被淨化，持有者將受到持續 3 回合的共振效果。共振對受影響的敵人造成 769 點傷害，並對附近敵人造成 384 點傷害。（星界之球被新的星界之球取代時，會产生爆炸。此效果每回合最多可發生 2 次。）"
        ]
    },
    {
        "heroId": "tales2_andvari",
        "name": "Andvari",
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "摧毀所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "所有盟友都可獲得火風暴護體，持續 4 個回合，所受到的特殊技能傷害最高減少 -1300 點。攻擊者為自然元素角色時，額外減少 30% 傷害。",
            "所有盟友獲得 +40% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "tales2_andvari_costume_c1",
        "name": "Andvari C1",
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "摧毁所有盟友的所有惡魔，並對所有超級恶废造成傷害。",
            "所有敵人抵禦新的小兵 4 回合。",
            "所有盟友對新的惡魔免疫，持續 4 回合。",
            "所有盟友都可獲得火風暴護體，持續 4 個回合，所受到的特殊技能傷害最高減少 -1450 點。攻擊者為自然元素角色時，額外減少 30% 傷害。"
        ]
    },
    {
        "heroId": "elemental_anzia",
        "name": "Anzia",
        "effects": [
            "所有盟友以所受傷害的 75% 進行反擊，且面板中每有一個冰雪護盾則增加 7%，持續 5 回合，總計最多可達 159% 傷害。",
            "所有冰雪盟友每次反擊可恢復適量法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "elemental_anzia_costume_jailer",
        "name": "Anzia C1",
        "effects": [
            "所有盟友以所受傷害的 70% 進行反擊，且面板中每有一個冰雪護盾則增加 8%，持續 5 回合，總計最多可達 166% 傷害。",
            "所有冰雪盟友每次反擊可恢復適量法力，持續 5 個回合。同一回合中，效果經連續啟動會減弱。",
            "所有盟友受到的所有傷害降低 20%，持續 5 回合。"
        ]
    },
    {
        "heroId": "ice_god_areax",
        "name": "Areax",
        "effects": [
            "對目標造成 440% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "目標在 2 回合內受到共計 374 點冰霜傷害。",
            "元素鏈給予所有冰雪盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s2_ariel",
        "name": "Ariel",
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "所有盟友獲得 +24% 法力產出，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "s2_ariel_costume_enchanter",
        "name": "Ariel C1",
        "effects": [
            "為所有盟友提供 520 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 回合內恢復適量法力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "castle_bear_armel",
        "name": "Armel",
        "effects": [
            "驅散所有敵人的增益。",
            "使所有敵人的最大生命值降低 400 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 400 點。）",
            "所有敵人在 3 回合內受到共計 459 點冰霜傷害。"
        ]
    },
    {
        "heroId": "mimic_ascension_item_blue",
        "name": "Ascension Mimic Ice",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標與附近敵人在 4 回合內受到共計 668 點流血傷害。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "faun_ascian",
        "name": "Ascian",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "強化防禦異常：所有敵人獲得 -50% 對特殊技能的防禦。此效果持續到敵人受到一次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，減少敵人 -15% 法力。",
            "所有盟友在 2 個回合後獲得 15% 法力。若效果在持續時間結束前移除，則會立即獲得。"
        ]
    },
    {
        "heroId": "ice_god_athena",
        "name": "Athena",
        "effects": [
            "對目標造成 365% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -41% 防禦，並在每次被擊中後減少 -4%，持續 4 回合。",
            "對烈火系造成額外傷害。",
            "元素鏈給予所有冰雪盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ice_god_athena_costume_wargoddess",
        "name": "Athena C1",
        "effects": [
            "對目標造成 350% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -41% 防禦，並在每次被擊中後減少 -4%，持續 3 回合，最高 -65% 防禦。",
            "所有烈火系敵人獲得對冰雪系 -34% 的防禦，持續 3 回合。",
            "元素鏈給予所有冰雪盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "tales1_atlanteia",
        "name": "Atlanteia",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 211 點冰霜傷害，而且每個回合降低目標的攻擊力 -8%。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 28%。此效果無法淨化，但在施法者被擊敗後會被移除。",
            "第 2 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 275 點冰霜傷害，而且每個回合降低目標的攻擊力 -13%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 28%。此效果無法淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "heroId": "tales1_atlanteia_costume_siren",
        "name": "Atlanteia C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 258 點冰霜傷害，而且每個回合降低目標的攻擊力 -7%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 27%。此效果無法淨化，但在施法者被擊敗後會被移除。",
            "第 2 次：",
            "* 所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 371 點冰霜傷害，而且每個回合降低目標的攻擊力 -15%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "* 施法者在 4 個回合內竊取所有敵人產出的法力 30%。此效果無法淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "heroId": "ninja_azurite",
        "name": "Azurite",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標及附近敵人造成 250% 傷害。",
            "* 目標與附近敵人獲得 -35% 精準度，持續 2 回合。（進攻型特殊技能也有機率無法擊中。）",
            "* 若特殊技能在 2 回合內未擊中，則目標和附近敵人對隨機盟友造成 320 傷害。",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 325% 傷害。",
            "* 目標與附近敵人獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "* 若特殊技能在 3 回合內未擊中，則目標和附近敵人對隨機盟友造成 390 傷害。",
            "3 倍法力充能：",
            "* 對目標及附近敵人造成 400% 傷害。",
            "* 目標與附近敵人獲得 -54% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "* 若特殊技能在 4 回合內未擊中，則目標和附近敵人對隨機盟友造成 470 傷害。"
        ]
    },
    {
        "heroId": "ice_god_balur",
        "name": "Balur",
        "effects": [
            "對目標造成 580% 傷害。",
            "目標在 3 回合內受到共計 612 點流血傷害。",
            "元素鏈讓所有冰雪系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "magic_carpet_bart",
        "name": "Bart",
        "effects": [
            "對目標造成 360% 傷害，並對附近敵人造成輕微傷害。",
            "使目標與附近敵人的最大生命值降低 500 點。對有生命加成的目標效果更大。",
            "目標與附近敵人獲得 -45% 精準度，持續 2 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "s5_bennu",
        "name": "Bennu",
        "effects": [
            "施法者和附近盟友會以承受傷害的 100% 進行反擊，持續 5 回合。每次反擊，反擊傷害都會增加 +5%，最高 130%。",
            "施法者與附近盟友受到的所有傷害降低 -50%，持續 5 回合。"
        ]
    },
    {
        "heroId": "s5_bennu_costume_heron",
        "name": "Bennu C1",
        "effects": [
            "施法者和附近盟友會以承受傷害的 100% 進行反擊，持續 5 回合。每次反擊，反擊傷害都會增加 +10%，最高 160%。",
            "施法者與附近盟友受到的所有傷害降低 -30%，持續 5 回合。"
        ]
    },
    {
        "heroId": "bard_bhaltair",
        "name": "Bhaltair",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "為所有盟友治療 30% 的傷害。",
            "所有敵人受到小兵創傷，持續 5 回合。",
            "小兵創傷：目標的小兵生命每個回合減少 50%，超級小兵生命則是減少 25%。（此效果對其擁有的小兵和任何獲得的任何小兵皆有效。減損效果只影響小兵當前生命值）",
            "所有盟友獲得 +40% 法力產出，持續 5 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "circus_bobo",
        "name": "Bobo",
        "effects": [
            "對所有敵人造成 320% 傷害。",
            "基礎防禦最高的敵人獲得 -60% 防禦，持續 4 回合。此效果無法淨化。",
            "基礎攻擊力最高的敵人獲得 -60% 攻擊力，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "slime_boboosang",
        "name": "Boboo Sang",
        "effects": [
            "對所有敵人造成 500% 傷害。",
            "施法者在 5 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，但竊取量會隨每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果不可淨化，但在施法者被擊敗後會被移除。",
            "所有盟友獲得黏黏表面，持續 5 個回合。此效果無法驅散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（被盜的可驅散增益或成長效果是隨機選擇的。 當受到敵人的傷害時，就會啟用黏黏表面。 每個擁有黏黏表面的角色，每回合只能透過普通攻擊竊取一個狀態、增益或成長效果）"
        ]
    },
    {
        "heroId": "mighty_pet_bubbles",
        "name": "Bubbles",
        "effects": [
            "對目標造成 480% 傷害。",
            "目標獲得 -44% 防禦，持續 4 回合。",
            "在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。"
        ]
    },
    {
        "heroId": "shadow_burton",
        "name": "Burton",
        "effects": [
            "對目標和鄰近敵人造成 400% 傷害，並對其造成 25 點瘋狂。",
            "施法者使出石膚，將對施法者造成的所有傷害降至 1 點，但在 5 次命中後移除。此效果無法驅散。",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "garrison_caelen",
        "name": "Caelen",
        "effects": [
            "召喚一個護盾守衛超級小兵，其可從施法者繼承 65% 生命與 180% 攻擊。",
            "護盾守衛超級小兵每回合都會淨化所有盟友的最新可淨化狀態異常。這不會觸發第二個效果。",
            "所有敵人都會睡著。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +70%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。"
        ]
    },
    {
        "heroId": "magic_camilla",
        "name": "Camilla",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友獲得抵禦特殊技能的 +40% 防禦，持續 3 回合。",
            "2 倍法力充能：",
            "* 使所有敵人的最大生命值降低 800 點。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 800 點。",
            "* 所有敵人獲得抵禦特殊技能的 -54% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "magic_camilla_costume_flower",
        "name": "Camilla C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友獲得抵禦特殊技能的 +45% 防禦，持續 3 回合。",
            "2 倍法力充能：",
            "* 使所有敵人的最大生命值降低 900 點。對有生命加成的目标效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 800 點。）",
            "* 所有敵人獲得抵禦特殊技能的 -58% 防禦，持續 5 回合。",
            "* 所有敵人獲得的治療減少 -45%，持續 5 回合。"
        ]
    },
    {
        "heroId": "kingdom_cao_cao",
        "name": "Cao Cao",
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "為每個盟友召喚一個魏國戰士小兵，其可從施法者繼承 20% 生命值與 25% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "kingdom_cao_cao_costume_ice",
        "name": "Cao Cao C1",
        "effects": [
            "對所有敵人造成 320% 傷害。",
            "為每個盟友召喚一個魏國戰士小兵，其可從施法者繼承 42% 生命值與 42% 攻擊。",
            "魏國戰士小兵每次擊中時都會驅散目標上所有的可驅散增益。",
            "所有盟友獲得 +40% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "forsaken_cassilda",
        "name": "Cassilda",
        "effects": [
            "對目標造成 325% 傷害。",
            "目標屈服於恐懼，持續 4 回合。（目標獲得 -40% 防禦。 當加入恐懼狀態效果時，會移除所有可被驅散的增益效果與成長效果。目標在持續時間內無法獲得新的增益或成長效果。每當其他盟友施放特殊技能時，受到恐懼影響的目標，會對隨機盟友造成 160% 傷害。每個角色 每回合只能觸發一次此效果。）",
            "對 5 名隨機敵人造成 275% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）",
            "所有被擊中的目標在每次被擊中時獲得 10 點狂亂。",
            "所有被擊中的目標都無法啟動自己的天賦技能，持續 4 回合。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "slayer_cathal",
        "name": "Cathal",
        "effects": [
            "對目標造成 570% 傷害。",
            "攻擊有 60% 的機率無視防禦增益。（包含反擊。）",
            "疊加 +2 （最大值： 10 ）：施法者獲得 +12% 法力產出。",
            "疊加（最大值： 10 ）：施法者每回合恢復 15 點生命值。"
        ]
    },
    {
        "heroId": "masquerade_cel",
        "name": "Cel",
        "effects": [
            "為每個盟友召喚一個石巨像小兵，其可從施法者繼承 40% 生命值與 50% 攻擊。",
            "石巨像小兵在被召喚時賦予其主人巨像的石膚，之後每 3 回合再次賦予。此效果無法驅散。",
            "巨像的石膚將其主人受到的所有傷害降至 1，但在 1 次命中後移除。"
        ]
    },
    {
        "heroId": "bard_celimene",
        "name": "Celimene",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "目標與附近敵人在 3 回合內無法用特殊技能淨化自己的狀態異常。",
            "目標與附近敵人獲得 -44% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales1_ceto",
        "name": "Ceto",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 350% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -34% 攻擊、 -34% 防禦與 -24% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "第 2 次：",
            "* 對目標造成 470% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -34% 攻擊、 -34% 防禦與 -24% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "* 所有敵人在 4 個回合內受到 436 點水系傷害。施法者能吸收所造成之水系傷害的 50% 作為生命值。"
        ]
    },
    {
        "heroId": "tales1_ceto_costume_queen",
        "name": "Ceto C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 340% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -24% 攻擊、 -24% 防禦與 -14% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "第 2 次：",
            "* 對目標造成 500% 傷害，並對所有其他敵人造成輕微傷害。",
            "* 若被命中敵人在之後 5 個回合使用其特殊技能，則獲得 -39% 攻擊、 -44% 防禦與 -24% 法力產出，持續 5 個回合。狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能期間被移除，將不會附加狀態效果。",
            "* 所有敵人在 5 個回合內受到 735 點水系傷害。施法者能吸收所造成之水系傷害的 50% 作為生命值。"
        ]
    },
    {
        "heroId": "journey_change",
        "name": "Chang'e",
        "effects": [
            "對所有敵人造成 310% 傷害。",
            "所有敵人無法在敵人或盟友身上施放任何新的狀態效果，持續 4 回合。這包含疊加。這僅包含用特殊技能施放的狀態效果。",
            "所有盟友獲得 +45% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "halloween_chester",
        "name": "Chester",
        "effects": [
            "對目標及附近敵人造成 440% 傷害。",
            "目標與附近敵人在 5 回合內受到共計 730 點詛咒傷害，起始傷害較低，每個回合逐漸增加。",
            "目標與附近敵人陷入沉默，持續 5 回合。"
        ]
    },
    {
        "heroId": "moth_chimister",
        "name": "Chimister",
        "effects": [
            "若任一敵人身中劇毒狀態異常：",
            "* 所有敵人在 5 回合內受到 985 點劇毒傷害。若目標擁有生命加成、小兵或超級小兵，則傷害增加。（對擁有生命值加成的目標，劇毒傷害增加 +100%。目標擁有的每個小兵或超級小兵，劇毒傷害增加 +33%。傷害最大增加值為 +199%。）",
            "* 驅散所有敵人的增益。",
            "* 所有盟友在 5 回合內獲得 1300 點生命加成。提高的生命值可以超過最大生命值。",
            "否則：",
            "* 所有敵人在 5 回合內受到 790 點劇毒傷害。若目標擁有生命加成、小兵或超級小兵，則傷害增加。（對擁有生命值加成的目標，劇毒傷害增加 +100%。目標擁有的每個小兵或超級小兵，劇毒傷害增加 +33%。傷害最大增加值為 +199%。）",
            "* 驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "mahayoddha_chitrangada",
        "name": "Chitrangada",
        "effects": [
            "為所有盟友恢復 20% 生命值。",
            "成長恩惠：每一點已修改的防禦恢復 2 x 點額外生命值。（最多額外治療 800 點。影響獲得治療的狀態效果會影響治療比率）",
            "每名被擊敗的盟友有 35% 的機率以 35% 的生命值復活。",
            "淨化所有盟友的 1 個狀態異常。（狀態異常會依照獲得的顺序遭到淨化。最新的状態異常會先被淨化。）"
        ]
    },
    {
        "heroId": "garrison_ciara",
        "name": "Ciara",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的長矛守衛超級小兵。",
            "長矛守衛超級小兵每次擊中時都會驅散目標身上所有的可驅散增益。"
        ]
    },
    {
        "heroId": "mighty_pet_cinnamon",
        "name": "Cinnamon",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人在 4 回合內受到共計 524 點冰霜傷害。",
            "所有敵人獲得對冰雪系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "ice_god_claeg",
        "name": "Claeg",
        "effects": [
            "為所有盟友恢復 20% 生命值。可為盟友每一個狀態異常額外恢復 5% 生命，總計最多可恢復 35% 生命。",
            "淨化所有盟友的 3 個狀態異常。（狀態異常會依照獲得的顺序遭到淨化。最新的状態異常會先被淨化。）",
            "元素鏈給予所有冰雪盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ninja_cobalt",
        "name": "Cobalt",
        "effects": [
            "1 倍法力充能：",
            "* 對目標造成 320% 傷害。",
            "* 攻擊有 60% 的機率無視防禦增益。（包含反擊）",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 355% 傷害。",
            "* 攻擊有 85% 的機率無視防禦增益。（包含反擊）",
            "3 倍法力充能：",
            "* 對所有敵人造成 390% 傷害。",
            "* 攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "astral_cosmicspeaker",
        "name": "Cosmicspeaker",
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 350% 傷害。",
            "每回合結束時驅散所有敵人身上的增益效果，持續 4 回合。",
            "每回合結束時淨化所有盟友的狀態異常，持續 4 回合。"
        ]
    },
    {
        "heroId": "villain_crystalis",
        "name": "Crystalis",
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "所有敵人已啟動的增益持續時間減少 1 回合。",
            "所有敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 70 點冰霜傷害，而且每個回合降低目標的攻擊 -11%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "beachparty_davey_wavey",
        "name": "Davey Wavey",
        "effects": [
            "所有盟友在 4 個回合內恢復 500 點加成生命值。加成生命值能夠超過最大生命值。如果狀態效果持有者被特殊技能直接傷害命中，效果持續時間會重設。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。",
            "所有盟友獲得 +20% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "beauty_beast_dominique",
        "name": "Dominique",
        "effects": [
            "若施法者擁有 35 以上的謙遜：",
            "對目標及附近敵人造成 460% 傷害。",
            "目標與附近敵人在 4 個回合內受到 1260 點流血傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 150% 的傷害，持續 4 回合。",
            "否則：",
            "對目標及附近敵人造成 405% 傷害。",
            "目標與附近敵人在 4 個回合內受到 960 點流血傷害。"
        ]
    },
    {
        "heroId": "ice_god_dvalin",
        "name": "Dvalin",
        "effects": [
            "對目標及附近敵人造成 370% 傷害。",
            "目標與附近的敵人會受到腐蝕冰霜，持續 4 回合。腐蝕冰霜會造成 286 冰霜傷害，而且每個回合降低目標的攻擊 -11%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "施法者和附近盟友獲得 +54% 攻擊力，持續 4 回合。",
            "元素鏈給予所有冰雪盟友 +20% 暴擊率，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "mimic_emblem_blue",
        "name": "Emblem Mimic Ice",
        "effects": [
            "對目標造成 480% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標在 3 回合內受到共計 387 點劇毒傷害。此效果會蔓延至附近敵人。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "institute_emilie",
        "name": "Emilie",
        "effects": [
            "對目標施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除。）",
            "目標轉變為深淵幽靈型態，持續 5 個回合。",
            "在變為深淵幽靈型態時，目標每回合會受到 226 點傷害。",
            "深淵幽靈型態失效後：對所有盟友造成 1200 傷害，並对其造成 15 點疯狂。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "castle_wolf_esme",
        "name": "Esme",
        "effects": [
            "摧毀所有盟友的所有惡魔。",
            "為所有盟友提供 650 點加成生命值。加成生命值能夠超過最大生命值。",
            "如果盟友有惡魔，將會對新的惡魔免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "s4_exeera",
        "name": "Exeera",
        "effects": [
            "所有敵人在 3 個回合內受到 237 點水系傷害，每個面板上的冰雪護盾都會提高 33 點傷害，最高可達 633 點傷害。所有的烈火敵人都無法淨化此效果。",
            "所有冰雪敵人對此攻擊免疫。"
        ]
    },
    {
        "heroId": "s4_exeera_costume_hierophant",
        "name": "Exeera C1",
        "effects": [
            "所有敵人在 3 個回合內受到 270 點水系傷害，每個面板上的冰雪護盾都會提高 54 點傷害，最高可達 918 點傷害。所有的烈火敵人都無法淨化此效果。",
            "所有冰雪敵人對此攻擊免疫。"
        ]
    },
    {
        "heroId": "mimic_training_hero_blue",
        "name": "Experience Mimic Ice",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "s3_fenrir",
        "name": "Fenrir",
        "effects": [
            "對目標造成 320% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 640% 傷害。",
            "施法者每擊敗一個敵人即可獲得適量法力，每摧毀一個小兵即可獲得少量法力。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "heroId": "s3_fenrir_costume_guardian",
        "name": "Fenrir C1",
        "effects": [
            "對目標造成 350% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 700% 傷害。",
            "每擊敗一名敵人，施法者可恢復 35% 生命值，每消滅一名敵人小兵，可恢復 15% 生命值。",
            "使施法者的法力增加 15%。"
        ]
    },
    {
        "heroId": "garrison_fergus",
        "name": "Fergus",
        "effects": [
            "使法力值最高的敵人減少 70% 法力。使其餘敵人減少 40% 法力。",
            "所有敵人獲得 -30% 法力產出，持續 6 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標在 3 個回合內受到 414 點流血傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "heroId": "pirate_commodore_finley",
        "name": "Finley",
        "effects": [
            "對目標造成 385% 傷害。",
            "如果目標有增益，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "所有命中目標獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "pirate_commodore_finley_costume_bleak",
        "name": "Finley C1",
        "effects": [
            "對目標造成 420% 傷害。",
            "如果目標有增益，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "所有命中目標獲得 -56% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "ballerina_firmin",
        "name": "Firmin Richard",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "疊加（最大值： 10 ）：所有盟友獲得 +20% 攻擊。",
            "疊加（最大值： 10 ）：所有盟友獲得 +20% 防禦。"
        ]
    },
    {
        "heroId": "goblin_fizzcoil",
        "name": "Fizzcoil",
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "枯萎：所有敵人獲得 -200 點攻擊和 -200 點防禦。",
            "所有敵人獲得 -30% 法力產出，持續 3 回合。持續時間結束前若失去此狀態效果，有該效果的目標減少 -5% 法力。"
        ]
    },
    {
        "heroId": "masquerade_fortuna",
        "name": "Fortuna",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 150% 傷害。",
            "對所有敵人召喚腐朽面具惡魔。惡魔每回合以 55% 的攻擊力對敵人造成傷害。",
            "腐朽面具惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 22% 時消失。",
            "召喚時，主人擁有腐朽面具惡魔的期間，腐朽面具惡魔會給予其主人 -36% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "heroId": "ice_god_frida",
        "name": "Frida",
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "目標與附近敵人獲得對冰雪系 -54% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。",
            "元素鏈給予所有冰雪系盟友抵禦自然系的 +46% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "ice_god_frosth",
        "name": "Frosth",
        "effects": [
            "為每個盟友召喚一個冰霜妖精小兵，其可從施法者繼承 18% 生命與 20% 攻擊。",
            "所有盟友的小兵獲得 +40% 生命值和 +40% 攻擊。這個特殊技能使生命值和攻擊增加到高達小兵最初生命值和攻擊的 +200%。",
            "元素鏈會在回合結束時賦予所有 冰系盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "garrison_frostsnout",
        "name": "Frostsnout",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "將施法者與附近盟友現有狀態異常的持續時間減少 2 個回合。（修改持續時間會影響可淨化與無法淨化效果。若任意效果的持續時間減少至零，則將效果視為正常失效。）",
            "施法者與附近盟友獲得 +40% 暴擊率，持續 3 回合。"
        ]
    },
    {
        "heroId": "gargoyle_gaillard",
        "name": "Gaillard",
        "effects": [
            "對目標造成 540% 傷害。",
            "所有盟友免疫來自惡魔的負面效果和傷害，持續 4 回合。",
            "所有盟友對新的惡魔免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "construct_blue_mage",
        "name": "Ghealach",
        "effects": [
            "對目標及附近敵人造成 385% 傷害。",
            "對目標和附近的敵人召喚墮落星惡魔。",
            "墮落星惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 45% 時消失。",
            "施法者竊偷目標及附近敵人所產出法力的 45%，效果持續至目標失去墮落星惡魔為止。此效果無法淨化，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "heroId": "wild_cat_gitnib",
        "name": "Gitnib",
        "effects": [
            "所有敵人在 6 個回合内受到 1500 點重傷流血傷害。（如果目標已擁有此效果，持續時間會被刷新，並增加 300 點傷害。最大總傷害: 3000。）",
            "對所有敵人召喚食人魚惡魔。惡魔每一回合以 80% 的攻擊對敵人造成傷害。",
            "食人魚惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 55% 時消失。",
            "此效果啟用時，将根據施法者所受到的傷害，在 3 個回合後，或施法者被擊敗時對所有敵人造成 400 - 800 點傷害。（在受到最大生命值 50% 的傷害時，效果將最大化。）"
        ]
    },
    {
        "heroId": "construct_glacivolt",
        "name": "Glacivolt",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有敵人獲得 -25% 防禦，面板中每個冰雪護盾將會額外減少 -5%，持續 3 個回合，最多 -50% 防禦。",
            "所有敵人在 3 回合內受到共計 456 點冰霜傷害。"
        ]
    },
    {
        "heroId": "ice_god_callum",
        "name": "Gladius",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 600% 傷害。",
            "目標獲得一枚閃避標記狀態，持續 3 個回合。被標記的目標進行閃避時，其獲得一次疊加 （最大值： 10 ）。每次疊加都能增加目標所承受傷害 +5%。",
            "元素鏈可給予所有冰雪系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ice_god_glenda",
        "name": "Glenda",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "施法者和附近盟友的特殊技能造成額外 +40% 傷害，持續 4 回合。",
            "淨化所有盟友的狀態異常。",
            "元素鏈會為所有冰雪盟友召喚一個冰雪小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "slime_gloozmer",
        "name": "Gloozmer",
        "effects": [
            "從目標竊取所有小兵或一名超級小兵。",
            "對目標造成 600% 傷害。",
            "目標無法在敵人或盟友身上施放任何新的狀態效果，持續 3 個回合。（包含叠加。包含以特殊技能施放的狀態效果。）",
            "目標敵人會獲得吞噬黏液狀態異常，持續 3 個回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 200 點傷害，並且每移除一個效果就會受到 100 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700 ）"
        ]
    },
    {
        "heroId": "goblin_grimsteel",
        "name": "Grimsteel",
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "成長：所有盟友獲得 450 點攻擊和 450 點防禦。",
            "所有盟友獲得 +30% 法力產出，持續 4 回合。持續時間結束前若失去此狀態效果，有該效果的目標獲得 +10% 法力。"
        ]
    },
    {
        "heroId": "guardian_hippo",
        "name": "Guardian Hippo",
        "effects": [
            "在接下來 3 個回合內，在任何其他盟友施放其特殊技能後，此角色會對所有敵人造成 225% 傷害。每個角色施放的特殊技能，每回合只會造成一次傷害。",
            "所有盟友獲得 +34% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "construct_halwinter",
        "name": "Halwinter",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者以所受傷害的 120% 對一名隨機敵人進行反擊，持續 4 回合。",
            "施法者受到的所有傷害降低 -50%，持續 4 回合。",
            "施法者對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "s5_hetepheres",
        "name": "Hetepheres",
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友對抗自然單位時獲得 +84% 防禦，並在每次被擊中後增加 2%，持續 4 回合。",
            "所有敵人獲得 -40% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "s5_hetepheres_costume_spa",
        "name": "Hetepheres C1",
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "所有盟友對抗自然單位時獲得 +64% 防禦，並在每次被擊中後增加 3%，持續 4 回合。",
            "所有敵人獲得 -45% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "valentines_himeros",
        "name": "Himeros",
        "effects": [
            "驅散目標的增益。",
            "對目標造成 460% 傷害。",
            "施法者和附近盟友的特殊技能造成額外 +40% 傷害，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales2_hogne",
        "name": "Hogne",
        "effects": [
            "使用霜落打擊攻擊目標與附近敵人，造成最高 2300 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "使目標與附近敵人的最大生命值降低 800 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 600 點。）",
            "目標與附近敵人獲得的治療減少 -70%，持續 4 回合。"
        ]
    },
    {
        "heroId": "beowulf_hrothgar",
        "name": "Hrothgar",
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "使所有敵人的法力減少 20%。",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放。",
            "* +70% 攻擊，持續 5 回合。",
            "* +50% 防禦，持續 5 回合。",
            "* 增益來源將啟動 4 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "shadow_hysteria",
        "name": "Hysteria",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "在接下來的 4 個回合中，每次施法者被擊中時，都會對所有敵人造成 10 點瘋狂。當敵人透過特殊技能造成傷害時，皆會觸發此效果。磚格和普通攻擊每回合僅限一次。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "vegetable_indigon",
        "name": "Indigon",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "敵人每持有一名惡魔或超級惡魔，都將造成 5% 額外傷害，最多累積造成 350% 傷害。",
            "疊加（最大值： 10 ）：所有敵人受到的所有傷害增加 6%。",
            "疊加（最大值： 10 ）：所有盟友獲得 +4% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "ice_god_iris",
        "name": "Iris",
        "effects": [
            "對目標造成 435% 傷害，並對附近敵人造成輕微傷害。",
            "每回合結束時驅散目標與附近敵人身上的增益效果，持續 3 回合。",
            "對烈火系造成額外傷害。",
            "元素鏈會賦予所有冰雪盟友 +10% 攻擊力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "nordic_ice_enchantress",
        "name": "Isarnia",
        "effects": [
            "對所有敵人造成 235% 傷害。",
            "所有敵人獲得 -44% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_ice_enchantress_costume_aqua",
        "name": "Isarnia C1",
        "effects": [
            "對所有敵人造成 255% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_ice_enchantress_costume_ruler",
        "name": "Isarnia C2",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。對自然系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "nordic_ice_enchantress_costume_cute",
        "name": "Isarnia Toon",
        "effects": [
            "對所有敵人造成 385% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "nordic_ice_enchantress_costume_glass",
        "name": "Isarnia Glass",
        "effects": [
            "對所有敵人造成 395% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -40% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "astral_dwarf_ixinn",
        "name": "Ixinn",
        "effects": [
            "對目標造成 530% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有被命中目標受到的傷害提高 +50%，持續 5 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +10%，最多累積至 +100%。",
            "枯萎：所有敵人獲得 -450 點攻擊。"
        ]
    },
    {
        "heroId": "elemental_jolt",
        "name": "Jolt",
        "effects": [
            "對目標造成 215% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有敵人獲得 -34% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "所有冰雪盟友獲得 +60% 攻擊，持續 3 回合。"
        ]
    },
    {
        "heroId": "faun_jolyon",
        "name": "Jolyon",
        "effects": [
            "強化閃避：所有盟友獲得 +75% 機率可以閃避造成傷害的特殊技能。此效果會持續到盟友成功閃避一次後結束。",
            "在強化閃避結束、移除或取代後，盟友獲得一名木娃娃小兵。",
            "木娃娃小兵繼承施法者 30% 生命值和 30% 攻擊力。",
            "召喚時，主人擁有木娃娃小兵的時間內，木娃娃小兵為主人提供新異常狀態免疫。"
        ]
    },
    {
        "heroId": "valentines_kabeiroi",
        "name": "Kabeiroi",
        "effects": [
            "對目標造成 200% 傷害。",
            "法力全滿時，目標強制施放莽夫治療，持續 3 回合。",
            "對其他 3 名隨機敵人造成 200% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）",
            "法力全滿時，所有被命中的敵人強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "heroId": "magic_carpet_kesha",
        "name": "Kesha",
        "effects": [
            "對所有敵人造成 485% 傷害。",
            "除了施法者之外，所有盟友跳起愛之舞，持續 5 回合。",
            "愛之舞：",
            "+44% 法力產出。",
            "承受的傷害降低 -47%。（僅影響從配對磚格所獲的法力，或於回合結束時防禦戰隊所獲的法力。當添加舞步状態效果時，則移除所有現存狀態效果。舞步能免疫新状態效果。新舞步狀態效果將替代此效果。此舞步效果無法驅散。施法者被擊敗時，效果會被移除。）"
        ]
    },
    {
        "heroId": "goblin_kettle",
        "name": "Kettle",
        "effects": [
            "烹煮隨機食物，獲得特殊效果（每次效果的啟用機率）：",
            "- 精緻食物：（45% ）",
            "* 為所有盟友恢復 50% 生命值。",
            "* 成長：所有盟友獲得 400 點防禦。",
            "- 腐敗食物：（45% ）",
            "* 對所有敵人造成 350% 傷害。",
            "* 所有敵人在 5 回合內受到共計 965 點劇毒傷害。",
            "- 廚房大災難：（10% ）",
            "* 對所有盟友與所有敵人造成 100% 傷害。"
        ]
    },
    {
        "heroId": "knights_king_arthur",
        "name": "King Arthur",
        "effects": [
            "對目標造成 468% 傷害。",
            "目標獲得 -39% 攻擊力，持續 4 回合。",
            "目標獲得對冰雪系 -54% 的防禦，持續 4 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "ice_god_klaern",
        "name": "Klaern",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "所有敵人在 5 回合內受到共計 400 點水系傷害。施法者能吸收已造成之水系傷害的 35% 作為生命值。",
            "元素鏈會賦予所有冰雪盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "christmas_krampus",
        "name": "Krampus",
        "effects": [
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "施法者獲得 +44% 防禦，並在每次被擊中後增加 10%，持續 3 回合。此效果無法驅散。",
            "所有盟友獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "christmas_krampus_costume_eager_devil",
        "name": "Krampus C1",
        "effects": [
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "施法者獲得 +30% 防禦，持續 3 回合。",
            "所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 3 回合。"
        ]
    },
    {
        "heroId": "scoundrel_lane",
        "name": "Lane",
        "effects": [
            "對目標造成 585% 傷害，並對其餘敵人造成輕微傷害。",
            "施法者進入伏擊狀態。施法者造成的傷害提高 +50%，其受到的傷害降低 -40%。（角色進入伏擊狀態時，移除所有現有的可淨化異常和枯萎效果。角色在伏擊期間無法獲得新的異常或枯萎效果此效果無法淨化。角色受到 1500 點傷害後，伏擊狀態會結束。）",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "valentines_lempi",
        "name": "Lempi",
        "effects": [
            "從所有敵人身上驅散 1 個增益。（優先驅散最新的增益）",
            "對所有敵人造成 225% 傷害。",
            "接下來 2 個回合，所有敵人將所有獲得的生命值加成轉換成最大生命值減損。已有生命值加成的目標會減損更多最大生命值。（最大生命值不得低於原最大生命值的 30%。轉換生命值加成時，如果目標已經擁有生命值加成，則最大生命值減損翻倍）"
        ]
    },
    {
        "heroId": "wild_cat_lennart",
        "name": "Lennart",
        "effects": [
            "對目標造成 500% 傷害。",
            "目標在 6 回合內受到共計 1500 點傷害。（如果目標已擁有此效果，持續時間會被刷新，並增加 300 點傷害。最大總傷害: 2400。）",
            "目標在 6 回合內承受的狀態異常傷害增加 +40%。",
            "目標抵禦治療，且每次抵禦治療則受到 300 點傷害，持續 6 回合。"
        ]
    },
    {
        "heroId": "s3_loki_male",
        "name": "Lord Loki",
        "effects": [
            "複製目標的特殊技能，而且施法者可以將複製技能當成自己的技能施放。",
            "如果目標沒有特殊技能，或是特殊技能無法複製，則會施放以下特殊技能：",
            "惡棍猛擊：",
            "* 對目標造成 275% 傷害。"
        ]
    },
    {
        "heroId": "s3_loki_male_costume_shapeshifter",
        "name": "Lord Loki C1",
        "effects": [
            "從目標上複製所有可驅散增益。",
            "複製目標的特殊技能，與施法者自己的特殊技能一併施放。",
            "如果目標沒有特殊技能，或是特殊技能無法複製，則會施放以下特殊技能：",
            "無賴猛擊：",
            "* 對目標造成 265% 傷害。"
        ]
    },
    {
        "heroId": "fleur_ludovico",
        "name": "Ludovico",
        "effects": [
            "為所有盟友恢復 20% 生命值。",
            "敵人身上的每層血百合鲁加效果，都會使所有盟友的生命值提升 30 點，最高可達 900 點生命值加成，且生命值加成可超過最大生命值上限。",
            "所有盟友對新的惡魔免疫，持續 3 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "titan_hunter_lumi_and_taiga",
        "name": "Lumi & Taiga",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "對上泰坦造成 500% 傷害。",
            "所有盟友獲得 +50% 攻擊，持續 4 回合。對上烈火泰坦時，所有盟友獲得 +60% 攻擊。",
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。"
        ]
    },
    {
        "heroId": "castle_stag_lysanor",
        "name": "Lysanor",
        "effects": [
            "每名被擊敗的盟友有 60% 的機率以 20% 的生命值復活。",
            "所有盟友獲得 +50% 攻擊力，持續 5 回合。攻擊力每回合增加 5%，最高至 +70%。",
            "所有盟友在 5 個回合內恢復 1270 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "slime_magistine",
        "name": "Magistine",
        "effects": [
            "對所有敵人造成 325% 傷害。",
            "若敵方戰隊持有任意超級小兵，則此特殊技能轉為對所有敵人造成 375% 傷害。",
            "所有敵人受到吞噬黏液狀態異常，持續 3 回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 200 點傷害，並且每移除一個效果就會受到 50 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700 ）"
        ]
    },
    {
        "heroId": "exalted_warrior",
        "name": "Magni",
        "effects": [
            "對目標造成 420% 傷害。",
            "施法者和附近盟友獲得 +63% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "exalted_warrior_costume_ice",
        "name": "Magni C1",
        "effects": [
            "對目標造成 420% 傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "exalted_warrior_costume_underworld",
        "name": "Magni C2",
        "effects": [
            "對目標及附近敵人造成 285% 傷害。",
            "目標與附近敵人獲得對特殊技能 -64% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "exalted_warrior_costume_cute",
        "name": "Magni Toon",
        "effects": [
            "對目標造成 500% 傷害。",
            "施法者和附近盟友獲得 56% 防禦，持續 4 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "exalted_warrior_costume_glass",
        "name": "Magni Glass",
        "effects": [
            "對目標造成 510% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者和附近盟友獲得 +60% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "exalted_warrior_costume_stylish",
        "name": "Magni Stylish",
        "effects": [
            "對目標造成 520% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 620% 傷害。",
            "施法者和附近盟友獲得 +61% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "owl_mariol",
        "name": "Mariol",
        "effects": [
            "為所有盟友提供 700 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得一個月昇護體，持續 3 回合，所受到的特殊技能傷害最高減少 -700 點。攻擊者為神聖系元素時，額外減少 30% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "rabbit_blue",
        "name": "Master Lepus",
        "effects": [
            "對目標造成 410% 傷害，並對附近敵人造成輕微傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "rabbit_blue_costume_riftbreaker",
        "name": "Master Lepus C1",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "施法者獲得 -24% 法力產出，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "gargoyle_matrera",
        "name": "Matrera",
        "effects": [
            "對目標造成 650% 傷害。",
            "若目標被擊敗，超出的傷害將由附近的每個敵人承受。",
            "目標與附近敵人獲得 -40% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "ice_god_mene",
        "name": "Mene",
        "effects": [
            "對目標及附近敵人造成 310% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 824 點冰霜傷害。",
            "目標與附近敵人在 4 回合內免疫新的狀態效果增益，且每次嘗試獲得增益時受到 300 點傷害。",
            "元素鏈會為所有冰雪盟友提供 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ice_god_miki",
        "name": "Miki",
        "effects": [
            "所有盟友獲得 +130% 普通攻擊，僅可在敵人生命值高於進攻者生命值時使用。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +170% 戰力。此效果持續 5 回合。",
            "目標與附近敵人陷入沉默，持續 5 回合。",
            "元素鏈會為所有冰雪盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "musketeer_milady_de_winter",
        "name": "Milady de Winter",
        "effects": [
            "對所有敵人造成 385% 傷害。",
            "施法者在 6 回合內恢復 918 點生命值。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 6 回合。僅反射可驅散的增益。",
            "所有盟友將可淨化的狀態異常反射給敵方戰隊的隨機角色，持續 6 回合。僅反射可淨化的異常。"
        ]
    },
    {
        "heroId": "musketeer_milady_de_winter_costume_herbalist",
        "name": "Milady de Winter C1",
        "effects": [
            "對所有敵人造成 480% 傷害。",
            "施法者在 6 個回合內恢復 1500 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 6 回合。",
            "所有盟友將狀態異常反射給敵方戰隊的隨機角色，持續 6 個回合。"
        ]
    },
    {
        "heroId": "magic_milena",
        "name": "Milena",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 25% 生命值。",
            "* 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "* 對所有敵人造成 420% 傷害。",
            "* 驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "magic_milena_costume_ice",
        "name": "Milena C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 26% 生命值。",
            "* 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "* 對所有敵人造成 440% 傷害。",
            "* 驅散所有敵人的增益。",
            "* 所有敵人在 5 回合內受到共計 340 點冰霜傷害。"
        ]
    },
    {
        "heroId": "halloween_miriam_and_midnight",
        "name": "Miriam & Midnight",
        "effects": [
            "為施法者與附近盟友召喚一個藍色小貓小兵。藍色小貓小兵從施法者繼承 30% 生命與 30% 攻擊力。小兵在每個回合結束時為主人恢復 22% 的生命。",
            "藍色小貓小兵可淨化其主人身上最新的可淨化狀態異常並加至其命中目標上。",
            "施法者和附近盟友獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "s2_mercenary_woman",
        "name": "Misandra",
        "effects": [
            "對目標造成 310% 傷害。",
            "有 42% 的機率可額外攻擊隨機敵人最多 3 次。額外攻擊造成輕微傷害。",
            "所有盟友每次攻擊可增加少量法力。"
        ]
    },
    {
        "heroId": "s2_mercenary_woman_costume_dancer",
        "name": "Misandra C1",
        "effects": [
            "對目標造成 280% 傷害。",
            "有 42% 的機率可額外攻擊隨機敵人最多 3 次。",
            "在 3 回合內，若被命中之目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "heroId": "easter_miss_ethel",
        "name": "Miss Ethel",
        "effects": [
            "對目標造成 600% 傷害。",
            "若目標在受到傷害前有超過 40% 的生命，則瞄準其他在受到此特殊技能傷害前超過 40% 生命的敵人。若無其他敵人有 40% 生命，則隨機瞄準敵人。每次連續攻擊，傷害會減少。每個敵人只能受攻擊一次。",
            "施法者獲得 -15% 法力產出，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "champions_mistra",
        "name": "Mistra",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "若目標具有平均法力速度，則造成額外 50% 傷害。",
            "若目標具有快速法力速度，則造成額外 100% 傷害。",
            "若目標具有非常快法力速度，則造成額外 150% 傷害。（在急速攻擊錦標賽與戰爭中，敵人有著非常快的法力速度。所有怪獸的法力速度為平均。）",
            "為所有盟友治療 10% 的傷害。"
        ]
    },
    {
        "heroId": "beachparty_misty",
        "name": "Misty",
        "effects": [
            "為所有盟友提供 180 點加成生命值。加成生命值能夠超過最大生命值。",
            "使所有敵人的最大生命值降低 180 點。此效果對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 180 點。",
            "對所有敵人造成 180% 傷害。"
        ]
    },
    {
        "heroId": "beowulf_modthryth",
        "name": "Modthryth",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 135% 的傷害，持續 3 回合。",
            "施法者與附近盟友每次反擊可降低攻擊者 -10% 的法力，持續 3 回合。同一回合中，效果經連續啟動會減弱。",
            "疊加（最大值： 10 ）：所有盟友獲得 +15% 攻擊。",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放。",
            "* +100% 特殊技能傷害，持續 4 回合。",
            "* +33% 法力產出，持續 4 回合。",
            "* 增益來源將啟動 4 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "astral_mooncure",
        "name": "Mooncure",
        "effects": [
            "為所有盟友恢復 55% 生命值。",
            "在 5 回合中，每逢敵人使用特殊技能，所有盟友皆獲得 +10% 法力。",
            "施法者偷取所有敵人所獲治療的 50%，持續 5 回合。",
            "所有敵人獲得 -40% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "heroId": "s4_morel",
        "name": "Morel",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_morel_costume_sage",
        "name": "Morel C1",
        "effects": [
            "對所有敵人造成 145% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。",
            "所有盟友在 3 回合內恢復 411 點生命值。"
        ]
    },
    {
        "heroId": "christmas_mr_pengi",
        "name": "Mr. Pengi",
        "effects": [
            "對目標造成 450% 傷害。",
            "依照盟友擁有的小兵數量，對相同數量的隨機敵人造成額外 130% 傷害。每次連續攻擊擊中時，傷害都會降低。",
            "所有被擊中的目標受到 132 點冰霜傷害。",
            "為施法者與附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。"
        ]
    },
    {
        "heroId": "christmas_mr_pengi_costume_snowboarder",
        "name": "Mr. Pengi C1",
        "effects": [
            "對目標造成 400% 傷害。",
            "依照盟友擁有的小兵數量，對相同數量的隨機敵人造成額外 160% 傷害。每次連續攻擊擊中時，傷害都會降低。",
            "所有被擊中的目標在 3 回合內受到共計 231 點冰霜傷害。",
            "為施法者和附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。"
        ]
    },
    {
        "heroId": "construct_nautica",
        "name": "Nautica",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "使附近盟友的法力增加 33%。",
            "附近盟友獲得 +40% 法力產出，持續 4 回合。",
            "施法者與附近盟友獲得 +50% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "ice_god_nerasis",
        "name": "Nerasis",
        "effects": [
            "對目標造成 460% 傷害。",
            "若攻擊擊败目標，施法者會獲得 +50% 法力。（角色在單一回合中，透過特殊技能獲得 5 點直接法力增加後，此角色後續所有透過特殊技能獲得直接法力增加的效果降低。）",
            "疊加（最大值： 10 ）：施法者獲得 +10% 攻擊。",
            "冰雪盟友 +20% 攻擊力，持绩 4 個回合。此效果無法驱散。"
        ]
    },
    {
        "heroId": "journey_nineheaded_beast",
        "name": "Nine-Headed Beast",
        "effects": [
            "對 9 名隨機敵人造成 160% 傷害。",
            "重置所有盟友的增益持續時間。",
            "重置所有敵人狀態異常的持續時間。",
            "所有盟友獲得 +40% 攻擊力，持續 4 回合。",
            "所有敵人獲得 -40% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_njal",
        "name": "Njal",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "所有敵人在 4 個回合內受到 852 點冰霜傷害。施法者和其所有盟友能吸收所造成冰霜傷害的 20% 作為生命值。",
            "所有烈火敵人獲得 -64% 對特殊技能的防禦,持續 4 個回合。"
        ]
    },
    {
        "heroId": "elemental_nylora",
        "name": "Nylora",
        "effects": [
            "目標元素變更為烈火系，持續 3 回合。（泰坦和神話泰坦不受元素交換影響）",
            "對目標造成 550% 傷害。",
            "目標獲得對冰雪系 -68% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "ballerina_odette",
        "name": "Odette",
        "effects": [
            "施法者在 3 回合內恢復 609 點生命值。",
            "施法者有 +45% 的機率閃避可造成傷害的特殊技能，持續 3 回合。",
            "對除施法者外的所有盟友施放天鵝舞，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "天鵝舞：",
            "* +45% 機率閃避攻擊和特殊技能。",
            "* 任何盟友隨後施放特殊技能時，有 50% 機率對一名隨機的敵人造成 360% 傷害。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "ninja_oniwakamaru",
        "name": "Oniwakamaru",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 為施法者提供 390 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 施法者受到的嘲諷，可阻止敵人對施法者的盟友使用特殊技能，持續 2 回合。此效果無法驅散。",
            "- 施法者以所受傷害的 50% 進行反擊，持續 2 回合。",
            "x 2 法力充能：",
            "- 為施法者提供 490 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 施法者受到的嘲諷，可阻止敵人對施法者的盟友使用特殊技能，持續 3 回合。此效果無法驅散。",
            "- 施法者以所受傷害的 105% 進行反擊，持續 3 回合。",
            "x 3 法力充能：",
            "- 為施法者提供 540 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 施法者受到的嘲諷，可阻止敵人對施法者的盟友使用特殊技能，持續 4 回合。此效果無法驅散。",
            "- 施法者以所受傷害的 133% 進行反擊，持續 3 回合。"
        ]
    },
    {
        "heroId": "astral_dwarf_orcur",
        "name": "Orcur",
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "成長：所有盟友獲得 250 點攻擊。",
            "所有盟友在 3 個回合後獲得生命值加成 450 點生命值。若效果在持續時間結束前移除，則會立即恢復。生命值加成可超越最大生命值。"
        ]
    },
    {
        "heroId": "kalevala_otso",
        "name": "Otso",
        "effects": [
            "對所有敵人造成 380% 傷害。",
            "施法者在 6 回合內恢復 870 點生命值。",
            "所有敵人獲得一枚特殊技能標記，持續 6 個回合。被標記的目標施放特殊技能時，其獲得一次疊加 （最大值： 10 ）。每次疊加都能增加目標所承受傷害 +5%。對自然系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "s4_passepartout",
        "name": "Passepartout",
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "所有盟友在 4 個回合內恢復 400 點生命，面板上每個自然護盾再額外增加 100 點生命，最多共計 1200 點生命。",
            "所有盟友都會獲得 +20% 防禦，面板中每個自然護盾將會額外增加 7% 防禦，持續 4 個回合，最多可獲得 76% 防禦。"
        ]
    },
    {
        "heroId": "s4_passepartout_costume_artist",
        "name": "Passepartout C1",
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "所有盟友在 4 個回合內恢復 260 點生命，面板上每個自然護盾再額外增加 76 點生命，最多共計 868 點生命。",
            "所有盟友都會獲得 +30% 防禦，面板中每個自然護盾將會額外增加 8% 防禦，持續 4 個回合，最多可獲得 +94% 防禦。"
        ]
    },
    {
        "heroId": "moth_pepperbleu",
        "name": "Pepperbleu",
        "effects": [
            "對目標造成 450% 傷害。",
            "安全驅散目標的狀態效果增益。（安全驅散無視已移除狀態效果增益的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）",
            "對目標召喚黃昏蛾人超級惡魔。惡魔每一回合以 270% 的攻擊對敵人造成傷害。",
            "黃昏蛾人超級惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 75% 時消失。",
            "召喚時，主人擁有黃昏蛾人超級惡魔的期間，黃昏蛾人超級惡魔會給予其主人免疫新的狀態效果增益。"
        ]
    },
    {
        "heroId": "ice_god_perseus",
        "name": "Perseus",
        "effects": [
            "對目標造成 455% 傷害。",
            "目標獲得的治療減少 -100%，持續 4 回合。此效果無法淨化。",
            "施法者和附近盟友獲得對自然系 +94% 的防禦，持續 4 回合。",
            "元素鏈給予所有冰雪盟友 10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ice_god_perseus_costume_frozen",
        "name": "Perseus C1",
        "effects": [
            "對目標及附近敵人造成 405% 傷害。",
            "目標與附近敵人獲得的治療減少 -100%，持續 4 回合。此效果無法淨化。",
            "目標與附近敵人獲得對冰雪系 -68% 的防禦，持續 4 回合。",
            "元素鏈給予所有冰雪盟友 +10% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "gargoyle_pophit",
        "name": "Pophit",
        "effects": [
            "目標與附近敵人獲得 -30% 防禦，持續 3 回合。如果在持續時間結束前移除效果，則具有該效果的目標將承受 668 點傷害。",
            "對目標及附近敵人造成 390% 傷害。",
            "附近盟友獲得柔軟膚。（他們下次受到的傷害減少 -90%，並抵抗所有狀態異常和法力減損。此效果無法驅散）"
        ]
    },
    {
        "heroId": "musketeer_porthos",
        "name": "Porthos",
        "effects": [
            "對所有敵人造成 380% 傷害。",
            "改變面板上所有冰雪系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。",
            "施法者在 6 回合內恢復 918 點生命值。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "musketeer_porthos_costume_merchant",
        "name": "Porthos C1",
        "effects": [
            "對所有敵人造成 485% 傷害。",
            "改變面板上所有冰雪系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。",
            "施法者在 6 個回合內恢復 1530 點加成生命值。加成生命值能夠超過最大生命值。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "astral_dwarf_quari",
        "name": "Quari",
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "目標和附近敵人在 4 個回合內受到 788 點水系傷害。所有盟友能吸收所造成之水系傷害的 50% 作為加成生命值。",
            "成長：所有盟友獲得 200 點攻擊和 200 點防禦。"
        ]
    },
    {
        "heroId": "elemental_quinn",
        "name": "Quinn",
        "effects": [
            "為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人在 3 回合內無法獲得新的狀態效果增益。",
            "所有烈火敵人獲得 -38 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "所有暗黑敵人獲得 -38% 法力產出，持續 3 回合。",
            "所有神聖敵人獲得 -38% 防禦，持續 3 回合。",
            "所有自然敵人獲得 -38% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "castle_raven_quintin",
        "name": "Quintin",
        "effects": [
            "對目標造成 420% 傷害。",
            "目標承受盟友受到所有傷害的 100%，持續 4 回合。"
        ]
    },
    {
        "heroId": "ice_god_raffaele",
        "name": "Raffaele",
        "effects": [
            "為剩餘生命少於 50% 的盟友，將生命恢復至 50%。",
            "所有盟友在 4 回合內恢復 1080 點生命值。",
            "淨化所有盟友的狀態異常。",
            "元素鏈給予所有冰雪盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "slayer_rian",
        "name": "Rian",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "對所有敵人造成 210% 傷害。",
            "每移除一個狀態效果，將造成 25% 額外傷害，最多累積造成 410% 傷害。",
            "疊加（最大值： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加 +2 （最大值： 10 ）：施法者每個回合恢復 20 點生命值。"
        ]
    },
    {
        "heroId": "nordic_male_lord",
        "name": "Richard",
        "effects": [
            "對目標造成 415% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_male_lord_costume_senior",
        "name": "Richard C1",
        "effects": [
            "對目標造成 435% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "nordic_male_lord_costume_injustice",
        "name": "Richard C2",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人獲得 -30% 攻擊，並在每次被擊中後減少 -2%，持續 4 回合。"
        ]
    },
    {
        "heroId": "nordic_male_lord_costume_cute",
        "name": "Richard Toon",
        "effects": [
            "對目標造成 565% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "nordic_male_lord_costume_glass",
        "name": "Richard Glass",
        "effects": [
            "對目標造成 575% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標與附近敵人獲得 -30% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "nordic_male_lord_costume_stylish",
        "name": "Richard Stylish",
        "effects": [
            "對目標造成 585% 傷害，並對附近敵人造成輕微傷害。",
            "對剩餘生命值少於 50% 的敵人造成額外傷害。",
            "目標與附近敵人獲得 -32% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "fox_riverfang",
        "name": "Riverfang",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標及附近敵人造成 400% 傷害。",
            "目標與附近敵人受到 540 點水系傷害，持續 3 回合。施法者能吸收已造成之水系傷害的 50% 作為生命值。",
            "目標和附近敵人受到異常效果的持續 +50% 額外傷害。（此效果會持續到被驅散、替代或移除為止。）"
        ]
    },
    {
        "heroId": "fables_rumpelstiltskin",
        "name": "Rumpelstiltskin",
        "effects": [
            "抽取一張特殊效果卡片：",
            "骷髏：",
            "* 對所有敵人造成 270% 傷害。",
            "* 所有敵人在 3 回合內受到共計 156 點傷害。",
            "十字架：",
            "* 為所有盟友恢復 27% 生命值。",
            "* 淨化所有盟友的狀態異常。",
            "星星：",
            "* 所有敵人獲得 -34% 防禦，持續 3 回合。",
            "* 所有盟友獲得 +48% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "fables_rumpelstiltskin_costume_eternal",
        "name": "Rumpelstiltskin C1",
        "effects": [
            "抽取一張特殊效果卡片：",
            "骷髏：",
            "* 使所有敵人的最大生命值降低 550 點。最大生命值不得低於原最大生命值的 30%。",
            "* 所有敵人受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 69 點劇毒傷害，而且每個回合降低目標的法力產出 -9%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "十字架：",
            "* 為所有盟友提供 620 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 4 回合。",
            "星星：",
            "* 所有敵人獲得 -54% 法力產出，持續 4 回合。此效果無法淨化。",
            "* 所有敵人在 4 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "s4_russula",
        "name": "Russula",
        "effects": [
            "對目標造成 330% 傷害。",
            "施法者躲藏 2 個回合。",
            "當角色躲藏時無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 277 傷害。"
        ]
    },
    {
        "heroId": "s4_russula_costume_painter",
        "name": "Russula C1",
        "effects": [
            "對目標造成 300% 傷害。",
            "施法者躲藏 2 個回合。",
            "當角色躲藏時無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 411 傷害。"
        ]
    },
    {
        "heroId": "fox_sable",
        "name": "Sable",
        "effects": [
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除。）",
            "施法者轉變為幽靈型態，持續 3 回合。（在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫）",
            "幽靈型態結束時：",
            "施法者隨機復活一個遭到擊敗的盟友，其具有 40% 生命。",
            "所有盟友在 3 個回合內恢復 900 點生命。",
            "每個回合結束時淨化所有盟友的狀態異常，持續 3 個回合。"
        ]
    },
    {
        "heroId": "shadow_salvatore",
        "name": "Salvatore",
        "effects": [
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或凈化的狀態效果，也會移除。）",
            "施法者轉變為瘋狂恐怖幽靈型態，持續 5 回合。",
            "在變為瘋狂恐怖幽靈型態時，施法者每回合自動對隨機敵人造成 350% 傷害，並造成 30 瘋狂。",
            "在變為瘋狂恐怖幽靈型態時，施法者可以承受相衝元素敵人的傷害。（處於幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。）",
            "除了施法者，對所有盟友造成 25 點瘋狂。"
        ]
    },
    {
        "heroId": "champions_satori",
        "name": "Satori",
        "effects": [
            "對所有敵人造成 315% 傷害。",
            "對使用特殊技能施放淨化或驅散的角色造成 630% 傷害。（僅對特殊技能的直接驅散與淨化效果生效。不包含移除效果、被動、小兵、家族效果、天賦與狀態效果）",
            "施法者與附近盟友有 55% 機率將受到的任意傷害降低至 1，持續 4 回合。若此效果被驅散，則所有敵人的增益都會被驅散。"
        ]
    },
    {
        "heroId": "ninja_sawano",
        "name": "Sawano",
        "effects": [
            "1 倍法力充能：",
            "* 為所有盟友恢復 25% 生命值。",
            "* 接下來 2 個回合內，在敵人施放其特殊技能後，此角色會恢復所有盟友 300 點生命值。（每個敵人每回合可以觸發一次此效果。）",
            "* 淨化施法者的狀態異常。",
            "2 倍法力充能：",
            "* 為所有盟友恢復 30% 生命值。",
            "* 接下來 4 個回合內，在敵人施放其特殊技能後，此角色會恢復所有盟友 350 點生命值。（每個敵人每回合可以觸發一次此效果。）",
            "* 淨化施法者與附近盟友的狀態異常。",
            "3 倍法力充能：",
            "* 為所有盟友恢復 35% 生命值。",
            "* 接下來 6 個回合內，在敵人施放其特殊技能後，此角色會恢復所有盟友 400 點生命值。（每個敵人每回合可以觸發一次此效果。）",
            "* 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "monster_hunter_sigyn",
        "name": "Sigyn",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 500% 傷害。如果只有一個敵人，傷害加倍。",
            "減少 50% 位於敵方陣型邊緣的敵人法力。",
            "對位於敵方陣型邊緣的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8%，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。"
        ]
    },
    {
        "heroId": "ice_god_sini",
        "name": "Sini",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "改變面板上所有冰雪系護盾的強度。攻擊英雄施放該特技時，護盾受到 +54% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -47% 攻擊力的弱化。",
            "對烈火系造成額外傷害。",
            "元素鏈會賦予所有冰雪盟友 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "castle_stag_siofra",
        "name": "Siofra",
        "effects": [
            "對目標及附近敵人造成 290% 傷害。",
            "攻擊會無視防禦增益。（包含反擊。）",
            "目標與附近敵人獲得 -40% 攻擊力，持續 3 回合。攻擊力每回合減少 -5%，最多至 -50%。",
            "目標與附近敵人獲得的治療減少 -80%，持續 3 回合。"
        ]
    },
    {
        "heroId": "s3_skadi",
        "name": "Skadi",
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "每有一個敵人被擊敗，傷害增加 50%。",
            "疊加（最大值： 10 ）：每個回合結束時，每個落敗的敵人或敵方小兵，都會讓所有敵人受到 35 點冰霜傷害。",
            "疊加（最大值： 10 ）：每個落敗的敵人或敵方小兵，都會讓所有敵人獲得 -6% 法力產出。"
        ]
    },
    {
        "heroId": "s3_skadi_costume_ravager",
        "name": "Skadi C1",
        "effects": [
            "對目標及附近敵人造成 320% 傷害。",
            "每有一個敵人被擊敗，傷害增加 35%。",
            "疊加（最大值： 10 ）：每個回合結束時，每個落敗的敵人或敵方小兵，都會讓所有敵人受到 54 點冰霜傷害。",
            "疊加（最大值： 10 ）：每個落敗的敵人或敵方小兵，都會讓所有敵人獲得 -7% 法力產出。"
        ]
    },
    {
        "heroId": "construct_skarn",
        "name": "Skarn",
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有敵人獲得對冰雪系 -30% 的防禦，持續 3 回合。",
            "所有敵人在 3 回合內受到共計 378 點冰霜傷害。"
        ]
    },
    {
        "heroId": "slime_slimgo",
        "name": "Slimgo",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有敵人在 3 回合內受到共計 627 點水系傷害。",
            "所有敵人獲得 -35% 法力產出，持續 3 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "fables_snow_white",
        "name": "Snow White",
        "effects": [
            "淨化所有盟友和敵人的全部增益與狀態異常。",
            "對所有敵人造成 180% 傷害，每移除一個狀態效果則額外造成 15% 傷害，最多累積造成 420% 傷害。"
        ]
    },
    {
        "heroId": "fables_snow_white_costume_slayer",
        "name": "Snow White C1",
        "effects": [
            "驅散並淨化所有盟友和敵人的全部增益與狀態異常。",
            "對所有敵人造成 140% 傷害。",
            "每移除一個狀態效果，將造成 30% 額外傷害，最多累積造成 500% 傷害。"
        ]
    },
    {
        "heroId": "s5_sobek",
        "name": "Sobek",
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "攻擊會無視防禦增益。（包含反擊。）"
        ]
    },
    {
        "heroId": "s5_sobek_costume_guardian",
        "name": "Sobek C1",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人在 4 回合內受到共計 528 點流血傷害。"
        ]
    },
    {
        "heroId": "outlaw_song_jiang",
        "name": "Song Jiang",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標及附近敵人造成 450% 傷害。",
            "為施法者及附近盟友治療 20% 的傷害。",
            "目標與附近敵人陷入沉默，持續 4 回合。",
            "目標與附近敵人獲得 -30% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_sorrow",
        "name": "Sorrow",
        "effects": [
            "為施法者與附近盟友召喚 2 個冰封鐮刀小兵，其可從施法者繼承 18% 生命和 30% 攻擊。",
            "召喚冰封鐮刀小兵之後，主人擁有冰封鐮刀小兵期間，冰封鐮刀小兵會給予其主人 +45% 攻擊。攻擊力每回合增加 5%，最高至 60%。此效果無法淨化。",
            "冰封鐮刀小兵被摧毀時，會對所有敵人造成 135 點傷害。"
        ]
    },
    {
        "heroId": "astral_starwalker",
        "name": "Starwalker",
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 200% 傷害。",
            "如果目標有生命加成，會造成 450 額外傷害。",
            "所有敵人獲得 -35% 防禦，持續 3 回合。如果在持續時間結束前移除效果，則具有該效果的目標將承受 577 點傷害。"
        ]
    },
    {
        "heroId": "ice_god_suzuna",
        "name": "Suzuna",
        "effects": [
            "淨化施法者和附近盟友的狀態異常。",
            "施法者和附近盟友反射狀態異常和負面效果疊加，持續 3 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "施法者和附近盟友在 3 回合內恢復 855 點生命值。",
            "元素鏈會為所有冰雪盟友恢復 4% 生命，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "tales2_svafa",
        "name": "Svafa",
        "effects": [
            "使用霜落打擊攻擊目標與附近敵人，造成最高 1500 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "目標與附近敵人在 3 回合內受到共計 705 點流血傷害。",
            "目標和附近敵人獲得一枚流血標記，持續 3 個回合。被标記的目标受到流血傷害時，其獲得一次疊加（最大值： 10 ）。每次疊加都能增加目标所承受傷害 5%。"
        ]
    },
    {
        "heroId": "moth_tealmoine",
        "name": "Tealmoine",
        "effects": [
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "目標會陷入深沉睡眠，睡著時受到的傷害增加 +80%。（陷入深沉睡眠的角色無法獲得法力或进行攻擊。陷入深沉睡眠的角色承受 750 站傷害後將醒来。此效果無法淨化。）",
            "為所有盟友恢復 30% 生命值。"
        ]
    },
    {
        "heroId": "s2_tethys",
        "name": "Tethys",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 396 點水系傷害。",
            "所有非冰雪元素的英雄獲得 +30% 攻擊力，持續 3 回合。",
            "所有冰雪盟友獲得 +60% 攻擊，持續 3 回合。"
        ]
    },
    {
        "heroId": "s2_tethys_costume_steel",
        "name": "Tethys C1",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 657 點水系傷害。",
            "所有非冰雪元素的英雄獲得 +35% 攻擊力，持續 3 回合。",
            "所有冰雪盟友獲得 +65% 攻擊，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales1_thalassa",
        "name": "Thalassa",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為所有盟友提供 550 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "第 2 次：",
            "* 為所有盟友提供 650 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 重置所有敵人狀態異常的持續時間。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales1_thalassa_costume_crystals",
        "name": "Thalassa C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "第 2 次：",
            "* 為所有盟友提供 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 重置所有敵人狀態異常的持續時間。",
            "* 所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "styx_thanatos",
        "name": "Thanatos",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友恢復 20% 生命值。",
            "* 所有盟友獲得 +24% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "* 為所有盟友恢復 30% 生命值。",
            "* 使所有盟友的法力增加 10%。",
            "3 倍法力充能：",
            "* 為所有盟友恢復 50% 生命值。",
            "* 使所有盟友的法力增加 20%。",
            "* 所有盟友獲得 +40% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "circus_theobald",
        "name": "Theobald",
        "effects": [
            "對剩餘生命值最高的敵人造成 405% 傷害。對其餘敵人造成 260% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人自然特殊技能的負面效果，持續 4 個回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "所有盟友獲得 +45% 攻擊力，並在每次被擊中後增加 +20%，持續 4 回合。"
        ]
    },
    {
        "heroId": "royal_knight_commander",
        "name": "Thorne",
        "effects": [
            "對目標造成 490% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "royal_knight_commander_costume_king",
        "name": "Thorne C1",
        "effects": [
            "對目標造成 540% 傷害。",
            "施法者獲得 +24% 法力產出，持續 3 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "royal_knight_commander_costume_gryphon",
        "name": "Thorne C2",
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "使目標和附近敵人的法力減少 15%。",
            "施法者在 4 回合內恢復適量法力。"
        ]
    },
    {
        "heroId": "royal_knight_commander_costume_cute",
        "name": "Thorne Toon",
        "effects": [
            "對目標造成 640% 傷害，並對附近敵人造成輕微傷害。",
            "對烈火系造成額外傷害。"
        ]
    },
    {
        "heroId": "royal_knight_commander_costume_glass",
        "name": "Thorne Glass",
        "effects": [
            "對目標造成 650% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "owl_timius",
        "name": "Timius",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "使用月昇打擊攻擊目標與附近敵人，造成最高 1500 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "christmas_tinsel",
        "name": "Tinsel",
        "effects": [
            "對目標及附近敵人造成 340% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標與附近敵人獲得 -14% 防禦，且面板上每有一個冰雪護盾則進一步降低 -5%，持續 4 回合，最多 -54% 防禦。",
            "目標與附近敵人獲得 -10% 精準度，且面板上每有一個冰雪護盾則進一步降低 -5%，持續 4 回合，最多 -50% 精準度。"
        ]
    },
    {
        "heroId": "monster_hunter_tremor",
        "name": "Tremor",
        "effects": [
            "所有盟友在 3 個回合後恢復 500 點生命。若效果在持續時間結束前移除，則改為恢復 800 點生命。",
            "施法者在 3 個回合後對所有敵人造成 500 點傷害。若效果在持續時間結束前移除或取代，則改為造成 800 點傷害。",
            "疊加（最大值： 10 ）：施法者對弱點元素獲得 +15% 攻擊。"
        ]
    },
    {
        "heroId": "mimic_troop_blue",
        "name": "Troop Mimic Ice",
        "effects": [
            "對目標造成 480% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。（角色在單一回合中，透過特殊技能獲得 5 次直接法力增加後，此角色後續所有透過特殊技能獲得直接法力增加的效果降低。）",
            "所有冰雪敵人承受 4 回合的 +100% 普通攻擊。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +200% 戰力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "magic_ulius",
        "name": "Ulius",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為每個盟友召喚一個魔法符咒小兵，其可從施法者繼承 15% 生命與 20% 攻擊。",
            "* 召喚魔法符咒小兵之後，主人擁有魔法符咒小兵期間，魔法符咒小兵會給予其主人 +20% 法力產出。此效果無法驅散。",
            "2 倍法力充能：",
            "* 對所有敵人召喚受詛咒的符咒惡魔。惡魔每回合以 100% 的攻擊力對目標造成傷害。",
            "* 受詛咒的符咒惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 60% 時消失。",
            "* 召喚受詛咒的符咒惡魔之後，主人擁有受詛咒的符咒惡魔期間，受詛咒的符咒惡魔會給予其主人 -38% 法力產出。此效果無法淨化。"
        ]
    },
    {
        "heroId": "magic_ulius_costume_buccaneer",
        "name": "Ulius C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為每個盟友召喚一個魔法符咒小兵，其可從施法者繼承 16% 生命與 25% 攻擊。",
            "* 召唤魔法符咒小兵之後，主人擁有魔法符咒小兵期間，幼蟲小兵會賦予其主人少量法力。此效果無法驅散。",
            "2 倍法力充能：",
            "* 對所有敵人召喚受詛咒的符咒惡魔。惡魔每回合以 120% 的攻擊力對目標造成傷害。",
            "* 受詛咒的符咒惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 70% 時消失。",
            "* 施法者竊偷所有敵人所產出法力的 45%，效果持續至目標失去受詛咒的符咒惡魔為止。此效果無法淨化，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "heroId": "ice_god_vela",
        "name": "Vela",
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人在 3 回合內受到共計 318 點水系傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "對烈火系造成額外傷害。",
            "元素鏈會為所有冰雪盟友提供 +10% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "faun_verity",
        "name": "Verity",
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "強化防禦異常：目標與附近敵人獲得 -50% 對特殊技能的防禦。此效果持續到敵人受到特殊技能 3 次傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人獲得 -40% 法力產出，持續 3 個回合。"
        ]
    },
    {
        "heroId": "wild_cat_vernix",
        "name": "Vernix",
        "effects": [
            "如果敵人有冰霜狀態異常：",
            "* 對所有敵人造成 310% 傷害。",
            "* 使所有敵人的法力减少 5%。",
            "* 所有敵人在 5 回合內受到共計 1630 點冰霜傷害。",
            "否則：",
            "* 對所有敵人造成 260% 傷害。",
            "* 所有敵人在 5 回合內受到共計 1275 點冰霜傷害。"
        ]
    },
    {
        "heroId": "gargoyle_vincent",
        "name": "Vincent",
        "effects": [
            "如果敵人有冰霜狀態異常：",
            "* 所有敵人對冰雪系獲得 -30% 防禦，持續 5 回合。",
            "* 對所有敵人造成 270% 傷害。",
            "否則：",
            "* 對所有敵人造成 200% 傷害。",
            "* 所有敵人在 5 回合內受到共計 705 點冰霜傷害。"
        ]
    },
    {
        "heroId": "monster_hunter_waterpipe",
        "name": "Waterpipe",
        "effects": [
            "為每個盟友召喚一個魚叉哨兵小兵，其可從施法者身上繼承 12% 生命值及 20% 攻擊。",
            "魚叉哨兵小兵的每一次攻擊都會減少目標的 -5% 法力，並對命中的目標施加下列的狀態異常：",
            "* 目標獲得抵禦特殊技能的 -30% 防禦，持續 2 回合。",
            "* 目標在 2 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "fox_whitefang",
        "name": "Whitefang",
        "effects": [
            "驅散目標的增益。",
            "對目標造成 550% 傷害。",
            "目標每個回合持續受到 300 點冰霜傷害。此效果會擴散至附近的敵人。（此效果持續至被淨化或移除）"
        ]
    },
    {
        "heroId": "outlaw_wu_song",
        "name": "Wu Song",
        "effects": [
            "驅散所有敵人的增益。",
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標造成 600% 傷害。",
            "若目標為烈火元素，則對附近敵人造成 500% 傷害。"
        ]
    },
    {
        "heroId": "fortune_yan_qing",
        "name": "Yan Qing",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 500% 靈魂斬擊傷害。（每移除一個增益，傷害降低 -60%。不可驅散的增益也會移除。）",
            "附近盟友跳起流動鴻運舞蹈，持續 4 回合。",
            "流動鴻運舞蹈：",
            "* +44% 法力產出。",
            "* 造成的傷害增加 +20%。對烈火目標的效果為 +30%。",
            "* 受到的傷害降低 -20%。對自然特殊技能的效果為 -30%。",
            "* 鸿運舞蹈可與其他舞蹈效果疊加。（僅影響從配對磚格所獲的法力，或於回合結束時防禦戰隊所獲的法力。當添加鸿運舞蹈狀態效果時，除了其他舞蹈状態效果外，移除所有現存状態效果。除了其他舞蹈状態效果外，鸿運舞蹈能免疫新狀態效果。鸿運舞蹈效果無法驅散。施法者被擊敗時，效果會被移除。）"
        ]
    },
    {
        "heroId": "christmas_zappa",
        "name": "Zappa",
        "effects": [
            "對目標造成 350% 傷害。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標在 3 回合內受到共計 531 點冰霜傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "heroId": "elemental_zengar",
        "name": "Zengar",
        "effects": [
            "對目標造成 200% 傷害。",
            "若目標為烈火元素，則對附近敵人造成 450% 傷害。",
            "目標在 3 回合內受到共計 447 點冰霜傷害。",
            "若目標為烈火系，則其附近敵人在 3 個回合內受到 579 點冰霜傷害。"
        ]
    },
    {
        "heroId": "elemental_zengar_costume_farmer",
        "name": "Zengar C1",
        "effects": [
            "對目標造成 450% 傷害。",
            "若目標為烈火元素，則對附近敵人造成 400% 傷害。",
            "目標在 3 回合內受到共計 1020 點冰霜傷害。",
            "若目標為烈火系，則其附近敵人在 3 個回合內受到 693 點冰霜傷害。",
            "施法者會吸收所造成傷害的 30% 並轉化為生命值。"
        ]
    },
    {
        "heroId": "outlaw_zheng_tianshou",
        "name": "Zheng Tianshou",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對所有敵人造成 470% 傷害。",
            "安全驅散所有敵人的狀態效果增益。（安全驅散無視已移除狀態效果增益的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）",
            "所有盟减少所有受到的傷害 -30%，且每次移除状態效果，則有 -2% 减幅，最多可獲得 -50% 傷害减少，持續 5 個回合。"
        ]
    },
    {
        "heroId": "ninja_zircon",
        "name": "Zircon",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "- 所有盟友在 2 個回合內恢復 144 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +24% 防禦，並在每次被擊中後增加 5%，持續 2 回合，最高 +49% 防禦。",
            "- 所有盟友在 2 回合內對增益驅散免疫。",
            "2 倍法力充能：",
            "- 所有盟友在 3 個回合內恢復 504 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +34% 防禦，並在每次被擊中後增加 5%，持續 3 回合，最高 +59% 防禦。",
            "- 所有盟友在 3 回合內對增益驅散免疫。",
            "3 倍法力充能：",
            "- 所有盟友在 4 個回合內恢復 980 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +54% 防禦，並在每次被擊中後增加 5%，持續 4 回合，最高 +79% 防禦。",
            "- 所有盟友在 4 回合內對增益驅散免疫。"
        ]
    },
    {
        "heroId": "forest_female_warrior",
        "name": "Aife",
        "effects": [
            "對目標造成 275% 傷害。"
        ]
    },
    {
        "heroId": "forest_woodsman",
        "name": "Derric",
        "effects": [
            "對目標造成 255% 傷害。"
        ]
    },
    {
        "heroId": "forest_thug",
        "name": "Brogan",
        "effects": [
            "對目標造成 200% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "forest_female_illusionist",
        "name": "Jenneh",
        "effects": [
            "對目標造成 245% 傷害。"
        ]
    },
    {
        "heroId": "goblin_archer",
        "name": "Needler",
        "effects": [
            "對目標造成 250% 傷害。"
        ]
    },
    {
        "heroId": "masquerade_alessia",
        "name": "Alessia",
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "在 3 個回合內使目標與附近敵人的最大生命值降低 204 點。對有生命加成的目標效果更大。最大生命值不得低於最大生命值的 30%。任何生命值加成會造成額外降低每回合 68 點。"
        ]
    },
    {
        "heroId": "mahayoddha_ali",
        "name": "Ali",
        "effects": [
            "對目標造成 235% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 1 x點额外傷害。（造成的額外傷害會依施法者調整過的攻擊數值計算。最多可造成额外 300 點额外傷害。會影響所造成傷害的狀態效果，亦會影響造成的外傷害值。额外傷害不受防禦数值影響。會影響攻擊数值的状態效果，不會影響造成的額外傷害值。）",
            "目標獲得 -44% 法力產出，持續 3 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "forest_female_spirit",
        "name": "Belith",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_female_spirit_costume_autumn",
        "name": "Belith C1",
        "effects": [
            "所有盟友在 3 回合內恢復 459 點生命值。",
            "所有盟友在 3 回合內對增益驅散免疫。"
        ]
    },
    {
        "heroId": "forest_female_spirit_costume_cute",
        "name": "Belith Toon",
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。對所有自然系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_female_spirit_costume_glass",
        "name": "Belith Glass",
        "effects": [
            "為所有盟友恢復 36% 生命值。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_archer",
        "name": "Berden",
        "effects": [
            "對目標造成 325% 傷害。",
            "目標獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "forest_archer_costume_warrior",
        "name": "Berden C1",
        "effects": [
            "對目標造成 325% 傷害。",
            "目標獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "forest_archer_costume_cute",
        "name": "Berden Toon",
        "effects": [
            "對目標造成 330% 傷害。",
            "目標獲得 -24% 攻擊力，持續 6 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "forest_archer_costume_glass",
        "name": "Berden Glass",
        "effects": [
            "對目標造成 340% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標獲得 -29% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "forest_female_druid",
        "name": "Brienne",
        "effects": [
            "所有盟友獲得 +45% 攻擊力，並在每次被擊中後增加 20%，持續 5 回合，最高 +145% 攻擊力。"
        ]
    },
    {
        "heroId": "forest_female_druid_costume_native",
        "name": "Brienne C1",
        "effects": [
            "所有敵人獲得 -41% 防禦，並在每次被擊中後減少 -4%，持續 4 回合，最高 -65% 防禦。"
        ]
    },
    {
        "heroId": "forest_female_druid_costume_cute",
        "name": "Brienne Toon",
        "effects": [
            "所有盟友獲得 +45% 攻擊力，並在每次被擊中後增加 20%，持續 5 回合，最高 +145% 攻擊力。對所有自然系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "forest_female_druid_costume_glass",
        "name": "Brienne Glass",
        "effects": [
            "所有盟友獲得 +50% 攻擊，並在每次被擊中後增加 20%，持續 5 個回合，最高 +150% 攻擊。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "forest_female_druid_costume_stylish",
        "name": "Brienne Stylish",
        "effects": [
            "所有盟友獲得 +55% 攻擊，並在每次被擊中後增加 20%，持續 5 個回合，最高 +155% 攻擊。",
            "所有盟友在 5 回合內恢復 300 點生命值。"
        ]
    },
    {
        "heroId": "s3_by_ulf",
        "name": "By-Ulf",
        "effects": [
            "施法者和附近盟友獲得 +48% 攻擊力，持續 4 回合。",
            "施法者和附近盟友獲得 +46% 防禦，持續 4 回合。",
            "施法者和附近盟友在 4 回合內恢復 612 點生命值。",
            "在 4 個回合後，施法者獲得狀態異常。",
            "施法者在 4 個回合後獲得的狀態異常為：",
            "施法者獲得 -34% 攻擊力，持續 4 回合。此效果無法淨化。",
            "施法者獲得 -34% 防禦，持續 4 回合。此效果無法淨化。",
            "施法者獲得 -24% 法力產出，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "goblin_fighter",
        "name": "Carver",
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "使所有敵人的法力減少 16%。"
        ]
    },
    {
        "heroId": "goblin_fighter_costume_evil",
        "name": "Carver C1",
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "所有敵人獲得 -24% 法力產出，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "goblin_fighter_costume_cute",
        "name": "Carver Toon",
        "effects": [
            "對所有敵人造成 155% 傷害。",
            "使所有敵人的法力減少 10%。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "goblin_fighter_costume_glass",
        "name": "Carver Glass",
        "effects": [
            "對所有敵人造成 165% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "使所有敵人的法力減少 -15%。"
        ]
    },
    {
        "heroId": "astral_dwarf_chires",
        "name": "Chires",
        "effects": [
            "為施法者和附近盟友提供 350 點加成生命值。加成生命值能夠超過最大生命值。",
            "成長：施法者和附近盟友獲得 50 點攻擊和 50 點防禦。"
        ]
    },
    {
        "heroId": "magic_dolgoon",
        "name": "Dolgoon",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有盟友得到靈魂連結，持續 3 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +63% 防禦，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有敌人得到靈魂連結，持續 5 回合。靈魂連結的敌人會分享承受的傷害。",
            "* 所有敵人獲得 -56% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "fleur_eumachius",
        "name": "Eumachius",
        "effects": [
            "對剩餘生命值最高的敵人造成 475% 傷害。",
            "剩餘生命值最高的敵人会被用血百合標記。（来自血花家族的紀念品。此效果可疊加（最大值： 10 ）。每層血百合效果叠加，每回合可對目標造成 4 點傷害。己方隊伍中的血花角色將獲得等同於造成之傷害量的生命值，並在他們之間平均分配。每層血百合效果叠加，也會使血花家族成員對該目標造成的傷害增加。血百合叠加可透過各種影響叠加的效果来避免或移除。）"
        ]
    },
    {
        "heroId": "s5_faiez",
        "name": "Faiez",
        "effects": [
            "為所有盟友提供 350 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s5_faiez_costume_miner",
        "name": "Faiez C1",
        "effects": [
            "為所有盟友提供 300 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。",
            "所有盟友獲得 +40% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "owl_featherino",
        "name": "Featherino",
        "effects": [
            "使用月昇打擊攻擊目標與附近敵人，造成最高 700 點傷害。如果目標為神聖系元素角色，則造成額外 20% 傷害。此攻擊必定命中其目標。"
        ]
    },
    {
        "heroId": "wild_cat_ferni",
        "name": "Ferni",
        "effects": [
            "對目標造成 300% 爪擊傷害。（對有任意防禦增益、小兵或超級小兵的敵人造成 450% 傷害。有任意防禦增益、小兵或超級小兵的敵人獲得 -35% 防禦，持續 6 回合。）",
            "目標在 6 回合內受到共計 600 點傷害。（若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 300 點，最多共計 1200 點傷害。）"
        ]
    },
    {
        "heroId": "monster_hunter_fianna",
        "name": "Fianna",
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "對目標與附近的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8%，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。"
        ]
    },
    {
        "heroId": "forest_friar",
        "name": "Friar Tuck",
        "effects": [
            "為施法者和附近盟友恢復 37% 生命值。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "forest_friar_costume_explorer",
        "name": "Friar Tuck C1",
        "effects": [
            "為所有盟友恢復 22% 生命值。",
            "所有盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "forest_friar_costume_cute",
        "name": "Friar Tuck Toon",
        "effects": [
            "為施法者和附近盟友恢復 40% 生命值。",
            "施法者和附近盟友獲得 +12% 法力產出，持續 3 回合。對所有自然系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "forest_friar_costume_glass",
        "name": "Friar Tuck Glass",
        "effects": [
            "為施法者和附近盟友恢復 42% 生命值。",
            "施法者和附近盟友獲得 +15% 法力產出，持續 3 回合。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "journey_general_yin",
        "name": "General Yin",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 180% 傷害。",
            "每移除一個狀態效果，將造成 8% 額外傷害，最多累積造成 276% 傷害。"
        ]
    },
    {
        "heroId": "fables_gnomer",
        "name": "Gnomer",
        "effects": [
            "對目標造成 250% 傷害。",
            "目標在 2 回合內受到共計 94 點流血傷害。"
        ]
    },
    {
        "heroId": "halloween_goopy",
        "name": "Goopy",
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "面板上每有一個自然護盾，則造成 12% 額外傷害，最多累積造成 221% 傷害。",
            "所有敵人獲得 -24% 法力產出，面板上每有一個自然護盾則進一步降低 2%，持續 3 回合，最多 -40% 法力產出。"
        ]
    },
    {
        "heroId": "s4_gramps",
        "name": "Gramps",
        "effects": [
            "每名陣亡的盟友有 33% 的機率以 23% 的生命值復活。",
            "所有盟友在 4 回合內恢復少量法力。"
        ]
    },
    {
        "heroId": "s4_gramps_costume_gardener",
        "name": "Gramps C1",
        "effects": [
            "每名陣亡的盟友有 33% 的機率以 23% 的生命值復活。",
            "所有盟友在 4 回合內恢復 324 點生命值。"
        ]
    },
    {
        "heroId": "s3_grevle",
        "name": "Grevle",
        "effects": [
            "為所有盟友提供 250 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "sand_horse",
        "name": "Hisan",
        "effects": [
            "對目標造成 280% 傷害。",
            "目標在 4 回合內受到共計 104 點傷害。",
            "目標獲得的治療減少 -100%，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "heroId": "lizardman_warrior",
        "name": "Isshtak",
        "effects": [
            "對目標造成 260% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "lizardman_warrior_costume_dinosaur",
        "name": "Isshtak C1",
        "effects": [
            "對目標造成 185% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "lizardman_warrior_costume_cute",
        "name": "Isshtak Toon",
        "effects": [
            "對目標造成 290% 傷害，並對附近敵人造成輕微傷害。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "lizardman_warrior_costume_glass",
        "name": "Isshtak Glass",
        "effects": [
            "對目標造成 300% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "forsaken_jax",
        "name": "Jax",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 175% 傷害，並對其造成 15 點瘋狂。如果只有一個敵人，則傷害和瘋狂加倍。",
            "對施法者造成 35 點瘋狂。"
        ]
    },
    {
        "heroId": "kingdom_jing",
        "name": "Jing",
        "effects": [
            "對目標造成 340% 傷害。",
            "召喚一個蜀國戰士小兵，其可從施法者繼承 16% 生命與 17% 攻擊。",
            "召喚蜀國戰士小兵之後，主人擁有蜀國戰士小兵期間，蜀國戰士小兵會給予其主人以所受傷害 60% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "beauty_beast_lucas",
        "name": "Lucas",
        "effects": [
            "若施法者擁有 35 以上的謙遜：",
            "* 對敵人造成 270% 傷害，並對附近敵人造成輕微傷害。",
            "* 施法者以所受傷害的 90% 進行反擊，持續 4 個回合。",
            "否則：",
            "* 對敵人造成 250% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "s2_merman",
        "name": "Mnesseus",
        "effects": [
            "對目標造成 320% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "s2_merman_costume_leutenant",
        "name": "Mnesseus C1",
        "effects": [
            "對目標造成 320% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "s2_chameleon_bruiser",
        "name": "Muggy",
        "effects": [
            "所有盟友變成格鬥兄弟，持續 4 回合。如果盟友在變成格鬥兄弟後被擊敗，將會重生為變色龍並擁有：",
            "* 66% 生命值。",
            "* 增加的攻擊力。",
            "* 減少的防禦。",
            "* 破壞力超強的特殊技能：爆裂連斬。",
            "* 此效果無法驅散。"
        ]
    },
    {
        "heroId": "fox_nettletail",
        "name": "Nettletail",
        "effects": [
            "為所有盟友提供 275 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得持續 +25% 防禦。（此效果會持續到被驱散、替代或移除為止。）"
        ]
    },
    {
        "heroId": "slayer_noril",
        "name": "Noril",
        "effects": [
            "對目標造成 240% 傷害。",
            "對一名隨機的不同敵人造成 390% 傷害。如果目標為冰雪系，再造成額外傷害。",
            "疊加（最大值： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加（最大值： 10 ）：施法者每回合恢復 5 點生命值。"
        ]
    },
    {
        "heroId": "magic_roxia",
        "name": "Roxia",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 175% 傷害。",
            "* 目標承受盟友受到所有傷害的 35%，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友攻擊時有 50% 的機率無視防禦增益，持續 5 回合。（包含反擊）",
            "* 所有盟友獲得 +30% 暴擊率，持續 5 回合。"
        ]
    },
    {
        "heroId": "wonderland_bear",
        "name": "Shrubbear",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者獲得 +63% 防禦，持續 4 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "circus_whacker",
        "name": "Whacker",
        "effects": [
            "對目標造成 315% 傷害。",
            "基礎攻擊力最高的敵人獲得 -54% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "garrison_william",
        "name": "William",
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "施法者和附近盟友獲得 +36% 防禦，持續 3 回合。",
            "施法者與附近盟友獲得 +36% 暴擊率，持續 3 回合。"
        ]
    },
    {
        "heroId": "castle_bear_yona",
        "name": "Yona",
        "effects": [
            "抽取一張特殊效果卡片：",
            "溫和之爪：",
            "* 為所有盟友提供 300 點加成生命值，加成生命值能夠超過最大生命值。",
            "* 所有盟友獲得 +20% 防禦，持續 3 回合。防禦每回合增加 10%，最高至 +40%。",
            "致命利爪：",
            "* 使所有敵人的最大生命值降低 300 點。此效果對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 300 點。）",
            "* 所有敵人獲得 -20% 防禦，持續 3 回合。防禦每回合減少 -10%，最高至 -40%。"
        ]
    },
    {
        "heroId": "bard_zarel",
        "name": "Zarel",
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 5 回合。",
            "所有敵人無法用特殊技能淨化自己的狀態異常，持續 5 回合。"
        ]
    },
    {
        "heroId": "valentines_zarola",
        "name": "Zarola",
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "敵人的法力越低，受到的傷害越大，最高可達 300%。"
        ]
    },
    {
        "heroId": "valentines_zarola_costume_cowboy",
        "name": "Zarola C1",
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "敵人的法力越低，受到的傷害越大，最高可達 330%。",
            "目標與附近敵人獲得對自然系 -34% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "elemental_alfie",
        "name": "Alfie",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有冰雪敵人獲得 -30% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "所有神聖敵人獲得 -30% 法力產出，持續 4 回合。",
            "所有暗黑敵人獲得 -30% 防禦，持續 4 回合。",
            "所有烈火敵人獲得 -30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_almur",
        "name": "Almur",
        "effects": [
            "對目標及附近敵人造成 150% 傷害。",
            "使目標與附近敵人的最大生命值降低 75 點。對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 75 點。",
            "目標與附近敵人獲得對自然系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_almur_costume_lord",
        "name": "Almur C1",
        "effects": [
            "對目標造成 290% 傷害。",
            "使目標的法力減少 20%。",
            "目標獲得對自然系 -58% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "magic_anton",
        "name": "Anton",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 250% 傷害。每一下攻擊的精準度為 60%。",
            "* 所有被擊中的敵人在 2 回合內受到共計 92 點劇毒傷害。",
            "2 倍法力充能：",
            "* 每名被擊敗的盟友有 44% 的機率以 40% 的生命值復活。",
            "* 所有盟友在 5 回合內恢復 405 點生命值。"
        ]
    },
    {
        "heroId": "styx_brontes",
        "name": "Brontes",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為施法者和附近盟友恢復 25% 生命值。",
            "* 施法者和附近盟友獲得 +24% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "* 為施法者和附近盟友恢復 35% 生命值。",
            "* 使施法者與附近盟友的法力增加 10%。",
            "3 倍法力充能：",
            "* 為施法者和附近盟友恢復 55% 生命值。",
            "* 使施法者與附近盟友的法力增加 30%。",
            "* 施法者和附近盟友獲得 +40% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_brynhild",
        "name": "Brynhild",
        "effects": [
            "為施法者和附近盟友恢復 37% 生命值。",
            "施法者和附近盟友在 3 回合內對增益驅散免疫。",
            "施法者和附近盟友獲得 +74% 特殊技能防禦，持續 3 回合。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "christmas_elf",
        "name": "Buddy",
        "effects": [
            "對目標及附近敵人造成 205% 傷害。",
            "為施法者與附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。",
            "目標與附近敵人獲得 -24% 攻擊力，持續 3 回合。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "christmas_elf_costume_gift_bookkeper",
        "name": "Buddy C1",
        "effects": [
            "對目標及附近敵人造成 220% 傷害。",
            "為施法者與附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。",
            "目標與附近敵人獲得 -18% 攻擊力，持續 3 回合。",
            "目標與附近敵人獲得 -38% 防禦，持續 3 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "elven_captain",
        "name": "Caedmon",
        "effects": [
            "對目標造成 345% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "elven_captain_costume_mask",
        "name": "Caedmon C1",
        "effects": [
            "對目標造成 345% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "elven_captain_costume_cavalier",
        "name": "Caedmon C2",
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "heroId": "elven_captain_costume_cute",
        "name": "Caedmon Toon",
        "effects": [
            "對目標造成 350% 傷害。",
            "對冰雪系造成額外傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "elven_captain_costume_glass",
        "name": "Caedmon Glass",
        "effects": [
            "對目標造成 360% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "elven_captain_costume_stylish",
        "name": "Caedmon Stylish",
        "effects": [
            "對目標造成 370% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 410% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "castle_raven_franz",
        "name": "Franz",
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人受到的所有傷害提高 +50%，持續 6 回合。",
            "所有敵人在 6 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "slime_fruitio",
        "name": "Fruitio",
        "effects": [
            "對目標造成 380% 傷害。",
            "在 1 個回合後，目標會遭到麻痺，持續 4 個回合。（麻痹的敵人無法進行攻擊或獲得法力，受到的傷害也會提高 +50%。一旦被麻痹，效果無法淨化。頭目、泰坦和神話泰坦不受此狀態效果影響。）"
        ]
    },
    {
        "heroId": "s2_atlantean_robot",
        "name": "Gadeirus",
        "effects": [
            "對目標造成 165% 傷害，並對附近敵人造成輕微傷害。",
            "施法者和附近盟友獲得 +48% 攻擊力，持續 4 回合。",
            "施法者和附近盟友在 4 回合內恢復 617 點生命值。"
        ]
    },
    {
        "heroId": "s2_atlantean_robot_costume_sentinel",
        "name": "Gadeirus C1",
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 480 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "s2_chameleon_chief",
        "name": "Gobbler",
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "對所有敵人造成 170% 傷害。",
            "每個摧毀的小兵使所有盟友恢復 80 點生命。"
        ]
    },
    {
        "heroId": "s2_chameleon_chief_costume_heavyweight",
        "name": "Gobbler C1",
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 310% 傷害。",
            "目標在 3 回合內受到共計 213 點飛沙傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "heroId": "fables_hansel",
        "name": "Hansel",
        "effects": [
            "對目標造成 255% 傷害。",
            "目標法力滿格時，自動對目標造成 146 點傷害並使其法力減少 50%，持續 3 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "fables_hansel_costume_vampire_hunter",
        "name": "Hansel C1",
        "effects": [
            "對目標造成 209% 傷害。",
            "目標法力滿格時，自動對目標造成 341 點傷害並使其法力減少 50%，持續 3 回合。",
            "施法者獲得 +84% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "rabbit_green",
        "name": "Jack O'Hare",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "rabbit_green_costume_egg_hunter",
        "name": "Jack O'Hare C1",
        "effects": [
            "對目標造成 230% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "除了施法者，所有盟友獲得 -20% 攻擊力，持續 3 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "moth_joyvert",
        "name": "Joyvert",
        "effects": [
            "對目標造成 350% 傷害。",
            "目標會陷入深沉睡眠，睡著時受到的傷害增加 +80%。（陷入深沉睡眠的角色無法獲得法力或进行攻擊。陷入深沉睡眠的角色承受 750 站傷害後將醒来。此效果無法淨化。）"
        ]
    },
    {
        "heroId": "gargoyle_kalo",
        "name": "Kalo",
        "effects": [
            "對所有敵人造成 70% 傷害。",
            "若無盟友落敗，則對所有敵人造成雙倍傷害。",
            "施放落敗盟友的特殊技能。",
            "此特殊技能無法複製。"
        ]
    },
    {
        "heroId": "lizardman_trapper",
        "name": "Kashhrek",
        "effects": [
            "為施法者和附近盟友恢復 45% 生命值。",
            "施法者和附近盟友獲得對烈火系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "lizardman_trapper_costume_shaman",
        "name": "Kashhrek C1",
        "effects": [
            "為施法者和附近盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者和附近盟友獲得對烈火系 +64% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "lizardman_trapper_costume_fisher",
        "name": "Kashhrek C2",
        "effects": [
            "施法者和附近盟友在 3 回合內恢復 459 點生命值。",
            "施法者和附近盟友獲得 +54% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "lizardman_trapper_costume_cute",
        "name": "Kashhrek Toon",
        "effects": [
            "為施法者和附近盟友恢復 48% 生命值。",
            "施法者和附近盟友獲得對烈火系 +84% 的防禦，持續 3 回合。對所有自然系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "lizardman_trapper_costume_glass",
        "name": "Kashhrek Glass",
        "effects": [
            "為施法者和附近盟友恢復 49% 生命值。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "施法者和附近盟友獲得對烈火系 +88% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "fortune_ling_long",
        "name": "Ling Long",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 400% 靈魂斬擊傷害。（每移除一個增益，傷害降低 -40%。不可驅散的增益也會移除。）",
            "附近盟友跳起活力鸿運舞蹈，持續 4 回合。",
            "活力鴻運舞蹈。",
            "* +40% 防禦。",
            "* 造成的傷害增加 +15%。對冰雪目標的效果為 +20%。",
            "* 受到的傷害降低 -15%。對烈火特殊技能的效果為 -20%。",
            "* 鸿運舞蹈可與其他舞蹈效果疊加。（僅影響從配對磚格所獲的法力，或於回合結束時防禦戰隊所獲的法力。當添加鸿運舞蹈狀態效果時，除了其他舞蹈状態效果外，移除所有現存状態效果。除了其他舞蹈状態效果外，鸿運舞蹈能免疫新狀態效果。鸿運舞蹈效果無法驅散。施法者被擊敗時，效果會被移除。）"
        ]
    },
    {
        "heroId": "astral_lionstring",
        "name": "Lionstring",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 245% 傷害。",
            "施法者偷取目標及其附近敵人所獲治療的 50%，持續 2 回合。",
            "施法者與附近盟友有 +45% 的機率閃避可造成傷害的特殊技能，持續 2 回合。"
        ]
    },
    {
        "heroId": "forest_woodsman_warrior",
        "name": "Little John",
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有敵人獲得 -64% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "forest_woodsman_warrior_costume_camouflage",
        "name": "Little John C1",
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "施法者與附近盟友有 +30% 至 +70% 的機率躲避可造成傷害的特殊技能。特殊技能的傷害越高，閃避的機率也越高。每次閃避可為目標提供 +24% 法力。此效果持續 4 回合。"
        ]
    },
    {
        "heroId": "forest_woodsman_warrior_costume_highlander",
        "name": "Little John C2",
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有盟友獲得 +33% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "forest_woodsman_warrior_costume_cute",
        "name": "Little John Toon",
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人獲得 -54% 法力產出，持續 3 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "forest_woodsman_warrior_costume_glass",
        "name": "Little John Glass",
        "effects": [
            "對所有敵人造成 225% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -59% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "circus_marcel",
        "name": "Marcel",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "所有具有可淨化攻擊狀態異常的英雄獲得 +50% 攻擊力，持續 3 回合。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "forest_mage",
        "name": "Melendor",
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_mage_costume_white",
        "name": "Melendor C1",
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友獲得 +46% 防禦，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_mage_costume_party",
        "name": "Melendor C2",
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友獲得 +50% 攻擊力，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_mage_costume_cute",
        "name": "Melendor Toon",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。對所有自然系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_mage_costume_glass",
        "name": "Melendor Glass",
        "effects": [
            "為所有盟友恢復 46% 生命值。",
            "所有自然系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "forest_mage_costume_stylish",
        "name": "Melendor Stylish",
        "effects": [
            "恢復剩餘生命值最低的盟友 54% 生命值。恢復其餘盟友 47% 生命值。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "kalevala_mielikki",
        "name": "Mielikki",
        "effects": [
            "為所有盟友召喚一個森林妖精小兵，其可從施法者繼承 15% 生命值與 10% 攻擊力。",
            "召喚森林妖精小兵之後，主人擁有森林妖精小兵期間，森林妖精小兵會給予其主人 +20% 法力產出。此效果無法被驅散。",
            "所有敵人獲得 -24% 攻擊力，持續 4 回合。對烈火系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "kalevala_mielikki_costume_bear_protector",
        "name": "Mielikki C1",
        "effects": [
            "為所有盟友召喚一個森林妖精小兵，其可從施法者繼承 18% 生命值與 8% 攻擊力。",
            "召喚森林妖精小兵之後，主人擁有森林妖精小兵期間，森林妖精小兵會給予其主人 +24% 法力產出。此效果無法被驅散。",
            "所有敵人獲得 -26% 攻擊力，持續 4 回合。對烈火系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "tales1_mulgog",
        "name": "Mulgog",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 230% 傷害。",
            "* 使目標和附近敵人的法力減少 10%。",
            "第 2 次：",
            "* 對目標及附近敵人造成 260% 傷害。",
            "* 使目標和附近敵人的法力減少 15%。",
            "* 所有敵人在 5 個回合內受到 570 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 50% 作為生命值。"
        ]
    },
    {
        "heroId": "tales1_mulgog_costume_bard",
        "name": "Mulgog C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 220% 傷害。",
            "* 使目標和附近敵人的法力減少 8%。",
            "第 2 次：",
            "* 對目標及附近敵人造成 280% 傷害。",
            "* 使目標和附近敵人的法力減少 18%。",
            "* 所有敵人在 5 個回合內受到 665 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 55% 作為生命值。"
        ]
    },
    {
        "heroId": "faun_myrtle",
        "name": "Myrtle",
        "effects": [
            "對目標造成 280% 傷害，並對附近敵人造成輕微傷害。",
            "強化防禦異常：目標與附近敵人獲得 -40% 對特殊技能的防禦。此效果持續到敵人受到一次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人在 3 個回合內受到 630 點劇毒傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "heroId": "monster_hunter_numbskull",
        "name": "Numbskull",
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "為每個盟友召喚一個骨骷髏小兵，其可從施法者繼承 12% 生命值與 20% 攻擊。",
            "骨骷髏小兵被摧毀時，會對所有敵人造成 85 點傷害。"
        ]
    },
    {
        "heroId": "slayer_orla",
        "name": "Orla",
        "effects": [
            "對目標造成 230% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 450% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。",
            "疊加 +2 （最大值： 10 ）：施法者獲得 +10% 法力產出。",
            "疊加（最大值： 10 ）：施法者每回合恢復 10 點生命值。"
        ]
    },
    {
        "heroId": "pirate_cabin_boy",
        "name": "Peters",
        "effects": [
            "對目標造成 320% 傷害。",
            "目標陷入沉默，持續 3 回合。"
        ]
    },
    {
        "heroId": "pirate_cabin_boy_costume_paper",
        "name": "Peters C1",
        "effects": [
            "對目標造成 320% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "目標獲得 -24% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_ptolemy",
        "name": "Ptolemy",
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "施法者和附近盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 175 點生命值。"
        ]
    },
    {
        "heroId": "s5_ptolemy_costume_log",
        "name": "Ptolemy C1",
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "施法者和附近盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 100 點生命值。"
        ]
    },
    {
        "heroId": "castle_stag_raleigh",
        "name": "Raleigh",
        "effects": [
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 5 回合。攻擊力每回合增加 5%，最高至 50%。",
            "所有盟友獲得 +24% 法力產出，持續 5 回合。"
        ]
    },
    {
        "heroId": "goblin_mage",
        "name": "Skittleskull",
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "goblin_mage_costume_candy",
        "name": "Skittleskull C1",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人獲得 -39% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "goblin_mage_costume_toad",
        "name": "Skittleskull C2",
        "effects": [
            "對所有敵人造成 195% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "goblin_mage_costume_cute",
        "name": "Skittleskull Toon",
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "goblin_mage_costume_glass",
        "name": "Skittleskull Glass",
        "effects": [
            "對所有敵人造成 225% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -30% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "tales2_snorri",
        "name": "Snorri",
        "effects": [
            "使用霜落打擊攻擊目標，造成最多 1020 點傷害。如果目標為烈火元素角色，則造成額外 30% 傷害。此特殊技能必定命中目標。",
            "目標獲得靈魂绑定，持續 3 個回合。此效果無法淨化。（此效果將一律無視反射。）",
            "施法者受到的所有傷害，也會對所有被 靈魂綁定 的敵人造成。（所有靈魂绑定的敵人共享傷害。此效果將不會共享来自其他已共享傷害来源或反擊的傷害。）"
        ]
    },
    {
        "heroId": "s4_tettukh",
        "name": "Tettukh",
        "effects": [
            "對目標造成 320% 傷害。",
            "目標陷入沉默，持續 4 回合。",
            "目標在 4 回合內受到共計 100 點劇毒傷害。"
        ]
    },
    {
        "heroId": "s4_tettukh_costume_cheerleader",
        "name": "Tettukh C1",
        "effects": [
            "對目標造成 280% 傷害。",
            "目標陷入沉默，持續 4 回合。",
            "目標在 4 回合內受到共計 228 點劇毒傷害。"
        ]
    },
    {
        "heroId": "musketeer_villiers",
        "name": "Villiers",
        "effects": [
            "對目標及附近敵人造成 165% 傷害。",
            "對目標與附近敵人召喚間諜惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。",
            "間諜惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "每個回合結束時，間諜惡魔會盜取其中一個目標的可驅散增益，給予敵對戰隊的一個角色。",
            "施法者在 4 回合內恢復 324 點生命值。"
        ]
    },
    {
        "heroId": "musketeer_villiers_costume_jester",
        "name": "Villiers C1",
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "對目標與附近敵人召喚間諜惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。",
            "間諜惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "每個回合結束時，間諜惡魔會盜取其中一個目標的可驅散增益，給予敵對戰隊的一個角色。",
            "施法者在 3 個回合內恢復 300 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "castle_raven_wren",
        "name": "Wren",
        "effects": [
            "對目標造成 240% 傷害。",
            "如果目標有增益且遭到命中，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "所有命中目標獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "mimic_aether_green",
        "name": "Aether Mimic Nature",
        "effects": [
            "對目標造成 600% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "模仿怪寶箱將關閉持續 2 個回合。"
        ]
    },
    {
        "heroId": "s5_ahmose",
        "name": "Ahmose",
        "effects": [
            "對所有敵人造成 400% 傷害。",
            "所有盟友將全部狀態效果和 150% 傷害反射給進攻者，並抵擋其它來自敵人烈火特殊技能的負面效果，持續 4 回合。此效果無法驅散。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "s5_ahmose_costume_reborn",
        "name": "Ahmose C1",
        "effects": [
            "對所有敵人造成 410% 傷害。",
            "所有盟友將全部狀態效果和 160% 傷害反射給進攻者，並抵擋其它來自敵人烈火特殊技能的負面效果，持續 3 回合。此效果無法驅散。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "forest_god_oberon",
        "name": "Alberich",
        "effects": [
            "每名陣亡的盟友有 33% 的機率以 23% 的生命值復活。",
            "所有盟友在 4 回合內恢復 712 點生命值。",
            "所有盟友在 4 回合內恢復適量法力。",
            "元素鏈給予所有自然盟友 +15% 攻擊力與 +15 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "forest_god_oberon_costume_everoak",
        "name": "Alberich C1",
        "effects": [
            "每名陣亡的盟友有 38% 的機率以 28% 的生命值復活。",
            "所有盟友在 4 回合內恢復 648 點生命值。",
            "所有盟友獲得 +38% 法力產出，持續 4 回合。",
            "元素鏈給予所有自然盟友 +15% 攻擊力與 +15 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "garrison_archibald",
        "name": "Archibald",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "傷害避開目標的小兵。",
            "所有敵人獲得對自然系 -40% 的防禦，持續 4 回合。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 441 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "heroId": "easter_archie",
        "name": "Archie",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人免疫新狀態效果增益，持續 4 回合，每獲得一個新增益，將會受到 150 傷害。",
            "施法者獲得 -10% 精準度，持續 4 回合。此效果無法淨化。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "easter_archie_costume_gallant",
        "name": "Archie C1",
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有敵人免疫新狀態效果增益，持續 4 回合，每獲得一個新增益，將會受到 300 傷害。",
            "施法者獲得 -10% 精準度，持續 4 回合。此效果無法淨化。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "gargoyle_arco",
        "name": "Arco",
        "effects": [
            "用石像鬼小兵取代附身於全體盟友的所有惡魔。",
            "為每個盟友召喚一個石像鬼小兵。石像鬼小兵繼承施法者 30% 生命值與 20% 攻擊。",
            "盟友每持有一名小兵，便為所有盟友提升 75 點生命值。"
        ]
    },
    {
        "heroId": "ballerina_armand",
        "name": "Armand Moncharmin",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "召喚從此施法者繼承 50% 生命值和 250% 攻擊力的保鑣超級小兵。",
            "被保鑣超級小兵擊中的目標會陷入沉睡，睡著時受到的傷害增加 +60%。（睡著的目標無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果無法淨化）"
        ]
    },
    {
        "heroId": "mimic_ascension_item_green",
        "name": "Ascension Mimic Nature",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標與附近敵人在 4 回合內受到共計 668 點流血傷害。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "musketeer_athos",
        "name": "Athos",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 470% 傷害。",
            "每個摧毀的小兵使施法者獲得 20% 法力。",
            "攻擊會無視防禦增益。（包含反擊。）",
            "施法者在 2 回合內恢復 306 點生命值。"
        ]
    },
    {
        "heroId": "musketeer_athos_costume_farrier",
        "name": "Athos C1",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 480% 傷害。",
            "每個摧毀的小兵使施法者獲得 20% 法力。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者在 2 個回合內恢復 700 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "s2_skyllaros",
        "name": "Atomos",
        "effects": [
            "對所有敵人造成 170% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 290%。",
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開頭以 32% 生命值復活。施法者被擊敗時，所有狀態效果會被移除。"
        ]
    },
    {
        "heroId": "s2_skyllaros_costume_reef",
        "name": "Atomos C1",
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "敵人的法力越低，受到的傷害越大，最高可達 310%。",
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開頭以 40% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "heroId": "shadow_atwood",
        "name": "Atwood",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標和鄰近敵人造成 380% 傷害，並對其造成 45 點瘋狂。",
            "所有盟友對來自狀態異常的傷害免疫，持續 4 回合。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "heroId": "christmas_augustus",
        "name": "Augustus",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 690 點加成生命值。加成生命值能夠超過最大生命值。",
            "面板上每有一個自然護盾，可額外提升 30 點生命值，至多提升 930 點加成生命值。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友都會獲得 +34% 防禦，面板中每個自然護盾將會額外增加 6% 防禦，持續 5 個回合，最多可獲得 +82% 防禦。"
        ]
    },
    {
        "heroId": "nature_god_balbar",
        "name": "Balbar",
        "effects": [
            "對目標造成 350% 傷害。",
            "目標陷入沉睡。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +60%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。",
            "元素鏈使所有自然盟友獲得的任何治療提高 +10%，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "nature_god_bertila",
        "name": "Bertila",
        "effects": [
            "對所有敵人造成 420% 傷害。",
            "消除影響全體盟友攻擊或防禦的全部可淨化狀態異常，並隨機分配給所有敵人。",
            "元素鏈會為所有自然系盟友召喚一個自然小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "nature_god_bo_and_runt",
        "name": "Bo & Runt",
        "effects": [
            "對目標造成 450% 傷害。",
            "盟友每持有一名小兵，都將造成 25% 額外傷害，最多累積造成 650% 傷害。",
            "為施法者召喚一個忠誠獵犬小兵，其可從施法者繼承 35% 生命和 35% 攻擊力。",
            "召喚忠誠獵犬小兵之後，主人擁有忠誠獵犬小兵期間，忠誠獵犬小兵會給予其主人 +50% 攻擊力。此效果無法驅散。",
            "元素鏈使所有自然盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "mahayoddha_bonga",
        "name": "Bonga",
        "effects": [
            "對所有敵人造成 415% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 2 x點额外傷害。（造成的額外傷害會依施法者調整過的攻擊數值計算。最多可造成额外 800 點额外傷害。會影響所造成傷害的狀態效果，亦會影響造成的外傷害值。额外傷害不受防禦数值影響。會影響攻擊数值的状態效果，不會影響造成的額外傷害值。）",
            "為每位盟友召喚一個籃靈小兵，其可從施法者繼承 30% 生命值與 30% 攻擊力。",
            "籃靈小兵每次擊中敵人時，會從敵方處竊取一個可驅散的增益並交給其主人。"
        ]
    },
    {
        "heroId": "bard_bonzo",
        "name": "Bonzo",
        "effects": [
            "隨機重新排列敵人位置。",
            "對所有敵人造成 250% 傷害。",
            "傷害避開目標的小兵。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "goblin_boom_and_fang",
        "name": "Boom & Fang",
        "effects": [
            "召喚一個白野豬超級小兵，其可從施法者繼承 65% 生命與 250% 攻擊。",
            "召喚白野豬超級小兵之後，主人擁有白野豬超級小兵期間，白野豬超級小兵會給予其主人以所受傷害 100% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "titan_hunter_borgholf",
        "name": "Borgholf",
        "effects": [
            "對 3 名隨機敵人造成 275% 傷害。",
            "被擊中的敵人受到尖刺陷阱影響。",
            "尖刺陷阱會賦予其目標 -42% 對自然的防禦。對冰霜泰坦時，尖刺陷阱會賦予其目標 -65% 對自然的防禦。",
            "尖刺陷阱會在 3 回合後爆炸，對其所有者造成 300 點傷害。（尖刺陷阱被新的尖刺陷阱取代時，會產生爆炸。此效果每回合最多可發生 2 次。）"
        ]
    },
    {
        "heroId": "faun_bramble",
        "name": "Bramble",
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友在 3 個回合後獲得 25% 法力。若效果在持續時間結束前移除，則會立即獲得。",
            "安全淨化所有盟友的狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）"
        ]
    },
    {
        "heroId": "vegetable_broseph",
        "name": "Broseph",
        "effects": [
            "為施法者和附近盟友恢復 50% 生命值。",
            "拔除施法者與附近盟友的减益。（拔除可以從每個目標上安全地移除 2 個状態異常、負面疊加或枯萎效果。包含不可淨化的狀態異常與跳舞效果。每移除一個效果，施法者獲得 7% 加成生命值，加成生命值可超過最大生命值。安全淨化可避免移除状態異常時的第二效果，例如移除時受到傷害。被動技能、家族效果等外部效果仍可發動。枯萎效果會最先被移除。其他效果則是以最後獲得的開始移除。）",
            "成長：所有盟友獲得 125 點攻擊和 125 點防禦。"
        ]
    },
    {
        "heroId": "slime_bulklug",
        "name": "Bulklug",
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "成長：施法者和附近盟友獲得 200 點攻擊。",
            "施法者和附近盟友將全部状態異常和 160% 傷害反射給進攻者，並抵擋其它來自敵人烈火特殊技能的負面效果，持續 4 回合。此效果無法驅散。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "施法者獲得史萊姆復活，持續 4 個回合。此效果無法驅散。",
            "若施法者在擁有史萊姆復活狀態效果時被擊敗，將重生為史萊姆。"
        ]
    },
    {
        "heroId": "ninja_chikao",
        "name": "Chikao",
        "effects": [
            "1 倍法力充能：",
            "* 驅散敵方陣型邊緣敵人的增益效果。",
            "* 對位於敵方陣型邊緣的敵人造成 300% 傷害。如果只有一個敵人，傷害加倍。",
            "* 所有位於敵方陣型邊緣的敵人會陷入沉睡，睡著時受到的傷害增加 +60%。（睡著的角色無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果無法淨化）",
            "2 倍法力充能：",
            "* 驅散敵方陣型邊緣敵人的增益效果。",
            "* 對位於敵方陣型邊緣的敵人造成 485% 傷害。如果只有一個敵人，傷害加倍。",
            "* 所有位於敵方陣型邊緣的敵人會陷入沉睡，睡著時受到的傷害增加 +80%。（睡著的角色無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果無法淨化）",
            "3 倍法力充能：",
            "* 驅散敵方陣型邊緣敵人的增益效果。",
            "* 對位於敵方陣型邊緣的敵人造成 900% 傷害。如果只有一個敵人，傷害加倍。",
            "* 所有位於敵方陣型邊緣的敵人會陷入沉睡，睡著時受到的傷害增加 +100%。（睡著的角色無法獲得法力。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。此效果無法淨化）"
        ]
    },
    {
        "heroId": "nature_god_chloris",
        "name": "Chloris",
        "effects": [
            "為所有盟友提供 650 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 個回合內恢復 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "只要施放者有加成生命值，所有盟友都會獲得 +50% 攻擊。此效果無法淨化。",
            "元素鏈給予所有自然盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "nature_god_cinisia",
        "name": "Cinisia",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "所有敵人獲得的治療減少 -70%，持續 3 回合。",
            "所有敵人在 2 回合內受到共計 450 點流血傷害。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "元素鏈給予所有自然盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s4_congalach",
        "name": "Congalach",
        "effects": [
            "對 5 名隨機敵人造成 310% 傷害。",
            "疊加（最大值： 10 ）：每次擊中時使目標獲得 -9% 攻擊。"
        ]
    },
    {
        "heroId": "s4_congalach_costume_kelp",
        "name": "Congalach C1",
        "effects": [
            "對 5 名隨機敵人造成 325% 傷害。",
            "疊加（最大值： 10 ）：每次擊中時使目標獲得 -8% 攻擊。"
        ]
    },
    {
        "heroId": "elemental_craum",
        "name": "Craum",
        "effects": [
            "為所有盟友恢復 800 點加成生命值。",
            "每有一個自然護盾額外恢復 50 點加成生命，最高 1400 點。",
            "所有冰雪系敵人在 4 回合內受到共計 972 點飛沙傷害。",
            "所有烈火系敵人在 4 回合內受到共計 972 點水系傷害。",
            "所有暗黑系敵人在 4 回合內受到共計 972 點燃燒傷害。",
            "所有神聖系敵人在 4 回合內受到共計 972 點劇毒傷害。"
        ]
    },
    {
        "heroId": "magic_cristobal",
        "name": "Cristobal",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 250% 傷害。",
            "* 如果目標剩餘生命少於 50%，可對其造成 500% 傷害。",
            "2 倍法力充能：",
            "* 對所有敵人造成 215% 傷害。",
            "* 對剩餘生命值超過 50% 的敵人造成 430% 傷害。"
        ]
    },
    {
        "heroId": "magic_cristobal_costume_emerald",
        "name": "Cristobal C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 300% 傷害。",
            "* 如果目標剩餘生命超過 50%，可對其造成 600% 傷害。",
            "2 倍法力充能：",
            "* 對所有敵人造成 250% 傷害。",
            "* 對剩餘生命值少於 50% 的敵人造成 500% 傷害。"
        ]
    },
    {
        "heroId": "magic_carpet_crustee",
        "name": "Crustee",
        "effects": [
            "隨機重新排列敵人位置。",
            "對所有敵人造成 350% 傷害。",
            "所有敵人獲得 -32% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "施法者下一次使用特殊技能時獲得额外 +50% 戰力。額外戰力每回合增加 +30%，總計最多增加 140%。"
        ]
    },
    {
        "heroId": "tales2_dagr",
        "name": "Dagr",
        "effects": [
            "使用火風暴打擊攻擊所有敵人，造成最多 1500 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "傷害避開目標的小兵。",
            "所有敵人在 4 回合內受到共計 388 點劇毒傷害。",
            "所有敵人受到燃燒和劇毒異常效果的 +50% 額外傷害，持續 4 回合。"
        ]
    },
    {
        "heroId": "ballerina_daroga",
        "name": "Daroga",
        "effects": [
            "對目標造成 535% 傷害。",
            "目標在 3 回合內受到共計 1245 點流血傷害。此效果會擴散至附近的敵人。",
            "疊加（最大值： 10 ）：所有盟友獲得 +25% 攻擊。"
        ]
    },
    {
        "heroId": "elemental_desmond",
        "name": "Desmond",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 480% 傷害。如果只有一個敵人，傷害加倍。",
            "為施法者和附近盟友提升所造成傷害 20% 的生命值。",
            "每名命中的冰雪敵人，加成生命值為對他們造成傷害的 40%。",
            "位於敵方陣型邊緣的敵人會陷入沉默，持續 3 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "valentines_matchmaker_dodgrom",
        "name": "Dodgrom",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者以所受傷害的 80% 對一名隨機敵人進行反擊，持續 4 回合。",
            "施法者受到的所有傷害降低 -35%，持續 4 回合。"
        ]
    },
    {
        "heroId": "beowulf_ecgtheow",
        "name": "Ecgtheow",
        "effects": [
            "對剩餘生命值最高的敵人造成 500% 傷害。對其餘敵人造成 300% 傷害。",
            "使法力值最高的敵人減少 50% 法力。使其餘敵人減少 30% 法力。"
        ]
    },
    {
        "heroId": "halloween_edwin",
        "name": "Edwin",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "攻擊會無視防禦增益。（包含反擊。）",
            "敵人在 3 回合內無法用特殊技能淨化或轉移自己的狀態異常。"
        ]
    },
    {
        "heroId": "halloween_edwin_costume_mafia",
        "name": "Edwin C1",
        "effects": [
            "對所有敵人造成 265% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人無法用特殊技能淨化或轉移自己的狀態異常，持續 3 回合。（此效果也阻止淨化或轉移其自身）",
            "所有敵人在 4 回合內受到共計 716 點流血傷害。"
        ]
    },
    {
        "heroId": "circus_eiora_and_fluffy",
        "name": "Eiora & Fluffy",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 600% 傷害。",
            "使所有擁有小兵的敵人最大生命值降低 404 點。最大生命值不得低於原最大生命值的 30%。"
        ]
    },
    {
        "heroId": "circus_eiora_and_fluffy_costume_dark",
        "name": "Eiora & Fluffy C1",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 640% 傷害。",
            "使所有敵人的最大生命值降低 850 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 850 點。）"
        ]
    },
    {
        "heroId": "ninja_ekanite",
        "name": "Ekanite",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對所有敵人造成 200% 傷害。",
            "- 為每個盟友召喚一個忍小兵，其可從施法者繼承 8% 生命值與 10% 攻擊。",
            "- 召喚忍小兵之後，主人擁有忍小兵期間，忍小兵會給主人所受傷害 60% 的反擊能力。此效果無法驅散。",
            "x 2 法力充能：",
            "- 對所有敵人造成 280% 傷害。",
            "- 為每個盟友召喚一個忍小兵，其可從施法者繼承 16% 生命值與 16% 攻擊。",
            "- 召喚忍小兵之後，主人擁有忍小兵期間，忍小兵會給主人所受傷害 60% 的反擊能力。此效果無法驅散。",
            "x 3 法力充能：",
            "- 對所有敵人造成 360% 傷害。",
            "- 為每個盟友召喚一個忍小兵，其可從施法者繼承 22% 生命值與 26% 攻擊。",
            "- 召喚忍小兵之後，主人擁有忍小兵期間，忍小兵會給主人所受傷害 60% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s5_el_naddaha",
        "name": "El Naddaha",
        "effects": [
            "對目標及附近敵人造成 305% 傷害。",
            "目標與附近敵人免疫新狀態效果增益，持續 3 回合，每獲得一個新增益，將會受到 200 傷害。"
        ]
    },
    {
        "heroId": "s5_el_naddaha_costume_sea",
        "name": "El Naddaha C1",
        "effects": [
            "對目標及附近敵人造成 295% 傷害。",
            "目標與附近敵人在 3 回合內免疫新的狀態效果增益，且每次嘗試獲得增益時受到 400 點傷害。"
        ]
    },
    {
        "heroId": "forest_male_elf",
        "name": "Elkanen",
        "effects": [
            "對目標造成 330% 傷害，並對附近敵人造成輕微傷害。",
            "為施法者治療 38% 的傷害。"
        ]
    },
    {
        "heroId": "forest_male_elf_costume_dark",
        "name": "Elkanen C1",
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "施法者偷取目標及其附近敵人所獲治療的 61%，持續 3 回合。"
        ]
    },
    {
        "heroId": "forest_male_elf_costume_king",
        "name": "Elkanen C2",
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人獲得的治療減少 -50%，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "forest_male_elf_costume_cute",
        "name": "Elkanen Toon",
        "effects": [
            "對目標造成 410% 傷害，並對附近敵人造成輕微傷害。",
            "為施法者治療 35% 的傷害。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "forest_male_elf_costume_glass",
        "name": "Elkanen Glass",
        "effects": [
            "對目標造成 420% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "為施法者治療 37% 的傷害。"
        ]
    },
    {
        "heroId": "forest_male_elf_costume_stylish",
        "name": "Elkanen Stylish",
        "effects": [
            "對目標造成 430% 傷害，並對附近敵人造成輕微傷害。",
            "對剩餘生命值少於 50% 的敵人造成額外傷害。",
            "為施法者治療 38% 的傷害。"
        ]
    },
    {
        "heroId": "institute_ellery",
        "name": "Ellery",
        "effects": [
            "成長：施法者和附近盟友獲得 400 點攻擊和 400 點防禦。",
            "召喚一個畸變超級小兵，繼承施法者 40% 的生命值和 170% 的攻擊力。",
            "畸變超級小兵的每一次命中都會賦予目標以下狀態異常：",
            "* 目標在 3 回合內受到共計 489 點劇毒傷害。對生命值加成、擁有小兵或超級小兵的目標，傷害會增加。（對擁有生命值加成的目標，劇毒傷害增加 +100%。目標擁有的每個小兵或超級小兵，劇毒傷害增加 +33%。傷害最大增加值為 +199%。）",
            "* 對目標造成 10 點瘋狂。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "forest_god_elradir",
        "name": "Elradir",
        "effects": [
            "對目標及附近敵人造成 345% 傷害。",
            "施法者將從狀態異常或負面疊加得到的 130% 傷害反射給所有敵人，持續 4 回合。",
            "元素鏈會在回合結束時賦予所有自然盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "magic_carpet_elyssa",
        "name": "Elyssa",
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "淨化所有盟友的 2 個狀態異常。（狀態異常會依照獲得的顺序遭到淨化。最新的状態異常會先被淨化。）",
            "所有盟友抵禦新的負面法力效果，持續 4 回合，根據每個抵禦的效果，法力提升 10%。"
        ]
    },
    {
        "heroId": "mimic_emblem_green",
        "name": "Emblem Mimic Nature",
        "effects": [
            "對目標造成 480% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標在 3 回合內受到共計 387 點劇毒傷害。此效果會蔓延至附近敵人。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "mystery_enigmo",
        "name": "Enigmo",
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "對所有敵人造成 150% 傷害。",
            "對其所有盟友召喚天賦所回溯的所有小兵。",
            "對所有敵人召喚其天賦所回溯的所有惡魔。"
        ]
    },
    {
        "heroId": "forest_god_evelyn",
        "name": "Evelyn",
        "effects": [
            "對目標及附近敵人造成 320% 傷害。",
            "目標與附近敵人獲得對自然系 -54% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會為所有自然盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "forest_god_evelyn_costume_huntress",
        "name": "Evelyn C1",
        "effects": [
            "對目標及附近敵人造成 310% 傷害。",
            "目標與附近敵人獲得對自然系 -56% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會為所有自然盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "mimic_training_hero_green",
        "name": "Experience Mimic Nature",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "tales2_fafnir",
        "name": "Fafnir",
        "effects": [
            "使用霜落打擊攻擊目標與附近敵人，造成最高 2100 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "目標與附近敵人受到的所有傷害提高 +35%，持續 3 回合。",
            "目標和附近敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可驅散的增益）"
        ]
    },
    {
        "heroId": "masquerade_februus",
        "name": "Februus",
        "effects": [
            "摧毀所有盟友的所有惡魔。",
            "淨化所有盟友的狀態異常。",
            "所有盟友在 5 回合內恢復 1190 點生命值。此效果無法驅散。",
            "所有敵人在 5 回合內受到共計 815 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "heroId": "construct_ferrus",
        "name": "Ferrus",
        "effects": [
            "對目標及附近敵人造成 390% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 576 點流血傷害。",
            "目標與附近敵人獲得對自然系 -60% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "nature_god_florenna",
        "name": "Florenna",
        "effects": [
            "對目標造成 435% 傷害。",
            "目標在 3 回合內無法用特殊技能淨化或轉移自己的狀態異常。（此效果也阻止淨化或轉移其自身）",
            "目標在 3 回合內受到 912 點劇毒傷害。此效果會擴散至附近的敵人。",
            "元素鏈會賦予所有自然系盟友 +20% 攻擊力，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fox_foxley",
        "name": "Foxley",
        "effects": [
            "對目標及附近敵人造成 375% 傷害。",
            "目標與附近敵人每回合持續受到 250 點流血傷害。（此效果持續至被淨化、取代或移除）",
            "在 2 個回合後，目標和附近的敵人會遭到麻痺，持續 1 個回合。（麻痹的敵人無法进行攻墼或獲得法力，受到的傷害也會提高 +50%。一旦被麻痺，效果無法淨化。頭目、泰坦和神話泰坦不受此状態效果影響）"
        ]
    },
    {
        "heroId": "halloween_francine",
        "name": "Francine",
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "每回合結束時淨化所有盟友的狀態異常，持續 3 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "halloween_francine_costume_mafia",
        "name": "Francine C1",
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "每個回合結束時淨化所有盟友的狀態異常，持續 3 回合。此效果無法驅散。",
            "所有冰雪敵人獲得對自然系 -54% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "beowulf_freawaru",
        "name": "Freawaru",
        "effects": [
            "安全驅散所有敵人的狀態效果增益。（安全驅散無視已移除狀態效果增益的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）",
            "為所有盟友提供 1300 點加成生命值。加成生命值能夠超過最大生命值。",
            "異常来源：以下效果在每回合開始時對一名隨機敵人施放：",
            "-80% 法力产出，持續 3 個回合。",
            "對特殊技能的 -60% 防禦，持續 3 個回合。",
            "異常來源將啟動 4 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "s3_frigg",
        "name": "Frigg",
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "面板上每有一個自然護盾，則造成 18% 額外傷害，最多累積造成 244% 傷害。",
            "所有敵人獲得 -8% 防禦，且面板上每有一個自然護盾則額外降低 -3%，持續 3 回合，最多 -44% 防禦。"
        ]
    },
    {
        "heroId": "s3_frigg_costume_clairvoyance",
        "name": "Frigg C1",
        "effects": [
            "對所有敵人造成 90% 傷害。",
            "面板上每有一個自然護盾，則造成 18% 額外傷害，最多累積造成 234% 傷害。",
            "所有敵人獲得 -12% 防禦，且面板上每有一個自然護盾則額外降低 -3%，持續 3 回合，最多 -48% 防禦。"
        ]
    },
    {
        "heroId": "fables_frog_prince",
        "name": "Frog Prince",
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人在 5 回合內受到共計 1285 點劇毒傷害。施法者每次施加劇毒傷害，皆可獲得少量法力。",
            "所有敵人獲得 -34% 法力產出，持續 5 回合。",
            "盟友共享此角色從特殊技能攻擊與普通攻擊所受到的傷害，持續 5 個回合。"
        ]
    },
    {
        "heroId": "construct_frond",
        "name": "Frond",
        "effects": [
            "對目標及附近敵人造成 375% 傷害。",
            "如果目標有生命加成，會造成 900 額外傷害。",
            "所有盟友的普通攻擊與特殊技能對有生命值加成的目標造成 +85% 傷害，持續 3 個回合。"
        ]
    },
    {
        "heroId": "slime_fungustine",
        "name": "Fungustine",
        "effects": [
            "為所有盟友提供 1250 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得黏黏表面，持續 4 個回合。此效果無法驅散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（被盜的可驅散增益或成長效果是隨機選擇的。 當受到敵人的傷害時，就會啟用黏黏表面。 每個擁有黏黏表面的角色，每回合只能透過普通攻擊竊取一個狀態、增益或成長效果）",
            "所有盟友獲得 +30% 防禦，持續 4 回合。",
            "所有盟友對增益驅散和轉移免疫，持續 4 回合。（此免疫效果也包含此效果本身）"
        ]
    },
    {
        "heroId": "tales1_galapago",
        "name": "Galapago",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 280% 傷害。",
            "* 所有盟友獲得 +30% 防禦，持續 3 回合。",
            "第 2 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 370% 傷害。",
            "* 疊加（最大值： 10 ）：每摧毀一名小兵，施法者每個回合恢復 24 點生命值。",
            "* 所有盟友獲得 +50% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales1_galapago_costume_quarry",
        "name": "Galapago C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 270% 傷害。",
            "* 所有盟友獲得 +25% 防禦，持續 3 回合。",
            "第 2 次：",
            "* 摧毀所有敵人的全部小兵。",
            "* 對所有敵人造成 400% 傷害。",
            "* 疊加（最大值： 10 ）：每摧毀一名小兵，施法者每個回合恢復 30 點生命值。",
            "* 所有盟友獲得 +55% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_garjammal",
        "name": "Garjammal",
        "effects": [
            "對目標造成 430% 傷害。",
            "施法者在 3 回合內恢復 675 點生命值。如果施法者受到特殊技能的直接傷害，效果持續時間會重設。"
        ]
    },
    {
        "heroId": "s4_garjammal_costume_kite",
        "name": "Garjammal C1",
        "effects": [
            "對目標造成 410% 傷害。",
            "施法者在 4 回合內恢復 800 點生命值。如果施法者受到特殊技能的直接傷害，則持續時間會重設。"
        ]
    },
    {
        "heroId": "gargoyle_garten",
        "name": "Garten",
        "effects": [
            "為所有盟友提供 700 點加成生命值。加成生命值能夠超過最大生命值。",
            "使所有敵人的最大生命值降低 700 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 700 點。）",
            "除了施法者，所有盟友獲得柔軟膚。（他們下次受到的傷害減少 -90%，並抵抗所有狀態異常和法力減損。此效果無法驅散）",
            "所有盟友免疫後續施加的可以影響治療的狀態異常，持續 4 回合。為所有盟友移除可以影響治療的狀態異常。"
        ]
    },
    {
        "heroId": "tales1_gelert",
        "name": "Gelert",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 施法者自目標偷取 10% 法力。",
            "* 對目標造成 460% 傷害。",
            "* 敵人的法力越低，受到的傷害越大，最高可達 600%。",
            "* 所有盟友獲得 +25% 法力產出，持續 3 回合。",
            "第 2 次：",
            "* 施法者自目標偷取 20% 法力。",
            "* 對目標造成 530% 傷害。",
            "* 敵人的法力越低，受到的傷害越大，最高可達 700%。",
            "* 所有盟友獲得 +30% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales1_gelert_costume_scavenger",
        "name": "Gelert C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 施法者自目標偷取 15% 法力。",
            "* 對目標造成 500% 傷害。",
            "* 敵人的法力越低，受到的傷害越大，最高可達 650%。",
            "* 所有盟友獲得 +26% 法力產出，持續 3 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "第 2 次：",
            "* 施法者自目標偷取 25% 法力。",
            "* 對目標造成 550% 傷害。",
            "* 敵人的法力越低，受到的傷害越大，最高可達 720%。",
            "* 所有盟友獲得 +35% 法力產出，持續 3 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "christmas_ginger",
        "name": "Ginger",
        "effects": [
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "接下來 3 個回合內，每次任何其他盟友施放其特殊技能後，此角色對一個隨機敵人造成 500% 傷害。（每個角色施放其特殊技能時，每回合只造成一次傷害）",
            "除了施法者特殊技能之外，所有盟友的特殊技能造成額外 +20% 傷害，持續 3 回合。"
        ]
    },
    {
        "heroId": "christmas_ginger_costume_gift_wrapper",
        "name": "Ginger C1",
        "effects": [
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "接下來 3 個回合內，每次任何其他盟友施放其特殊技能後，此角色對一個隨機敵人造成 520% 傷害。（每個角色施放其特殊技能時，每回合只造成一次傷害）",
            "除了施法者，所有盟友獲得 +15% 法力產出，持續 3 回合。",
            "除了施法者特殊技能之外，所有盟友的特殊技能造成額外 +24% 傷害，持續 3 回合。"
        ]
    },
    {
        "heroId": "garrison_godfrey",
        "name": "Godfrey",
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的長矛守衛超級小兵。",
            "長矛守衛超級小兵每次擊中時都會驅散目標身上所有的可驅散增益。"
        ]
    },
    {
        "heroId": "slime_goorian",
        "name": "Goorian",
        "effects": [
            "對所有敵人造成 480% 傷害。",
            "所有被命中目標獲得 -40% 防禦，並在每次被擊中後減少 -5%，持續 5 回合，最多 -60%。",
            "施法者獲得史萊姆復活狀態效果，持續 2 回合。若在擁有史萊姆復活狀態效果時被擊敗，將重生為史萊姆並擁有：",
            "* 100% 繼承生命值。",
            "* 50% 攻擊。",
            "* 50% 防禦。",
            "* 特殊技能：史萊姆拍擊。（對目標造成 350% 傷害）",
            "* 此效果無法驅散。",
            "若史萊姆在 3 個回合內未被擊敗，則將重生為角色原本型態，並繼承史萊姆的生命值和法力。"
        ]
    },
    {
        "heroId": "forest_god_grace",
        "name": "Grace",
        "effects": [
            "對目標及附近敵人造成 395% 傷害。",
            "目標和附近敵人無法施放任何新的嘲諷狀態效果，持續 3 回合。",
            "目標與附近敵人獲得對特殊技能 -34% 的防禦，持續 3 回合。",
            "元素鏈讓所有自然系盟友對新惡魔免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "knights_green_knight",
        "name": "Green Knight",
        "effects": [
            "所有敵人獲得 -24% 防禦，持續 3 回合。",
            "對所有敵人造成 265% 傷害。",
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開始時以 45% 生命值復活，並對所有敵人造成 765 點傷害。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "heroId": "forest_god_gregorion",
        "name": "Gregorion",
        "effects": [
            "對目標造成 550% 傷害。",
            "所有盟友獲得 +35% 暴擊率，持續 3 回合。",
            "元素鏈給予所有自然盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "forest_god_gregorion_costume_alchemist",
        "name": "Gregorion C1",
        "effects": [
            "對目標造成 535% 傷害。",
            "所有盟友獲得 +45% 暴擊率，持續 4 回合。",
            "元素鏈給予所有自然盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "beowulf_grendel",
        "name": "Grendel",
        "effects": [
            "目標與附近敵人獲得對自然系 -40% 的防禦，持續 3 回合。",
            "對目標及附近敵人造成 320% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 591 點流血傷害。",
            "施法者在 3 回合內恢復 810 點生命值。"
        ]
    },
    {
        "heroId": "moth_grovevert",
        "name": "Grovevert",
        "effects": [
            "施放特殊技能後，使施法者的法力增加 20%。",
            "對目標召喚苔蘚蛾人超級惡魔。惡魔每一回合以 275% 的攻擊對敵人造成傷害。",
            "苔蘚蛾人超級惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 70% 時消失。",
            "召喚時，主人擁有苔蘚蛾人超級惡魔的期間，苔蘚蛾人超級惡魔會給予其主人 -50% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "kingdom_guan_yu",
        "name": "Guan Yu",
        "effects": [
            "對目標及附近敵人造成 390% 傷害。",
            "傷害避開目標的小兵。",
            "目標和附近敵人獲得 -25% 防禦，且敵人每持有一名小兵則再降低 -3 防禦，持續 3 回合，最多可達 -70% 防禦。此效果無法淨化。"
        ]
    },
    {
        "heroId": "kingdom_guan_yu_costume_dragon",
        "name": "Guan Yu C1",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "傷害避開目標的小兵。",
            "目標和附近敵人獲得 -30% 防禦，且敵人每持有一名小兵則再降低 -5%，持續 4 回合，最多可達 -65% 防禦。此效果無法淨化。"
        ]
    },
    {
        "heroId": "guardian_chameleon",
        "name": "Guardian Chameleon",
        "effects": [
            "移除所有敵人的全部狀態效果。即使是無法驅散或淨化的狀態效果，也會移除。",
            "將所有敵人的元素改為他們最相衝的元素，持續 4 個回合。",
            "所有盟友獲得 +54% 攻擊力，持續 4 回合。",
            "所有盟友獲得 +36% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_hammertusk",
        "name": "Hammertusk",
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "目標與附近敵人受到的所有傷害提高 +50%，持續 4 回合。"
        ]
    },
    {
        "heroId": "construct_haulstone",
        "name": "Haulstone",
        "effects": [
            "每名盟友依其目前生命值获得增益：",
            "生命值全满：",
            "* 盟友获得 +50% 攻擊，持續 3 個回合。",
            "* 盟友獲得 +30% 防禦，持續 3 個回合。",
            "高於或等於 50% 生命值：",
            "* 盟友獲得 +50% 防禦，持續 3 個回合。",
            "* 盟友获得 +34% 法力產出，持續 3 個回合。",
            "低於 50% 生命值：",
            "* 盟友在 3 個回合內恢復 810 點生命。",
            "* 盟友獲得 +50% 防禦，持續 3 個回合。",
            "* 盟友以所受傷害的 130% 進行反擊，持續 3 個回合。"
        ]
    },
    {
        "heroId": "s3_heimdall",
        "name": "Heimdall",
        "effects": [
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "每名陣亡的盟友有 20% 的機率以 30% 的生命值復活。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_heimdall_costume_dreaded",
        "name": "Heimdall C1",
        "effects": [
            "每名被擊敗的盟友有 50% 的機率以 20% 的生命值復活。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 672 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "forest_titan",
        "name": "Horghall",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "forest_titan_costume_jester",
        "name": "Horghall C1",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人獲得 -54% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "forest_titan_costume_nightmare",
        "name": "Horghall C2",
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "所有敵人獲得 -31% 攻擊，並在每次被擊中後減少 4%，持續 4 回合，最高 -51% 攻擊。",
            "所有敵人獲得 -24% 防禦，持續 4 回合。",
            "所有敵人在 4 回合內受到共計 228 點劇毒傷害。"
        ]
    },
    {
        "heroId": "forest_titan_costume_cute",
        "name": "Horghall Toon",
        "effects": [
            "對所有敵人造成 430% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "forest_titan_costume_glass",
        "name": "Horghall Glass",
        "effects": [
            "對所有敵人造成 440% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -29% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "halloween_hortensia",
        "name": "Hortensia",
        "effects": [
            "摧毁目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 430% 傷害。",
            "對目標和附近的敵人召唤捕蠅草惡魔。",
            "捕蠅草惡魔捕蠅草惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 45% 時消失。",
            "召唤後，捕蠅草恶魔每回合會使目標的最大生命值减少 65 點，对有生命值加成的目標效果更強。只要目標身上存在捕蠅草恶魔，效果就會持續。此效果無法淨化。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 65 點。）"
        ]
    },
    {
        "heroId": "castle_bear_humbert",
        "name": "Humbert",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "為所有盟友提升所造成傷害 25% 的生命值。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。防禦每回合增加 10%，最高至 60%。"
        ]
    },
    {
        "heroId": "astral_dwarf_hygil",
        "name": "Hygil",
        "effects": [
            "對目標造成 850% 傷害。",
            "目標承受盟友受到所有傷害的 100%，持續 5 回合。",
            "成長：所有盟友獲得 550 點攻擊。",
            "所有盟友獲得 +35% 法力產出，持續 5 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "kalevala_iku_turso",
        "name": "Iku-Turso",
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 243 點水系傷害。對烈火系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "施法者偷取目標及其附近敵人所獲治療的 51%，持續 3 回合。對烈火系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "ninja_ito",
        "name": "Ito",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對目標造成 430% 傷害。",
            "- 為所有盟友提升所造成傷害 25% 的生命值。",
            "- 目標獲得 -35% 法力產出，持續 2 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "x 2 法力充能：",
            "- 對目標及附近敵人造成 440% 傷害。",
            "- 為所有盟友提升所造成傷害 25% 的生命值。",
            "- 目標與附近敵人獲得 -40% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "x 3 法力充能：",
            "- 對所有敵人造成 450% 傷害。",
            "- 為所有盟友提升所造成傷害 25% 的生命值。",
            "- 所有敵人獲得 -45% 法力產出，持續 6 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "ninja_jade",
        "name": "Jade",
        "effects": [
            "1 倍法力充能：",
            "* 對所有敵人造成 115% 傷害。",
            "* 使所有敵人的法力減少 10%。",
            "* 施法者有 +25% 的機率躲避可造成傷害的特殊技能，持續 3 回合。",
            "2 倍法力充能：",
            "* 對所有敵人造成 210% 傷害。",
            "* 使所有敵人的法力減少 15%。",
            "* 施法者與附近盟友有 +50% 的機率可躲避造成傷害的特殊技能，持續 4 回合。",
            "3 倍法力充能：",
            "* 對所有敵人造成 300% 傷害。",
            "* 使所有敵人的法力減少 25%。",
            "* 所有盟友有 +75% 的機率可躲避造成傷害的特殊技能，持續 5 回合。"
        ]
    },
    {
        "heroId": "forest_female_elf",
        "name": "Kadilen",
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "所有盟友獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "forest_female_elf_costume_mage",
        "name": "Kadilen C1",
        "effects": [
            "對所有敵人造成 170% 傷害。",
            "所有盟友有 +45% 機率閃避特殊技能，持續 3 回合。每次閃避會召喚一個荊刺小兵。",
            "荊刺小兵從施法者繼承了 15% 生命與 15% 攻擊。"
        ]
    },
    {
        "heroId": "forest_female_elf_costume_fairy",
        "name": "Kadilen C2",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有盟友有 +40% 機率閃避特殊技能，持續 3 回合。每次閃避會召喚一個強化荊刺小兵。",
            "強化荊刺小兵從施法者繼承了 25% 生命值與 25% 攻擊力。"
        ]
    },
    {
        "heroId": "forest_female_elf_costume_cute",
        "name": "Kadilen Toon",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有盟友獲得 +64% 特殊技能防禦，持續 3 回合。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "forest_female_elf_costume_glass",
        "name": "Kadilen Glass",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有盟友獲得 +72% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_kai",
        "name": "Kai",
        "effects": [
            "對目標造成 435% 傷害。",
            "對目標召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8%，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。",
            "目標獲得的任何治療降低 -50%，持續 3 回合。",
            "每個回合結束時驅散目標的增益，持續 3 回合。"
        ]
    },
    {
        "heroId": "forsaken_khatrox",
        "name": "Khatrox",
        "effects": [
            "為施法者提供 1000 點加成生命值。加成生命值能夠超過最大生命值。",
            "對所有敵人造成 470% 傷害，并对其造成 25 點疯狂。",
            "儲存對施法者造成的所有傷害，持續 3 個回合。效果結束时，对所有敵人造成已储存的傷害，最多可達 1500 點傷害。此效果無法驅散。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "forest_god_kingston",
        "name": "Kingston",
        "effects": [
            "對目標造成 495% 傷害。",
            "目標與附近敵人獲得 -31% 攻擊，並在每次被擊中後減少 -4%，持續 4 回合。",
            "元素鏈會為所有自然盟友提供 +4% 法力產出，持續 4 個回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "garrison_kolya",
        "name": "Kolya",
        "effects": [
            "從所有敵人身上驅散 1 個增益。（優先驅散最新的增益）",
            "對所有敵人造成 300% 傷害。",
            "每移除一個狀態效果，將造成 6% 額外傷害，最多累積造成 330% 傷害。",
            "召喚一個從此施法者繼承 65% 生命值和 180% 攻擊力的護盾守衛超級小兵。",
            "護盾守衛超級小兵每回合都會安全淨化所有盟友的最新可淨化狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）"
        ]
    },
    {
        "heroId": "pirate_lady",
        "name": "Lady Locke",
        "effects": [
            "目標與附近敵人在 4 回合內受到共計 932 點傷害，起始傷害較低，每個回合逐漸增加。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "pirate_lady_costume_queen",
        "name": "Lady Locke C1",
        "effects": [
            "對目標造成 120% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 4 回合內受到共計 1118 點傷害，起始傷害較低，每個回合逐漸增加。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "knights_lady_of_the_lake",
        "name": "Lady of the Lake",
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "為施法者與附近盟友召喚一個魔力寶劍小兵，其可從施法者繼承 14% 生命與 15% 攻擊。",
            "小兵擊中目標時，目標損失 -10% 法力。"
        ]
    },
    {
        "heroId": "knights_lady_of_the_lake_costume_blades",
        "name": "Lady of the Lake C1",
        "effects": [
            "為所有盟友提供 550 點加成生命值。加成生命值能夠超過最大生命值。",
            "為施法者和附近盟友召喚一個魔力寶劍小兵，其可從施法者繼承 14% 生命值及 15% 攻擊。",
            "每次被魔力寶劍小兵擊中，會對目標造成以下狀態異常：",
            "* -24% 法力產出，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "beauty_beast_laurent",
        "name": "Laurent",
        "effects": [
            "若施法者擁有 50 以上的謙遜：",
            "對目標造成 600% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者使出石膚，將對施法者造成的所有傷害降至 1 點，但在 5 次命中後移除。此效果無法驅散。",
            "否則：",
            "對目標造成 460% 傷害，並對附近敵人造成輕微傷害。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者使出石膚，將對施法者造成的所有傷害降至 1 點，但在 4 次命中後移除。此效果無法驅散。"
        ]
    },
    {
        "heroId": "nature_god_leadria",
        "name": "Leadria",
        "effects": [
            "為所有盟友召喚一個春之精靈小兵，其可從施法者繼承 30% 生命值。",
            "召喚春之精靈小兵之後，主人擁有春之精靈小兵期間，主人每回合結束時可獲得 120 點生命加成。此效果無法被驅散。",
            "所有盟友的特殊技能造成額外 25% 傷害，持續 4 回合。",
            "元素鏈可給予所有自然系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "goblin_leafwizzle",
        "name": "Leafwhisk",
        "effects": [
            "成長：所有盟友獲得 355 點防禦。",
            "召喚一個斑點野豬超級小兵，其可從施法者繼承 65% 生命與 260% 攻擊。",
            "召喚斑點野豬超級小兵之後，主人擁有斑點野豬超級小兵期間，主人對增益驅散和轉移免疫。此免疫也包含此效果本身。"
        ]
    },
    {
        "heroId": "wild_cat_leonie",
        "name": "Leonie",
        "effects": [
            "對目標和附近敵人造成 250% 爪擊傷害。（對有任意防禦增益、小兵或超級小兵的敵人造成 400% 傷害。有任意防禦增益、小兵或超級小兵的敵人獲得 -35% 防禦，持續 6 回合。）",
            "目標與附近敵人在 6 個回合內受到共計 1500 點重傷流血傷害。（若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 300 點。最多共計 3000 點傷害）"
        ]
    },
    {
        "heroId": "elven_archer",
        "name": "Lianna",
        "effects": [
            "對目標造成 512% 傷害。"
        ]
    },
    {
        "heroId": "elven_archer_costume_moon",
        "name": "Lianna C1",
        "effects": [
            "對目標造成 482% 傷害。",
            "目標獲得 -34% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "elven_archer_costume_raven",
        "name": "Lianna C2",
        "effects": [
            "對目標造成 500% 傷害。",
            "目標陷入沉默，持續 3 回合。"
        ]
    },
    {
        "heroId": "elven_archer_costume_cute",
        "name": "Lianna Toon",
        "effects": [
            "對目標造成 592% 傷害。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "elven_archer_costume_glass",
        "name": "Lianna Glass",
        "effects": [
            "對目標造成 602% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "elven_archer_costume_stylish",
        "name": "Lianna Stylish",
        "effects": [
            "對目標造成 612% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 712% 傷害。"
        ]
    },
    {
        "heroId": "moth_limeboire",
        "name": "Limeboire",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "所有敵人陷入深沉睡眠，睡著時受到的傷害增加 +80%。（睡著的角色無法獲得法力或攻擊。睡著的目標受到 750 點傷害後便會醒來。此效果無法淨化）",
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "每竊取一個增益，施法者獲得 3% 法力，最多 30% 法力。"
        ]
    },
    {
        "heroId": "outlaw_lin_chong",
        "name": "Lin Chong",
        "effects": [
            "此特殊技能有機會造成暴擊。",
            "對目標造成 390% 傷害，並對附近敵人造成輕微傷害。",
            "疊加（最大值： 10 ）：目標和附近敵人受到的所有傷害增加 +5%。",
            "疊加（最大值： 10 ）：施法者和附近盟友獲得 +5% 暴擊率。"
        ]
    },
    {
        "heroId": "nature_god_liora",
        "name": "Liora",
        "effects": [
            "對剩餘生命值最高的敵人造成 385% 傷害。對其餘敵人造成 255% 傷害。",
            "此攻擊永遠會避開反擊和反射效果。",
            "偷走所有敵人最新的可驅散增益，並隨機分配給生命值剩餘 50% 或更低的盟友。",
            "元素鏈給予所有自然盟友 +20% 暴擊率，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "kingdom_liu_bei",
        "name": "Liu Bei",
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 16% 生命值與 17% 攻擊。",
            "召喚蜀國戰士小兵之後，主人擁有蜀國戰士小兵期間，蜀國戰士小兵會給予其主人以所受傷害 60% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "kingdom_liu_bei_costume_nature",
        "name": "Liu Bei C1",
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 33% 生命值與 33% 攻擊。",
            "召喚蜀國戰士小兵之後，主人擁有蜀國戰士小兵期間，蜀國戰士小兵會給予其主人以所受傷害 55% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s4_lughaidh",
        "name": "Lughaidh",
        "effects": [
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）",
            "施法者轉變為幽靈型態，持續 4 回合。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "在變為幽靈型態時，施法者無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。",
            "在變為幽靈型態時，除施法者以外的所有盟友擁有 +64% 防禦。",
            "在變為幽靈型態時，除施法者以外的所有盟友每回合提升 180 點生命值。"
        ]
    },
    {
        "heroId": "s4_lughaidh_costume_deathless",
        "name": "Lughaidh C1",
        "effects": [
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）",
            "施法者轉變為幽靈型態，持續 4 回合。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "在變為幽靈型態時，除施法者以外的所有盟友擁有 +56% 防禦。",
            "在變為幽靈型態時，除施法者以外的所有盟友每回合恢復 300 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "s5_maat",
        "name": "Ma'at",
        "effects": [
            "對所有敵人造成 195% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。",
            "所有烈火敵人獲得 -24% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_maat_costume_river",
        "name": "Ma'at C1",
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "所有敵人獲得 -35% 防禦，持續 3 回合。",
            "所有烈火敵人獲得 -20% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "astral_dwarf_maegwyn",
        "name": "Maegwyn",
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友在 4 個回合內恢復 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友受到的所有傷害降低 -40%，持續 4 回合。"
        ]
    },
    {
        "heroId": "forest_god_elinor",
        "name": "Margaret",
        "effects": [
            "對目標及附近敵人造成 150% 傷害。",
            "施法者與附近盟友有 +30% 至 +90% 的機率躲避可造成傷害的特殊技能。特殊技能的傷害越高，閃避的機率也越高。每次閃避可為目標提供 +24% 法力。此效果持續 3 回合。",
            "元素鏈給予所有自然系盟友抵禦烈火系的 +46% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "mighty_pet_toto",
        "name": "Max",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "為每個盟友召喚一個棕色狗狗小兵，其可從施法者繼承 35% 生命值與 55% 攻擊。",
            "所有盟友自較強元素的攻擊和特殊技能受到的傷害降低 -80%，持續 5 個回合。"
        ]
    },
    {
        "heroId": "beachparty_mazoga",
        "name": "Mazoga",
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標獲得 -24% 防禦，持續 3 回合。若該角色受到狀態異常，則效果持續時間會重設。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "mahayoddha_meenakshi",
        "name": "Meenakshi",
        "effects": [
            "為施法者和附近盟友恢復 10% 生命值。",
            "成長恩惠：每一點已修改的防禦恢復 2 x 點額外生命值。（最多額外治療 800 點。影響獲得治療的狀態效果會影響治療比率）",
            "施法者與附近盟友進行反擊，造成所受傷害 150% 的傷害，持續 4 回合。",
            "施法者與附近盟友每次反擊可恢復適量法力，持續 4 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "gargoyle_mena",
        "name": "Mena",
        "effects": [
            "對目標造成 390% 傷害，並對附近敵人造成輕微傷害。",
            "每回合結束時，施法者與附近盟友對隨機敵人進行絨毛射擊，持續 3 回合。",
            "每道絨毛射擊可造成 150% 傷害。",
            "每道絨毛射擊能使被擊中敵人的法力減少 5%。"
        ]
    },
    {
        "heroId": "bard_merith",
        "name": "Merith",
        "effects": [
            "使目標與附近敵人的最大生命值降低 1000 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 1000 點。）",
            "在 1 個回合後，目標和附近的敵人會遭到麻痺，持續 2 個回合。（麻痹的敵人無法进行攻墼或獲得法力，受到的傷害也會提高 +50%。一旦被麻痺，效果無法淨化。頭目、泰坦和神話泰坦不受此状態效果影響。）",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "heroId": "monster_hunter_mistweaver",
        "name": "Mistweaver",
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "目標和附近敵人抵禦治療，且每次抵禦治療，則受到 220 傷害，持續 3 回合。",
            "疊加（最大值： 10 ）：施法者對弱點元素獲得 +15% 攻擊。"
        ]
    },
    {
        "heroId": "astral_moonflower",
        "name": "Moonflower",
        "effects": [
            "在接下來 3 個回合內，在任何敵人施放其特殊技能後，此角色會對所有敵人造成 235% 傷害。",
            "所有盟友獲得 +35% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "knights_morgan_le_fay",
        "name": "Morgan Le Fay",
        "effects": [
            "施法者在 4 個回合內吸走目標 772 點生命。此效果無法淨化，但在施法者被擊敗後會被移除。",
            "施法者和附近盟友獲得對烈火系 +94% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "christmas_mrs_claus",
        "name": "Mother North",
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "每名陣亡的盟友有 50% 的機率以 10% 的生命值復活。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "christmas_mrs_claus_costume_fangirl",
        "name": "Mother North C1",
        "effects": [
            "每名陣亡的盟友有 55% 的機率以 15% 的生命值復活。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友在 4 回合內恢復 612 點生命值。"
        ]
    },
    {
        "heroId": "slime_mucktus",
        "name": "Mucktus",
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "對所有敵人召喚史萊姆惡魔。惡魔每回合以 50% 的攻擊力對敵人造成傷害。",
            "史萊姆惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "每個回合結束時，史萊姆惡魔會盜取目標的可驅散增益或成長效果，並隨機給予敵對戰隊的一個角色。"
        ]
    },
    {
        "heroId": "ninja_myoinni",
        "name": "Myoin-ni",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 為所有盟友提供 370 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +33% 法力產出，持續 2 回合。",
            "- 所有盟友獲得 +25% 防禦，持續 2 回合。",
            "x 2 法力充能：",
            "- 為所有盟友提供 530 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +33% 法力產出，持續 3 回合。",
            "- 所有盟友獲得 +40% 防禦，持續 3 回合。",
            "x 3 法力充能：",
            "- 為所有盟友提供 600 點加成生命值。加成生命值能夠超過最大生命值。",
            "- 所有盟友獲得 +33% 法力產出，持續 4 回合。",
            "- 所有盟友獲得 +65% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "nature_god_mystia",
        "name": "Mystia",
        "effects": [
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有敵人獲得 -34% 防禦，持續 4 回合。",
            "所有盟友將全部狀態效果和 145% 傷害反射給進攻者，並抵擋其它來自敵人烈火特殊技能的負面效果，持續 4 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "元素鏈給予所有自然系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "champions_nogu",
        "name": "Nogu",
        "effects": [
            "對目標造成 460% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 3 回合內受到共計 504 點流血傷害。",
            "接下來 3 個回合內，將目標和附近敵人獲得的所有生命值加成轉換成最大生命值減損。已有生命值加成的目標會減損更多最大生命值。（最大生命值不得低於原最大生命值的 30%。轉換生命值加成時，如果目標已經擁有生命值加成，則最大生命值減損翻倍）"
        ]
    },
    {
        "heroId": "tales2_ott",
        "name": "Ott",
        "effects": [
            "為所有盟友提供 600 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友都可獲得火風暴護體，持續 3 個回合，所受到的特殊技能傷害最高減少 -1100 點。攻擊者為自然元素角色時，額外減少 30% 傷害。",
            "所有盟友在 3 回合內對增益驅散和轉移免疫。（此免疫也包含此效果本身）"
        ]
    },
    {
        "heroId": "tales2_ott_costume_herbalist",
        "name": "Ott C1",
        "effects": [
            "為所有盟友提供 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友都可獲得火風暴護體，持續 3 個回合，所受到的特殊技能傷害最高減少 -1280 點。攻擊者為自然元素角色時，額外減少 30% 傷害。",
            "所有盟友在 3 回合內對增益驅散和轉移免疫。（此免疫也包含此效果本身）"
        ]
    },
    {
        "heroId": "shadow_penelope",
        "name": "Penelope",
        "effects": [
            "對所有敵人造成 440% 傷害。",
            "為所有盟友治療 35% 的傷害。",
            "所有盟友有 +45% 機率閃避特殊技能，持續 5 回合。每次閃避將對攻擊者造成 15 點瘋狂。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "heroId": "faun_peregrine",
        "name": "Peregrine",
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "強化閃避：施法者和附近盟友有 +55% 的機率閃避可造成傷害的特殊技能。此效果在盟友成功閃避 5 次後消失。",
            "強化閃避結束、移除或取代後，盟友獲得 +70% 攻擊，持續 5 回合。"
        ]
    },
    {
        "heroId": "ninja_peridot",
        "name": "Peridot",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "* 對目標造成 240% 傷害。",
            "• 目標在 2 回合內受到共計 220 點劇毒傷害。",
            "• 目標獲得 -35% 精準度，持續 2 回合。（進攻型特殊技能也有機率無法擊中。）",
            "x 2 法力充能：",
            "* 對目標及附近敵人造成 280% 傷害。",
            "* 目標與附近敵人在 3 回合內受到共計 438 點劇毒傷害。",
            "* 目標與附近敵人獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "x 3 法力充能：",
            "* 對所有敵人造成 320% 傷害。",
            "* 所有敵人在 4 回合內受到共計 764 點劇毒傷害。",
            "* 所有敵人獲得 -54% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "s4_phileas_fogg",
        "name": "Phileas Fogg",
        "effects": [
            "驅散目標的增益。",
            "對目標造成 420% 傷害。",
            "目標獲得對自然系 -58% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s4_phileas_fogg_costume_engineer",
        "name": "Phileas Fogg C1",
        "effects": [
            "驅散目標的增益。",
            "對目標造成 410% 傷害。",
            "目標獲得對自然系 -60% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "garrison_pip",
        "name": "Pip",
        "effects": [
            "對目標造成 350% 傷害。",
            "對隨機 2 名敵人造成額外 350% 傷害。",
            "所有被擊中的目標在 3 回合內受到共計 456 點流血傷害。",
            "所有被擊中的目標受到流血狀態異常的傷害增加 +50%，持續 3 回合。"
        ]
    },
    {
        "heroId": "ballerina_prince_siegfried",
        "name": "Prince Siegfried",
        "effects": [
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開始時以 30% 生命值復活，並且所有盟友恢復 1100 點生命值。（施法者被擊敗時，所有狀態效果與疊加會被移除）",
            "對除施法者外的所有盟友施放蒼鷺舞，持續 5 回合。添加此效果時將移除所有現有狀態效果。",
            "蒼鷺舞：",
            "* 以所受傷害的 130% 進行反擊。",
            "* 所受傷害減少 -35%。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "lunar_new_year_qinglong",
        "name": "Qinglong",
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "偷走所有敵人的最新的可驅散增益，並隨機分配給盟友。",
            "每轉移一個狀態效果增益，所有盟友獲得 +8% 攻擊力，持續 2 回合。"
        ]
    },
    {
        "heroId": "musketeer_queen_anne",
        "name": "Queen Anne",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 6 回合。",
            "施法者在 6 回合內恢復 918 點生命值。",
            "所有盟友獲得 +65% 防禦，持續 6 回合。",
            "所有盟友獲得 +44% 法力產出，持續 6 回合。"
        ]
    },
    {
        "heroId": "castle_wolf_quenell",
        "name": "Quenell",
        "effects": [
            "對目標及附近敵人造成 320% 傷害。",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +40%，之後每回合都會額外增加 +40%，最多加到 200%。",
            "施法者在 3 回合內恢復 600 點生命值。"
        ]
    },
    {
        "heroId": "castle_wolf_quenell_costume_wood",
        "name": "Quenell C1",
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +30%，之後每回合都會額外增加 +30%，最多加到 +150%。",
            "施法者在 3 回合內恢復 600 點生命值。"
        ]
    },
    {
        "heroId": "magic_carpet_ragrim",
        "name": "Ragrim",
        "effects": [
            "摧毀所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "恢復剩餘生命值最低的盟友 65% 生命值。恢復其餘盟友 45% 生命值。",
            "成長：所有盟友獲得 250 點攻擊和 250 點防禦。"
        ]
    },
    {
        "heroId": "s3_ratatoskr",
        "name": "Ratatoskr",
        "effects": [
            "為所有盟友恢復 44% 生命值。",
            "改變面板上所有自然系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "s3_ratatoskr_costume_architect",
        "name": "Ratatoskr C1",
        "effects": [
            "所有盟友在 3 回合內恢復 795 點生命值。",
            "改變面板上所有自然系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "owl_relius",
        "name": "Relius",
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "每名陣亡的盟友有 40% 的機率以 30% 的生命值復活。",
            "所有盟友獲得一個月昇護體，持續 4 回合，所受到的特殊技能傷害最高減少 -800 點。攻擊者為神聖系時，額外減少 30% 傷害。"
        ]
    },
    {
        "heroId": "construct_rhineglow",
        "name": "Rhineglow",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "所有盟友在 3 個回合內恢復 1200 點加成生命值。加成生命值能夠超過最大生命值。此效果無法驅散。",
            "儲存對施法者造成的所有傷害，持續 3 回合。效果結束時，對所有敵人造成已儲存的傷害，最多可達 1200 點傷害。此效果無法驅散。"
        ]
    },
    {
        "heroId": "elemental_roz",
        "name": "Roz",
        "effects": [
            "對目標造成 530% 傷害。",
            "若面板上有 6 個以上的自然護盾，則對目標和附近敵人造成傷害。",
            "若面板上有 12 個以上的自然護盾，則對所有敵人造成傷害。"
        ]
    },
    {
        "heroId": "elemental_roz_costume_disco",
        "name": "Roz C1",
        "effects": [
            "對目標造成 540% 傷害。",
            "若面板上有 5 個以上的自然護盾，則對目標和附近敵人造成傷害。",
            "若面板上有 10 個以上的自然護盾，則對所有敵人造成傷害。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "easter_sadie",
        "name": "Sadie",
        "effects": [
            "對目標造成 550% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "目標獲得對特殊技能 -64% 的防禦，持續 3 回合。",
            "目標在 3 回合內無法用特殊技能淨化或轉移自己的狀態異常。（此效果也阻止淨化或轉移其自身）",
            "使施法者的最大生命值降低 400 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 400 點。）"
        ]
    },
    {
        "heroId": "journey_sha_wujing",
        "name": "Sha Wujing",
        "effects": [
            "對目標造成 610% 傷害。",
            "為所有盟友治療 40% 的傷害。",
            "所有盟友有 +45% 機率閃避可造成傷害的特殊技能，持續 4 回合。"
        ]
    },
    {
        "heroId": "nature_god_silvaria",
        "name": "Silvaria",
        "effects": [
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。",
            "對目標造成 380% 傷害。",
            "為所有盟友召喚一個森林密友小兵，其可從施法者繼承 15% 生命與 15% 攻擊。",
            "元素鏈會賦予所有自然盟友 +10% 攻擊力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "goblin_smarttongue",
        "name": "Smarttongue",
        "effects": [
            "枯萎：所有敵人獲得 -350 點攻擊。",
            "使所有敵人的最大生命值降低 700 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 700 點）",
            "所有敵人獲得 -45% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "mighty_pet_snowball",
        "name": "Snowball",
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "對目標與附近敵人召喚倒鉤箭惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "倒鉤箭惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 28% 時消失。",
            "召喚倒鉤箭惡魔之後，主人擁有倒鉤箭惡魔的期間，目標所受到的所有傷害來源增加 +40%。此效果無法淨化。"
        ]
    },
    {
        "heroId": "goblin_soursting",
        "name": "Soursting",
        "effects": [
            "目標和附近敵人無法復活盟友或是自己，持續 5 個回合。",
            "目標和附近敵人無法獲得重生的新狀態效果，持續 5 個回合。",
            "對目標造成 530% 傷害，並對附近敵人造成輕微傷害。",
            "枯萎:目標和附近敵人獲得 -380 點防禦。"
        ]
    },
    {
        "heroId": "tales1_spartoi",
        "name": "Spartoi",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對所有敵人造成 240% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 75% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "第 2 次：",
            "* 對所有敵人造成 320% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 110% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 50% 時消失。"
        ]
    },
    {
        "heroId": "tales1_spartoi_costume_guard",
        "name": "Spartoi C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對所有敵人造成 230% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 70% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "第 2 次：",
            "* 對所有敵人造成 350% 傷害。",
            "* 對所有敵人召喚納迦勇士惡魔。惡魔每回合以 125% 的攻擊力對目標造成傷害。",
            "* 納迦勇士惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 60% 時消失。"
        ]
    },
    {
        "heroId": "fox_spiff",
        "name": "Spiff",
        "effects": [
            "施法者獲得持續的防禦增益無視效果。（防禦增益包含反擊。此效果持續至被淨化、取代或移除）",
            "對目標造成 585% 傷害。",
            "施法者獲得持續的 +50% 機率閃避特殊技能。（此效果會持續到被驅散、替代或移除為止。）"
        ]
    },
    {
        "heroId": "monster_hunter_staintongue",
        "name": "Staintongue",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "目標和附近敵人獲得 -30% 精準度，持續 3 回合。精準度每回合降低 -10%，最多至 -50%。",
            "目標與附近敵人在 3 回合內受到共計 363 點劇毒傷害。"
        ]
    },
    {
        "heroId": "astral_starlass",
        "name": "Starlass",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 550% 傷害。",
            "每當被擊中的敵人法力滿格時，自動對其造成 701 點傷害，並使其法力減少 75%，持續 3 回合。"
        ]
    },
    {
        "heroId": "outlaw_sun_erniang",
        "name": "Sun Erniang",
        "effects": [
            "施展下列一項特殊技能:",
            "若任何敵人有流血狀態異常:",
            "* 此特殊技能有機會造成暴擊傷害。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "* 對所有敵人造成 300% 傷害。",
            "* 所有敵人在 5 回合內受到共計 1020 點流血傷害。",
            "* 重置所有敵人狀態異常的持續時間。",
            "否則：",
            "* 此特殊技能有機會造成暴擊傷害。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "* 對所有敵人造成 250% 傷害。",
            "* 所有敵人在 5 回合內受到共計 830 點流血傷害。"
        ]
    },
    {
        "heroId": "monster_hunter_sune",
        "name": "Sune",
        "effects": [
            "對目標造成 550% 傷害。",
            "若目標為冰雪系，則對其附近敵人造成 300% 傷害。",
            "驅散目標和附近敵人的增益。",
            "每移除一個狀態效果，就使目標和附近敵人的法力減少 -5%，最高可減少 -20%。",
            "對冰雪系造成額外傷害。"
        ]
    },
    {
        "heroId": "kalevala_suomuhauki",
        "name": "Suomuhauki",
        "effects": [
            "對目標造成 400% 傷害。",
            "對目標召唤長矛人超級惡魔。惡魔每一回合以 270% 的攻擊對敵人造成傷害。對烈火角色造成強力傷害。",
            "長矛超級惡魔會吸收治療效果，並於所吸收的生命值等於其目标最大生命值的 70% 時消失。",
            "召唤時，長矛超級惡魔會赋予其目標 -45% 攻擊。長矛超級惡魔對烈火角色，會給予 -55% 攻擊。只要目标摊有长矛超級惡魔，此效果就會持續生效。"
        ]
    },
    {
        "heroId": "ninja_tametomo",
        "name": "Tametomo",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 此特殊技能必定命中目標。",
            "- 對目標造成 250% 傷害。",
            "- 對剩餘生命值超過 50% 的敵人造成 450% 傷害。",
            "- 對附近敵人造成額外 250% 傷害。",
            "x 2 法力充能：",
            "- 此特殊技能必定命中目標。",
            "- 對目標造成 350% 傷害。",
            "- 對剩餘生命值超過 50% 的敵人造成 550% 傷害。",
            "- 對附近敵人造成額外 350% 傷害。",
            "x 3 法力充能：",
            "- 此特殊技能必定命中目標。",
            "- 對目標造成 400% 傷害。",
            "- 對剩餘生命值超過 50% 的敵人造成 700% 傷害。",
            "- 對附近敵人造成額外 400% 傷害。"
        ]
    },
    {
        "heroId": "s2_junglehunter",
        "name": "Tarlak",
        "effects": [
            "所有盟友獲得 +100% 普通攻擊，持續 4 回合。此效果可與同類效果疊加，普通攻擊最多可增加共計 +160% 攻擊力。",
            "所有盟友在 4 回合內恢復 324 點生命值。"
        ]
    },
    {
        "heroId": "s2_junglehunter_costume_party",
        "name": "Tarlak C1",
        "effects": [
            "為所有盟友提供 470 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友承受 5 回合的 +80% 普通攻擊。普通攻擊每回合增加 +20%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。"
        ]
    },
    {
        "heroId": "castle_bear_teddy",
        "name": "Teddy",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有敵人都會睡著。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +70%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵或惡魔的傷害。",
            "所有盟友在 4 回合內恢復 1200 點生命值。"
        ]
    },
    {
        "heroId": "forest_god_telluria",
        "name": "Telluria",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "為所有盟友召喚一個森林密友小兵，其可從施法者繼承 15% 生命與 15% 攻擊。",
            "所有盟友在 2 回合內恢復 506 點生命值。",
            "所有敵人獲得 -24% 法力產出，持續 2 回合。",
            "元素鏈給予所有自然系盟友 +10% 暴擊率，持續 6 個回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "magic_telonius",
        "name": "Telonius",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人受到異常效果的 +50% 額外傷害，持續 3 回合。",
            "* 所有敵人在 3 回合內受到共計 357 點劇毒傷害。",
            "2 倍法力充能：",
            "* 為施法者和附近盟友恢復 75% 生命值。",
            "* 施法者與附近盟友對狀態異常的傷害免疫，持續 5 回合。"
        ]
    },
    {
        "heroId": "magic_telonius_costume_brew",
        "name": "Telonius C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "x 1 法力充能：",
            "* 所有敵人受到異常效果的 +55% 額外傷害，持續 3 回合。",
            "* 所有敵人在 3 個回合內受到 573 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 10% 作為生命值。",
            "x 2 法力充能：",
            "* 為施法者和附近盟友恢復 75% 生命值。",
            "* 施法者和附近的盟友免疫新状態異常，持續 5 回合，原本每應獲得一個新狀態異常，他們將會獲得 350 生命。"
        ]
    },
    {
        "heroId": "wild_cat_thaffer",
        "name": "Thaffer",
        "effects": [
            "施法者自目標偷取 25% 法力。",
            "對目標和 4 名隨機敵人造成 375% 傷害。",
            "施法者偷取目標所獲治療的 70%，持續 4 回合。"
        ]
    },
    {
        "heroId": "wonderland_hatter",
        "name": "The Hatter",
        "effects": [
            "對目標造成 400% 傷害，並對附近敵人造成輕微傷害。",
            "偷走所有敵人的全部可驅散增益，並隨機分配給所有盟友。"
        ]
    },
    {
        "heroId": "wonderland_hatter_costume_tea",
        "name": "The Hatter C1",
        "effects": [
            "對目標造成 400% 傷害，並對附近敵人造成輕微傷害。",
            "偷走所有敵人的全部可驅散增益，並隨機分配給盟友。",
            "召喚一個撲克小兵，其可從施法者繼承 25% 生命值與 40% 攻擊。"
        ]
    },
    {
        "heroId": "garrison_theodosius",
        "name": "Theodosius",
        "effects": [
            "對所有敵人造成 450% 傷害。",
            "將所有盟友現有狀態異常的持續時間減少 3 個回合。（修改持續時間會影響可淨化與無法淨化狀態異常。若任意異常的持續時間減少至零，則將效果視為正常失效）",
            "將所有敵人現有增益的持續時間減少 3 個回合。（修改持續時間會影響可驅散與无法驅散狀態效果增益。若任意增益的持續時間減少至零，則將效果視為正常失效）",
            "所有盟友獲得 +35% 防禦，持續 5 回合。",
            "所有敵人獲得 -35% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "villain_toxicandra",
        "name": "Toxicandra",
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "所有盟友在 3 回合內恢復適量法力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "villain_toxicandra_costume_rose",
        "name": "Toxicandra C1",
        "effects": [
            "為所有盟友提供 750 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 3 回合內恢復適量法力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "astral_demon_turundh",
        "name": "Turundh",
        "effects": [
            "對目標造成 525% 傷害。",
            "目標無法在敵人或盟友身上施放任何新的狀態效果，持續 3 個回合。（包含叠加。包含以特殊技能施放的狀態效果。）",
            "對一名隨機敵人造成 525% 傷害。",
            "二次擊中的目標将抵禦治療，且每次抵禦治療都會受到 300 點傷害，持續 3 個回合。",
            "若兩次攻擊皆命中同一目標，則施法者獲得 20% 法力。"
        ]
    },
    {
        "heroId": "kalevala_vainamoinen",
        "name": "Vainamoinen",
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 3 回合。對烈火系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "kalevala_vainamoinen_costume_vainamoinen_sage",
        "name": "Vainamoinen C1",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "所有敵人獲得 -25% 精準度，持續 3 回合。對烈火系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "slime_verdigoo",
        "name": "Verdigoo",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "所有盟友獲得黏黏表面，持續 3 回合。此效果無法驅散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（被盜的可驅散增益或成長效果是隨機選擇的。 當受到敵人的傷害時，就會啟用黏黏表面。 每個擁有黏黏表面的角色，每回合只能透過普通攻擊竊取一個狀態、增益或成長效果）"
        ]
    },
    {
        "heroId": "valentines_vernon",
        "name": "Vernon",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 380% 傷害。如果只有一個敵人，傷害加倍。",
            "在 3 回合內，在敵方陣型邊緣的敵人受到 50% 對其盟友造成的所有傷害。",
            "位於敵方陣型邊緣的敵人在法力已滿時強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "heroId": "owl_verus",
        "name": "Verus",
        "effects": [
            "使用月昇打擊攻擊所有敵人，造成最高 1200 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "所有敵人在 4 回合內受到共計 924 點流血傷害。",
            "所有敵人獲得 -45% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "nature_god_viselus",
        "name": "Viselus",
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 370% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 572 點劇毒傷害。",
            "元素鏈使所有自然盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fortune_wei_qi",
        "name": "Wei Qi",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 700% 靈魂斬擊傷害。（每移除一個增益，傷害降低 -50%。不可驅散的增益也會移除。）",
            "附近盟友跳起活力鸿運舞蹈，持續 4 回合。",
            "活力鴻運舞蹈。",
            "* +50% 防禦。",
            "* 造成的傷害增加 +20%。對冰雪目標的效果為 +30%。",
            "* 受到的傷害降低 -20%。對烈火特殊技能的效果為 -30%。",
            "* 鸿運舞蹈可與其他舞蹈效果疊加。（僅影響從配對磚格所獲的法力，或於回合結束時防禦戰隊所獲的法力。當添加鸿運舞蹈狀態效果時，除了其他舞蹈状態效果外，移除所有現存状態效果。除了其他舞蹈状態效果外，鸿運舞蹈能免疫新狀態效果。鸿運舞蹈效果無法驅散。施法者被擊敗時，效果會被移除。）"
        ]
    },
    {
        "heroId": "bard_winifred",
        "name": "Winifred",
        "effects": [
            "對目標造成 550% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊並造成輕微傷害。",
            "所有命中目標獲得 -54% 攻擊力，持續 5 回合。",
            "所有命中目標在 5 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "elemental_xandrella",
        "name": "Xandrella",
        "effects": [
            "對目標與所有冰雪敵人造成 450% 傷害。",
            "目標與所有冰雪敵人法力滿格時，自動對其造成 438 點傷害，並使其法力減少 50%，持續 4 回合。",
            "改變面板上所有自然系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -30%。"
        ]
    },
    {
        "heroId": "elemental_xandrella_costume_idol",
        "name": "Xandrella C1",
        "effects": [
            "對目標與所有冰雪敵人造成 480% 傷害。",
            "目標與所有冰雪敵人法力滿格時，自動對其造成 555 點傷害，並使目標法力減少 50% ,持續 4 個回合。",
            "改變面板上所有自然系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +40%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -33%。",
            "所有冰雪敵人獲得對自然系 -20% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "castle_stag_xiamara",
        "name": "Xiamara",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +100%，之後每回合都會額外增加 +25%，最多加到 +200%。",
            "所有敵人受到法力腐朽，持續 4 回合。每當受影響的目標從其他來源獲得法力時，都會受到 400 點傷害。其他來源包括來自特殊技能的直接法力增加、狀態效果、關卡屬性、被動技能、家族效果、磚格效果和小兵。只有在目標擁有法力產出增益或正法力產出疊加時，防禦隊伍在回合結束時或透過配對磚格獲得的法力才會被計算在內。"
        ]
    },
    {
        "heroId": "lunar_new_year_xiaoqing",
        "name": "Xiaoqing",
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "所有盟友有 60% 機率將所有狀態異常反射給敵方戰隊的隨機角色，持續 3 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "astral_demon_xshahr",
        "name": "Xshahr",
        "effects": [
            "對目標造成 610% 傷害。",
            "為施法者提升所造成傷害 45% 的生命值。",
            "目標將受到持續 3 回合的共振效果，共振對受影響的敵人造成 429 點傷害，並對附近敵人造成 214 點傷害。",
            "施法者擁有生命加成時，每回合结束時會對隨機敵人造成 250% 傷害。此效果無法驅散。"
        ]
    },
    {
        "heroId": "sand_king",
        "name": "Yunan",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有敵人在 3 回合內受到共計 381 點傷害。",
            "所有敵人獲得的治療減少 -50%，持續 3 回合。此效果無法淨化。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "sand_king_costume_lifeguard",
        "name": "Yunan C1",
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有敵人在 5 回合內受到共計 815 點飛沙傷害。",
            "所有盟友獲得 +33% 法力產出，持續 5 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "shadow_zavinia",
        "name": "Zavinia",
        "effects": [
            "對目標造成 450% 傷害。",
            "依照面板中自然磚格的數量，對相同數量的隨機敵人造成額外 180% 傷害，最多 12 次。連續命中的傷害逐次減少。",
            "所有被擊中的目標在每次被擊中時獲得 10 點狂亂。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "heroId": "forest_god_zeline",
        "name": "Zeline",
        "effects": [
            "對所有敵人造成 255% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。",
            "對冰雪系造成額外傷害。",
            "驅散所有敵人的增益。",
            "元素鏈給予所有自然盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "forest_god_zeline_costume_avian",
        "name": "Zeline C1",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 240% 傷害。",
            "所有敵人獲得 -38% 攻擊力，持續 4 回合。",
            "對冰雪系造成額外傷害。",
            "元素鏈給予所有自然盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "institute_zenas",
        "name": "Zenas",
        "effects": [
            "對目標和鄰近敵人造成 360% 傷害，並對其造成 35 點瘋狂。",
            "對目標和附近的敵人召喚綠玻隕石貓頭鷹惡魔。惡魔每回合以 60% 的攻擊對敵人造成傷害。",
            "綠玻隕石貓頭鷹惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 25% 時消失。",
            "綠玻隕石貓頭鷹惡魔每回合會對擁有者造成 5 點瘋狂。",
            "每回合結束時，綠玻隕石貓頭鷹惡魔會驅散其中一個目標的可驅散增益。",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "forest_god_zocc",
        "name": "Zocc",
        "effects": [
            "對目標造成 320% 傷害。",
            "增加目標法力 50%。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "元素鏈給予所有自然系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "elemental_zuni",
        "name": "Zuni",
        "effects": [
            "對目標造成 300% 傷害。",
            "若目標為冰雪系，則對其餘敵人造成 275% 傷害。",
            "被命中的敵人獲得 -34% 攻擊力，持續 3 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "被命中的敵人獲得 -34% 防禦，持續 3 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "cultist_thief",
        "name": "Fletcher",
        "effects": [
            "對目標造成 265% 傷害。"
        ]
    },
    {
        "heroId": "blackguard_female_archer",
        "name": "Nightshade",
        "effects": [
            "對目標造成 250% 傷害。"
        ]
    },
    {
        "heroId": "blackguard_scout",
        "name": "Julius",
        "effects": [
            "對目標造成 250% 傷害。"
        ]
    },
    {
        "heroId": "cultist_female_poisoner",
        "name": "Layla",
        "effects": [
            "目標在 6 回合內受到共計 78 點傷害。"
        ]
    },
    {
        "heroId": "undead_screaming_zombie",
        "name": "Silthus",
        "effects": [
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "castle_raven_aderyn",
        "name": "Aderyn",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有敵人獲得的治療減少 -50%，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_anwindr",
        "name": "An-Windr",
        "effects": [
            "施法者獲得 +45% 攻擊力，自己或其盟友每次被擊中後額外增加 20% 攻擊力，持續 3 回合。該效果結束時，所有敵人受到 119 點傷害。在此期間，施法者或其盟友所受每次攻擊可使施法者造成的傷害提高 8 點，最高達到 215 點傷害。"
        ]
    },
    {
        "heroId": "s5_aqeela",
        "name": "Aqeela",
        "effects": [
            "對目標及附近敵人造成 155% 傷害。",
            "施法者與附近盟友有 +45% 的機率可躲避特殊技能，持續 3 回合。每次閃避都會獲得 +5% 防禦疊加。（最大值： 10 ）"
        ]
    },
    {
        "heroId": "s5_aqeela_costume_sorcerer",
        "name": "Aqeela C1",
        "effects": [
            "對目標及附近敵人造成 145% 傷害。",
            "施法者與附近盟友有 +45% 的機率可躲避特殊技能，持續 3 回合。每次閃避都會獲得 +10% 防禦疊加。（最大值： 10 ）"
        ]
    },
    {
        "heroId": "cultist_mage",
        "name": "Balthazar",
        "effects": [
            "對目標造成 335% 傷害。"
        ]
    },
    {
        "heroId": "cultist_mage_costume_voodoo",
        "name": "Balthazar C1",
        "effects": [
            "對目標造成 315% 傷害。",
            "目標在 3 回合內受到共計 60 點劇毒傷害。"
        ]
    },
    {
        "heroId": "cultist_mage_costume_cute",
        "name": "Balthazar Toon",
        "effects": [
            "對目標造成 365% 傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "cultist_mage_costume_glass",
        "name": "Balthazar Glass",
        "effects": [
            "對目標造成 375% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "cultist_mage_costume_stylish",
        "name": "Balthazar Stylish",
        "effects": [
            "對目標造成 385% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 435% 傷害。"
        ]
    },
    {
        "heroId": "gargoyle_betty",
        "name": "Betty",
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "附近盟友獲得柔軟膚。（他們下次受到的傷害減少 -90%，並抵抗所有狀態異常和法力減損。此效果無法驅散）"
        ]
    },
    {
        "heroId": "s3_bjorn",
        "name": "Bjorn",
        "effects": [
            "對目標造成 200% 傷害。",
            "對一名隨機的不同敵人造成 350% 傷害。如果目標為神聖系，可造成額外傷害。若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人。"
        ]
    },
    {
        "heroId": "s3_bjorn_costume_viking",
        "name": "Bjorn C1",
        "effects": [
            "對目標造成 180% 傷害。",
            "對一名隨機的不同的敵人造成 380% 傷害。",
            "被擊中的敵人獲得 -24% 法力產出，持續 3 回合。對神聖系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "gargoyle_budatin",
        "name": "Budatin",
        "effects": [
            "改變面板上所有黑暗護盾的力量。攻擊英雄施放該特技時，護盾獲得的強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾弱化，提供的法力減少 -30%。"
        ]
    },
    {
        "heroId": "s2_lantern_ghost",
        "name": "Chochin",
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "villain_edd",
        "name": "Edd",
        "effects": [
            "對目標造成 335% 傷害。",
            "目標在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "s2_fiji_mermaid",
        "name": "Gill-Ra",
        "effects": [
            "所有敵人獲得 -34% 防禦，持續 4 回合。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "s2_fiji_mermaid_costume_hunter",
        "name": "Gill-Ra C1",
        "effects": [
            "所有盟友獲得 +25% 防禦，持續 4 回合。",
            "所有盟友獲得 +25% 攻擊力，持續 4 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "monster_hunter_greel",
        "name": "Greel",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 315% 傷害。",
            "該攻擊每擊敗一名敵人，施法者獲得 20% 法力。"
        ]
    },
    {
        "heroId": "guardian_bat",
        "name": "Guardian Bat",
        "effects": [
            "對目標造成 270% 傷害，並對附近敵人造成輕微傷害。",
            "每有一名盟友落敗，傷害增加 50%。"
        ]
    },
    {
        "heroId": "halloween_jack",
        "name": "Jack",
        "effects": [
            "對目標造成 200% 傷害。",
            "目標收到一個南瓜炸彈。南瓜炸彈會在 3 個回合後爆炸，對目標和附近目標造成 206 傷害。目標被擊敗時南瓜炸彈也會爆炸。"
        ]
    },
    {
        "heroId": "slayer_maeve",
        "name": "Maeve",
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "目標與附近敵人獲得 -44% 防禦，持續 4 回合。",
            "疊加（最大值： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加（最大值： 10 ）：施法者每回合恢復 5 點生命值。"
        ]
    },
    {
        "heroId": "ninja_morganite",
        "name": "Morganite",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 所有敵人在 2 回合內受到共計 64 點劇毒傷害。",
            "- 所有敵人獲得 -40% 精準度，持續 2 回合。（進攻型特殊技能也有機率無法擊中。）",
            "x 2 法力充能：",
            "- 所有敵人在 4 回合內受到共計 196 點劇毒傷害。",
            "- 所有敵人獲得 -40% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "x 3 法力充能：",
            "- 所有敵人在 6 回合內受到共計 354 點劇毒傷害。",
            "- 所有敵人獲得 -40% 精準度，持續 6 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "s4_morris",
        "name": "Morris",
        "effects": [
            "移除施法者的所有狀態效果和疊加。即使是無法驅散或淨化的狀態效果和疊加，也會移除。",
            "施法者會挖一個洞，躲在裡頭 2 回合。",
            "在洞內時，施法者無法得到法力，但對普通攻擊、特殊攻擊和所有狀態效果免疫。",
            "經過 2 個回合後，施法者從洞內跳出，對一個隨機敵人造成 223 傷害。",
            "被擊中的敵人得到以下狀態異常：",
            "* 目標不能增加法力，持續 2 個回合。"
        ]
    },
    {
        "heroId": "s4_morris_costume_potter",
        "name": "Morris C1",
        "effects": [
            "移除施法者的所有狀態效果和疊加，包括那些無法驅散或淨化的狀態效果和疊加。",
            "施法者會挖一個洞，躲在裡頭 3 回合。",
            "在洞內時，施法者無法得到法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫。",
            "經過 3 個回合後，施法者從洞內跳出，對一個隨機敵人造成 143 傷害。",
            "被擊中的敵人得到以下狀態異常：",
            "目標不能增加法力，持續 3 個回合。"
        ]
    },
    {
        "heroId": "undead_horned_skeleton",
        "name": "Oberon",
        "effects": [
            "對所有敵人造成 121% 傷害。",
            "所有敵人在 6 回合內受到共計 102 點傷害。"
        ]
    },
    {
        "heroId": "undead_horned_skeleton_costume_fool",
        "name": "Oberon C1",
        "effects": [
            "所有敵人在 3 回合內受到共計 324 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "heroId": "undead_horned_skeleton_costume_cute",
        "name": "Oberon Toon",
        "effects": [
            "對所有敵人造成 151% 傷害。",
            "所有敵人在 6 回合內受到共計 76 點傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "undead_horned_skeleton_costume_glass",
        "name": "Oberon Glass",
        "effects": [
            "對所有敵人造成 161% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人在 4 回合內受到共計 148 點劇毒傷害。"
        ]
    },
    {
        "heroId": "kalevala_para",
        "name": "Para",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "所有敵人獲得 -24% 攻擊力，持續 4 回合。對神聖系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "blackguard_female_captain",
        "name": "Prisca",
        "effects": [
            "對目標造成 235% 傷害。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "heroId": "blackguard_female_captain_costume_musketeer",
        "name": "Prisca C1",
        "effects": [
            "對目標造成 205% 傷害，並對附近敵人造成輕微傷害。",
            "為施法者治療 30% 的傷害。"
        ]
    },
    {
        "heroId": "blackguard_female_captain_costume_cute",
        "name": "Prisca Toon",
        "effects": [
            "對目標造成 265% 傷害。",
            "為施法者治療 45% 的傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "blackguard_female_captain_costume_glass",
        "name": "Prisca Glass",
        "effects": [
            "對目標造成 275% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "heroId": "blackguard_skulker",
        "name": "Renfeld",
        "effects": [
            "對目標造成 215% 傷害。",
            "為施法者治療 50% 的傷害。"
        ]
    },
    {
        "heroId": "blackguard_skulker_costume_doctor",
        "name": "Renfeld C1",
        "effects": [
            "對目標造成 195% 傷害。",
            "施法者在 4 個回合內竊取目標與附近敵人產出的法力，一開始僅竊取少量法力，竊取量會隨每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果無法淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "heroId": "blackguard_skulker_costume_cute",
        "name": "Renfeld Toon",
        "effects": [
            "對目標造成 245% 傷害。",
            "為施法者治療 40% 的傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "blackguard_skulker_costume_glass",
        "name": "Renfeld Glass",
        "effects": [
            "對目標造成 255% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "為施法者治療 45% 的傷害。"
        ]
    },
    {
        "heroId": "knights_treevil",
        "name": "Treevil",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 6 回合。",
            "所有敵人獲得 -34% 防禦，持續 6 回合。",
            "所有敵人獲得 -34% 法力產出，持續 6 回合。"
        ]
    },
    {
        "heroId": "undead_running_skeleton",
        "name": "Tyrum",
        "effects": [
            "對目標造成 310% 傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "undead_running_skeleton_costume_roman",
        "name": "Tyrum C1",
        "effects": [
            "對目標造成 310% 傷害。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "undead_running_skeleton_costume_cute",
        "name": "Tyrum Toon",
        "effects": [
            "對目標造成 315% 傷害。",
            "對神聖系造成額外傷害。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "undead_running_skeleton_costume_glass",
        "name": "Tyrum Glass",
        "effects": [
            "對目標造成 325% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "beowulf_unferth",
        "name": "Unferth",
        "effects": [
            "對目標造成 250% 傷害。",
            "如果目標剩餘生命超過 70%，可對其造成 300% 傷害。",
            "異常來源：以下效果在每回合開始時對一名隨機敵人施放。",
            "* -50% 特殊技能防禦，持續 3 回合。",
            "* 異常來源將啟動 3 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "vampire_lord",
        "name": "Vlad",
        "effects": [
            "目標在 5 回合內受到共計 65 點傷害。（若目標身上已有此效果，持續時間將會刷新，並且傷害會提高 115 點，最多共計 295 點傷害。）",
            "施法者偷取目標所獲治療的 61%，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_ahhotep",
        "name": "Ahhotep",
        "effects": [
            "對目標造成 340% 傷害，並對附近敵人造成輕微傷害。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +20 法力。"
        ]
    },
    {
        "heroId": "s5_ahhotep_costume_champion",
        "name": "Ahhotep C1",
        "effects": [
            "對目標造成 370% 傷害，並對附近敵人造成輕微傷害。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +15% 法力。"
        ]
    },
    {
        "heroId": "s2_ghost_woman",
        "name": "Ameonna",
        "effects": [
            "對施法者施放完整移除。",
            "施法者轉變為幽靈型態，持續 4 回合。",
            "在變為幽靈型態時，施法者獲得 +82% 攻擊力。在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。"
        ]
    },
    {
        "heroId": "s2_ghost_woman_costume_yurei",
        "name": "Ameonna C1",
        "effects": [
            "對施法者施放完整移除。",
            "施法者轉變為幽靈型態，持續 4 回合。在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "在變為幽靈型態時，除施法者以外的所有盟友擁有 +44% 防禦。",
            "在變為幽靈型態時，除施法者以外的所有盟友每回合恢復 140 點生命值。"
        ]
    },
    {
        "heroId": "ninja_ametrine",
        "name": "Ametrine",
        "effects": [
            "1 倍法力充能：",
            "* 驅散目標的增益。",
            "* 對目標造成 220% 傷害。",
            "2 倍法力充能：",
            "* 驅散目標和附近敵人的增益。",
            "* 對目標及附近敵人造成 255% 傷害。",
            "3 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 對所有敵人造成 300% 傷害。"
        ]
    },
    {
        "heroId": "halloween_ana_belle",
        "name": "Ana-Belle",
        "effects": [
            "驅散並淨化所有盟友和敵人的全部增益與狀態異常。",
            "為所有盟友恢復 45% 生命。",
            "每移除一個狀態效果，便額外回復 2% 生命，總共至多回復 65% 生命。"
        ]
    },
    {
        "heroId": "halloween_ana_belle_costume_mafia",
        "name": "Ana-Belle C1",
        "effects": [
            "驅散並淨化所有盟友和敵人的全部增益與狀態異常。",
            "為所有盟友恢復 43% 生命。",
            "每移除一個狀態效果，便額外回復 3% 生命，總共至多回復 73% 生命。"
        ]
    },
    {
        "heroId": "styx_arges",
        "name": "Arges",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標及附近敵人造成 165% 傷害。",
            "* 施法者和附近盟友獲得 +30% 攻擊力，持續 3 回合。",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 215% 傷害。",
            "* 目標與附近敵人獲得 -34% 防禦，持續 3 回合。",
            "3 倍法力充能：",
            "* 對目標及附近敵人造成 365% 傷害。",
            "* 施法者和附近盟友獲得 +50% 攻擊力，持續 3 回合。",
            "* 目標與附近敵人獲得 -44% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "pirate_first_mate",
        "name": "Boomer",
        "effects": [
            "對所有敵人造成 204% 傷害。",
            "施法者和附近盟友獲得對神聖系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "wonderland_cheshire_cat",
        "name": "Cheshire Cat",
        "effects": [
            "隨機重新排列敵人位置。",
            "所有神聖系敵人獲得 -44% 防禦，持續 4 回合。",
            "所有敵人在 4 回合內受到共計 276 點傷害。此效果無法淨化。"
        ]
    },
    {
        "heroId": "wonderland_cheshire_cat_costume_malicious",
        "name": "Cheshire Cat C1",
        "effects": [
            "隨機重新排列敵人位置。",
            "所有神聖敵人獲得 -34% 防禦，持續 4 回合。",
            "所有敵人在 4 回合內受到共計 364 點流血傷害。"
        ]
    },
    {
        "heroId": "mighty_pet_cupcake",
        "name": "Cupcake",
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 400% 傷害。",
            "目標無法獲得新的小兵，持續 4 回合。"
        ]
    },
    {
        "heroId": "undead_captain_warrior",
        "name": "Cyprian",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。"
        ]
    },
    {
        "heroId": "undead_captain_warrior_costume_prince",
        "name": "Cyprian C1",
        "effects": [
            "所有盟友以所受傷害的 60% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "undead_captain_warrior_costume_reveller",
        "name": "Cyprian C2",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 80% 的傷害，持續 4 回合。",
            "施法者與附近盟友每次反擊可恢復適量法力，持續 4 回合。同一回合中，效果經連續啟動會減弱。",
            "施法者與附近盟友受到的所有傷害降低 -35%，持續 4 回合。"
        ]
    },
    {
        "heroId": "undead_captain_warrior_costume_cute",
        "name": "Cyprian Toon",
        "effects": [
            "施法者與附近盟友以所受傷害的 125% 進行反擊，持續 5 回合。此狀態效果无法驅散，對暗黑系角色持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "undead_captain_warrior_costume_glass",
        "name": "Cyprian Glass",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。",
            "所有暗黑系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "christmas_dizzy",
        "name": "Dizzy",
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "為施法者與附近盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命和 10% 攻擊。",
            "施法者與附近盟友將全部狀態效果和 100% 傷害反射給進攻者，並抵擋其它來自敵人神聖系特殊技能的負面效果，持續 4 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "fox_foxglove",
        "name": "Foxglove",
        "effects": [
            "對目標及附近敵人造成 255% 傷害。",
            "目標和附近敵人每個回合持續受到 97 點劇毒傷害。（此效果會持續到被驅散、替代或移除為止。）",
            "目標與附近敵人獲得 -30% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "s3_fura",
        "name": "Fura",
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "使所有敵人的最大生命值降低 100 點。對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 100 點。",
            "所有敵人獲得的治療減少 -50%，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_fura_costume_herbalist",
        "name": "Fura C1",
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "使目標和附近敵人的法力減少 15%。",
            "目標與附近敵人獲得的治療減少 -75%，持續 3 回合。"
        ]
    },
    {
        "heroId": "sand_vizier",
        "name": "Gafar",
        "effects": [
            "對目標造成 260% 傷害。",
            "目標在 4 回合內受到共計 228 點傷害。",
            "目標獲得的治療減少 -100%，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "heroId": "journey_heifeng_guai",
        "name": "Heifeng Guai",
        "effects": [
            "對目標造成 285% 傷害。",
            "為目標重置可驅散狀態異常的持續時間。",
            "目標獲得 -35% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "villain_ingolf",
        "name": "Ingolf",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有敵人已啟動的增益持續時間減少 1 回合。",
            "所有敵人受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 50 點傷害，而且每個回合降低目標的法力產出 -9%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "sand_tower",
        "name": "Jabbar",
        "effects": [
            "對目標造成 235% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 4 回合內受到共計 172 點傷害。",
            "目標與附近敵人獲得的治療增加 -75%，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "heroId": "owl_juliani",
        "name": "Juliani",
        "effects": [
            "此特殊技能必定命中目標。",
            "使用月昇打擊攻擊目標與附近敵人，造成最高 860 點傷害。如果目標為神聖系元素角色，則造成額外 30% 傷害。",
            "目標與附近敵人在 5 回合內受到共計 900 點劇毒傷害。施法者和所有盟友能吸收所造成之劇毒傷害的 35% 作為生命值。"
        ]
    },
    {
        "heroId": "musketeer_kitty",
        "name": "Kitty",
        "effects": [
            "所有盟友在 3 個回合內恢復 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友將狀態異常反射給敵方戰隊的隨機角色，持續 3 個回合。（僅反射可淨化的狀態異常。）",
            "施法者獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "musketeer_kitty_costume_harvester",
        "name": "Kitty C1",
        "effects": [
            "所有盟友在 3 個回合內恢復 561 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友將狀態異常反射給敵方戰隊的隨機角色，持續 3 個回合。（僅反射可淨化的狀態異常。）",
            "施法者獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "castle_bear_koda",
        "name": "Koda",
        "effects": [
            "對目標造成 400% 傷害。",
            "目標獲得 -35% 防禦，持續 3 回合。",
            "防禦每回合降低 -10%，至多 -55%。"
        ]
    },
    {
        "heroId": "elemental_lexi",
        "name": "Lexi",
        "effects": [
            "施法者與附近盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "目標與附近敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "施法者和附近盟友獲得對神聖系 +94% 的防禦，持續 4 回合。",
            "目標與附近敵人獲得對暗黑系 -44% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_meadow",
        "name": "Meadow",
        "effects": [
            "對目標造成 265% 傷害。",
            "目標在 3 回合內受到共計 402 點劇毒傷害，起始傷害較低，每個回合逐漸增加。"
        ]
    },
    {
        "heroId": "knights_merlin",
        "name": "Merlin",
        "effects": [
            "對目標造成 220% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 250%。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "heroId": "knights_merlin_costume_astrology",
        "name": "Merlin C1",
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 270%。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "heroId": "s2_proteus",
        "name": "Proteus",
        "effects": [
            "目標與附近敵人在 3 回合內受到共計 327 點劇毒傷害。",
            "目標與附近敵人不能增加法力，持續 3 回合。"
        ]
    },
    {
        "heroId": "s2_proteus_costume_farseer",
        "name": "Proteus C1",
        "effects": [
            "所有敵人在 2 回合內受到共計 324 點劇毒傷害。",
            "所有敵人獲得 -50% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "blackguard_knight",
        "name": "Rigard",
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "blackguard_knight_costume_elegant",
        "name": "Rigard C1",
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友獲得 +48% 攻擊力，持續 3 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "blackguard_knight_costume_healer",
        "name": "Rigard C2",
        "effects": [
            "為所有盟友提供 410 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +40% 防禦，持續 3 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "blackguard_knight_costume_cute",
        "name": "Rigard Toon",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。此狀態效果无法驅散，對暗黑系角色持續時間延長 2 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "blackguard_knight_costume_glass",
        "name": "Rigard Glass",
        "effects": [
            "為所有盟友恢復 47% 生命值。",
            "所有暗黑系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "institute_ryleh",
        "name": "Ryleh",
        "effects": [
            "對目標造成 400% 傷害，並對其造成 30 點瘋狂。",
            "目標獲得 靈魂綁定 效果，持續 3 回合。此效果無法淨化。（此效果總是繞過反射。）",
            "施法者受到的所有傷害，也會對所有被 靈魂綁定 的敵人造成。（傷害在所有被靈魂綁定的敵人之間共享。此效果不會共享來自其他共享傷害源或反擊的傷害。）",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "heroId": "undead_female_warrior",
        "name": "Sabina",
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "undead_female_warrior_costume_princess",
        "name": "Sabina C1",
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有敵人在 3 回合內無法獲得新的增益。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "undead_female_warrior_costume_rococo",
        "name": "Sabina C2",
        "effects": [
            "所有盟友在 3 回合內恢復 609 點生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 回合。",
            "淨化所有盟友的異常狀態。"
        ]
    },
    {
        "heroId": "undead_female_warrior_costume_cute",
        "name": "Sabina Toon",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。此狀態效果无法驅散，對暗黑系角色持續時間延長 2 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "undead_female_warrior_costume_glass",
        "name": "Sabina Glass",
        "effects": [
            "為所有盟友恢復 46% 生命值。",
            "所有暗黑系盟友反射狀態異常和負面效果疊加，持續 2 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "magic_sergei",
        "name": "Sergei",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人對暗黑系獲得 -54% 防禦，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +100% 普通攻擊，持續 5 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。"
        ]
    },
    {
        "heroId": "tales1_sharkhai",
        "name": "Shar'Khai",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有盟友承受 5 回合的 +80% 普通攻擊。普通攻擊每回合增加 20%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。",
            "* 所有盟友獲得 +20% 暴擊率，持續 5 回合。",
            "第 2 次：",
            "* 所有盟友承受 5 回合的 +80% 普通攻擊。普通攻擊每回合增加 20%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。",
            "* 所有盟友獲得 +35% 暴擊率，持續 5 回合。"
        ]
    },
    {
        "heroId": "tales1_sharkhai_costume_butcher",
        "name": "Shar'Khai C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 所有盟友承受 5 回合的 +70% 普通攻擊。普通攻擊每回合增加 15%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +130% 威力。",
            "* 所有盟友獲得 +15% 暴擊率，持續 5 回合。",
            "第 2 次：",
            "* 所有盟友承受 5 回合的 +90% 普通攻擊。普通攻擊每回合增加 25%。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +190% 威力。",
            "* 所有盟友獲得 +40% 暴擊率，持續 5 回合。"
        ]
    },
    {
        "heroId": "shadow_shoggo",
        "name": "Shoggo",
        "effects": [
            "對所有敵人造成 250% 傷害並對其造成 10 點瘋狂。",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。",
            "對施法者造成 55 點瘋狂。"
        ]
    },
    {
        "heroId": "moth_shyombre",
        "name": "Shyombre",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 250% 傷害。如果只有一個敵人，傷害加倍。",
            "位於敵方陣型邊緣的敵人在 4 個回合內受到 220 點劇毒傷害。有加成生命值、小兵或一名超級小兵的目標會受到額外傷害。（對有加成生命值的目標造成的劇毒傷害 +100%。目標所擁有的每個小兵或超級小兵會額外增加 +33% 傷害，最高共可達 +199% ）"
        ]
    },
    {
        "heroId": "s3_stonecleave",
        "name": "Stonecleave",
        "effects": [
            "移除施法者的所有狀態效果和疊加。即使是無法驅散或淨化的狀態效果和疊加，也會移除。",
            "施法者轉變為恐怖幽靈型態。",
            "在變為恐怖幽靈型態時，施法者每回合會自動對隨機敵人造成 175% 傷害。",
            "在變為恐怖幽靈型態時，施法者無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、狀態效果和疊加免疫，但來自相衝其元素的敵人的傷害除外。",
            "恐怖幽靈型態持續 4 回合。"
        ]
    },
    {
        "heroId": "fleur_talesie",
        "name": "Talesie",
        "effects": [
            "對目標造成 220% 傷害。",
            "對所有带有血百合標記的敵人造成 180% 傷害。",
            "所有带有血百合合標記的敵人，在 3 回合內受到 189 點流血傷害。"
        ]
    },
    {
        "heroId": "blackguard_commander",
        "name": "Tiburtus",
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "blackguard_commander_costume_metal",
        "name": "Tiburtus C1",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人獲得 -34% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "blackguard_commander_costume_feather",
        "name": "Tiburtus C2",
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "在 4 個回合內使目標與附近敵人的最大生命值降低 600 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低每回合 150 點。）"
        ]
    },
    {
        "heroId": "blackguard_commander_costume_cute",
        "name": "Tiburtus Toon",
        "effects": [
            "對目標造成 325% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 防禦，持續 6 回合。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "blackguard_commander_costume_glass",
        "name": "Tiburtus Glass",
        "effects": [
            "對目標造成 335% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標與附近敵人獲得 -29% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "ronin_tokage_daigo",
        "name": "Tokage Daigo",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "對目標造成 180% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有被擊中的目標在 2 個回合內受到 398 點劇毒傷害。",
            "攻擊有 65% 的機率無視防禦增益。（包含反擊）",
            "x 2 法力充能：",
            "對目標造成 280% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有被擊中的目標在 3 個回合內受到 597 點劇毒傷害。",
            "攻擊有 85% 的機率無視防禦增益。（包含反擊）",
            "x 3 法力充能：",
            "對目標造成 380% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有被擊中的目標在 4 個回合內受到 796 點劇毒傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "goblin_acidfire",
        "name": "Acidfire",
        "effects": [
            "對目標及附近敵人造成 355% 傷害。",
            "枯萎：目標與附近敵人獲得 -225 點攻擊和 -225 點防禦。",
            "目標和附近敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可驅散的增益）"
        ]
    },
    {
        "heroId": "elemental_aconia",
        "name": "Aconia",
        "effects": [
            "對目標與神聖敵人召喚匕首惡魔。惡魔每回合以 250% 的攻擊力對目標造成傷害。",
            "匕首惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 20% 時消失。",
            "當匕首惡魔吸收足夠治療量而消失時，其主人在 3 個回合內受到 810 點流血傷害。"
        ]
    },
    {
        "heroId": "elemental_aconia_costume_courier",
        "name": "Aconia C1",
        "effects": [
            "對目標與神聖敵人召喚匕首惡魔。惡魔每回合以 200% 的攻擊力對目標造成傷害。",
            "匕首惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 30% 時消失。",
            "當匕首惡魔吸收足夠治療量而消失時，其主人在 3 個回合內受到 1011 點流血傷害。",
            "所有敵人受到狀態異常和負面疊加的 +30% 額外傷害，持續 6 回合。"
        ]
    },
    {
        "heroId": "dark_god_aeron",
        "name": "Aeron",
        "effects": [
            "所有盟友在 5 回合內恢復 1150 點生命值。",
            "施法者與附近盟友對新的狀態異常免疫，持續 5 回合。此效果無法驅散。",
            "淨化施法者和附近盟友的狀態異常。",
            "元素鏈給予所有暗黑盟友 + 5% 攻擊力與 + 5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "dark_god_aeron_costume_periwig",
        "name": "Aeron C1",
        "effects": [
            "為所有盟友恢復 47% 生命值。",
            "消除施法者與附近盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "元素鏈給予所有暗黑盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "mimic_aether_purple",
        "name": "Aether Mimic Dark",
        "effects": [
            "對目標造成 600% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "模仿怪寶箱將關閉持續 2 個回合。"
        ]
    },
    {
        "heroId": "magic_carpet_agadh",
        "name": "Agadh",
        "effects": [
            "對目標造成 565% 傷害，並對附近敵人造成輕微傷害。",
            "目標獲得腐蝕劇毒效果，持續 3 個回合，腐蝕劇毒會造成 134 點劇毒傷害，而且每個回合降低目標的法力產出 10%，對擁有小兵或超級小兵的英雄造成額外傷害。（僅影響從配對磚格所獲的法力，或於回合結束時防禦隊所獲的法力。）",
            "目標無法復活盟友或是自己，持續 3 個回合。"
        ]
    },
    {
        "heroId": "magic_agrafena",
        "name": "Agrafena",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人獲得 -20% 攻擊力，持續 3 回合。",
            "* 所有敵人獲得 -20% 防禦，持續 3 回合。",
            "* 所有敵人在 3 回合內受到共計 159 點劇毒傷害。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 6 回合。",
            "* 所有盟友獲得 +54% 防禦，並在每次被擊中後增加 5%，持續 6 回合。",
            "* 所有盟友在 6 回合內恢復 1428 點生命值。"
        ]
    },
    {
        "heroId": "magic_agrafena_costume_dark",
        "name": "Agrafena C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人獲得 -27% 攻擊力，持續 3 回合。",
            "* 所有敵人獲得 -27% 防禦，持續 3 回合。",
            "* 所有敵人在 3 個回合內受到 342 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 10% 作為生命值。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +50% 攻擊，並在每次被擊中後增加 20%，持續 6 回合，最多 +150% 攻擊。",
            "* 所有盟友獲得 +59% 防禦，並在每次被擊中後增加 5%，持續 6 回合，最多 +84% 防禦。",
            "* 所有盟友在 6 個回合內恢復 1500 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "dark_god_akilius",
        "name": "Akilius",
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 490% 傷害。",
            "目標與附近敵人獲得 -45% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "元素鏈給予所有暗黑系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s3_alfrike",
        "name": "Alfrike",
        "effects": [
            "對命中的目標造成 200% 傷害。",
            "對隨機敵人施放 5 個暗黑立方體。",
            "暗黑立方體會使目標的最大生命值降低 224 點。最大生命值不得低於原最大生命值的 30%。",
            "在 3 回合內，若命中的敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "heroId": "s3_alfrike_costume_hatter",
        "name": "Alfrike C1",
        "effects": [
            "對命中的目標造成 240% 傷害。",
            "對隨機敵人施放 5 個暗黑立方體。",
            "暗黑立方體會使目標的最大生命值降低 184 點。此效果對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 184 點。",
            "在 3 回合內，若命中的敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "heroId": "magic_carpet_amelia",
        "name": "Amelia",
        "effects": [
            "為所有盟友恢復 26% 生命值。",
            "從所有敵人身上驅散 1 個增益。（優先驅散最新的增益）",
            "除了施法者之外，所有盟友獲得 +34% 機率閃避特殊技能，持續 3 回合。每次閃避都會獲得 +27% 攻擊疊加。（最大值： 10 ）"
        ]
    },
    {
        "heroId": "ninja_amethyst",
        "name": "Amethyst",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對所有敵人造成 200% 傷害。",
            "- 對所有敵人召喚忍者刺客惡魔。惡魔每回合以 59% 的攻擊力對目標造成傷害。",
            "- 忍者刺客惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 32% 時消失。",
            "x 2 法力充能：",
            "- 對所有敵人造成 275% 傷害。",
            "- 對所有敵人召喚忍者刺客惡魔。惡魔每回合以 75% 的攻擊力對目標造成傷害。",
            "- 忍者刺客惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 50% 時消失。",
            "x 3 法力充能：",
            "- 對所有敵人造成 355% 傷害。",
            "- 對所有敵人召喚忍者刺客惡魔。惡魔每回合以 84% 的攻擊力對目標造成傷害。",
            "- 忍者刺客惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 54% 時消失。"
        ]
    },
    {
        "heroId": "dark_god_anoushka",
        "name": "Anoushka",
        "effects": [
            "為所有盟友恢復 32% 生命值。",
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "目標陷入沉睡。",
            "睡著時，目標無法攻擊或獲得法力。",
            "對睡著的目標造成的所有傷害提高 +50%。",
            "睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵和惡魔的傷害。",
            "元素鏈可給予所有暗黑系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s5_anubis",
        "name": "Anubis",
        "effects": [
            "對目標造成貪婪，持續 3 回合。特殊技能的友善效果僅影響具有「貪婪」的角色。",
            "所有敵人在 3 回合內受到共計 501 點劇毒傷害。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_anubis_costume_dancefloor",
        "name": "Anubis C1",
        "effects": [
            "對目標造成貪婪，持續 3 回合。特殊技能的友善效果僅影響具有「貪婪」的角色。",
            "所有敵人在 3 回合內受到共計 888 點劇毒傷害。",
            "所有敵人獲得 -28% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "musketeer_aramis",
        "name": "Aramis",
        "effects": [
            "對目標及附近敵人造成 375% 傷害。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 個回合。此效果無法驅散。",
            "施法者獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "musketeer_aramis_costume_boulanger",
        "name": "Aramis C1",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 個回合。此效果無法驅散。",
            "施法者受到的所有傷害降低 -20%，持續 3 回合。"
        ]
    },
    {
        "heroId": "dark_god_arfanias",
        "name": "Arfanias",
        "effects": [
            "對目標造成 460% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 650%。",
            "施法者有 +75% 的機率閃避可造成傷害的特殊技能，持續 3 回合。",
            "元素鏈給予所有暗黑盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "construct_arzen",
        "name": "Arzen",
        "effects": [
            "對目標造成 510% 傷害。",
            "有 85% 的機率可額外攻擊隨機敵人最多 4 次。額外攻擊造成輕微傷害。",
            "目標抵禦治療，且每次抵禦治療則受到 200 點傷害，持續 3 回合。"
        ]
    },
    {
        "heroId": "mimic_ascension_item_purple",
        "name": "Ascension Mimic Dark",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標與附近敵人在 4 回合內受到共計 668 點流血傷害。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "shadow_asketel",
        "name": "Asketel",
        "effects": [
            "對目標和鄰近敵人造成 410% 傷害，並對其造成 40 點瘋狂。",
            "在狀態異常持續回合期間，目標和附近敵人已啟動的所有狀態異常均無法淨化。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "s5_bastet",
        "name": "Bastet",
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避都會獲得 +5% 防禦疊加。（最大值： 10 ）"
        ]
    },
    {
        "heroId": "s5_bastet_costume_forest",
        "name": "Bastet C1",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避都會獲得 +10% 防禦疊加。（最大值： 10 ）"
        ]
    },
    {
        "heroId": "magic_becky",
        "name": "Becky",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 350% 傷害。",
            "* 在 3 回合期間，每次目標使用特殊技能時，其餘敵人的法力減少 -15%。",
            "2 倍法力充能：",
            "* 使所有盟友的法力增加 10%。",
            "* 在接下來 5 個回合內，在任何其他盟友施放其特殊技能後，此角色會對所有敵人造成 250% 傷害。（每個角色每回合可以觸發一次此效果）"
        ]
    },
    {
        "heroId": "magic_becky_costume_gothic",
        "name": "Becky C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 430% 傷害。",
            "* 在 3 回合期間，每次目標使用特殊技能時，其餘敵人的法力減少 -15%。",
            "2 倍法力充能：",
            "* 施法者和附近盟友獲得對神聖系 +45% 的防禦，持續 5 回合。",
            "* 使所有盟友的法力增加 10%。",
            "* 在接下來 5 個回合內，在任何其他盟友施放其特殊技能後，此角色會對所有敵人造成 265% 傷害。（每個角色每回合可以觸發一次此效果）"
        ]
    },
    {
        "heroId": "bard_belladonna",
        "name": "Belladonna",
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "盟友每持有一名惡魔，皆可為所有盟友恢復額外 8% 生命。",
            "所有盟友獲得 +54% 攻擊力，持續 4 回合。",
            "所有盟友在 4 回合內對增益驅散和轉移免疫。此免疫也包含此效果本身。"
        ]
    },
    {
        "heroId": "s3_bera",
        "name": "Bera",
        "effects": [
            "為每個盟友召喚一個蛾小兵。蛾小兵繼承施法者 20% 生命與 20% 攻擊。",
            "蛾小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 3 回合內受到共計 207 點劇毒傷害。",
            "* 目標抵抗新的小兵，持續 3 回合。"
        ]
    },
    {
        "heroId": "s3_bera_costume_conjurer",
        "name": "Bera C1",
        "effects": [
            "為每個盟友召喚一個蛾小兵。蛾小兵繼承施法者 30% 攻擊與 30% 生命。",
            "蛾小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 3 回合內受到共計 138 點劇毒傷害。",
            "* 目標在 3 回合內無法獲得新的小兵。"
        ]
    },
    {
        "heroId": "fables_boss_wolf",
        "name": "Boss Wolf",
        "effects": [
            "所有盟友獲得 +24% 法力產出，持續 4 回合。此效果無法驅散。",
            "所有敵人獲得 -34% 法力產出，持續 4 回合。",
            "所有盟友以所受傷害的 115% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "titan_hunter_brachynd",
        "name": "Brachynd",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "對上泰坦造成 500% 傷害。",
            "所有盟友獲得 +50% 攻擊，持續 4 回合。對上神聖泰坦時，所有盟友獲得 +60% 攻擊。",
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。"
        ]
    },
    {
        "heroId": "construct_carta",
        "name": "Carta",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "消除所有盟友最新的可淨化的狀態異常，並隨機分配給所有敵人。",
            "所有盟友獲得 +33% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "castle_stag_cecilia",
        "name": "Cecilia",
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次躲避都能使生命值提高 250 點。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "owl_cennius",
        "name": "Cennius",
        "effects": [
            "此特殊技能必定命中目標。",
            "使用月昇打擊攻擊目標，造成最高 1100 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "成功施放後，有 100% 機率可對隨機目標重新施放刀之翼。",
            "最多可重新施放 3 次，並且每次成功施放後的重新施放機率減少 -35%。"
        ]
    },
    {
        "heroId": "dark_god_chakkoszrot",
        "name": "Chakkoszrot",
        "effects": [
            "對所有敵人造成 295% 傷害。",
            "若任何敵人身上帶有可驅散的法力產出增益，該敵人將獲得 -54% 法力產出，持續 5 回合。此效果無法淨化。",
            "所有敵人在 5 回合內無法獲得新的狀態效果增益。",
            "元素鏈使所有暗黑盟友獲得的任何治療提高 +10%，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "outlaw_chao_gai",
        "name": "Chao Gai",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標造成 420% 傷害。",
            "對施法者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）",
            "施法者轉變為幽靈型態，持續 2 回合。",
            "當幽靈型態期間結束時：",
            "所有盟友获得 +40% 暴击率，持续 2 回合。此效果无法驱散。（處於幽靈型態時，角色無法獲得法力，也無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、被動造成的傷害、狀態效果和量加免疫。對新的成長和枯萎效果免疫。）"
        ]
    },
    {
        "heroId": "styx_charon",
        "name": "Charon",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "2 倍法力充能：",
            "* 每名被擊敗的盟友有 50% 的機率以 10% 的生命值復活。",
            "* 所有盟友在 3 回合內恢復 609 點生命值。",
            "3 倍法力充能：",
            "* 為所有盟友提供 700 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 每名被擊敗的盟友有 65% 的機率以 27% 的生命值復活。",
            "* 所有盟友在 4 回合內恢復 952 點生命值。"
        ]
    },
    {
        "heroId": "dark_god_clarissa",
        "name": "Clarissa",
        "effects": [
            "對目標及附近敵人造成 175% 傷害。",
            "目標與附近敵人在 2 回合內受到共計 344 點劇毒傷害。",
            "對神聖系造成額外傷害。",
            "元素鏈給予所有暗黑系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "villain_dark_lord",
        "name": "Dark Lord",
        "effects": [
            "對目標造成 550% 傷害。",
            "將目標與附近敵人的增益持續時間減少 1 回合。",
            "目標與附近敵人會受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 144 點劇毒傷害，而且每個回合降低目標的法力產出 -13%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "villain_dark_lord_costume_astronomer",
        "name": "Dark Lord C1",
        "effects": [
            "對目標造成 560% 傷害。",
            "將目標與附近敵人的增益持續時間減少 2 個回合。（修改持續時間會影響可驅散與无法驅散效果。若任意效果的持續時間減少至零，則將效果視為正常失效）",
            "目標與附近敵人會受到腐蝕劇毒，持續 4 回合。腐蝕劇毒會造成 320 點劇毒傷害，而且每個回合降低目標的法力產出 -15%。對擁有小兵或超級小兵的英雄造成額外傷害。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "bard_darkbeat",
        "name": "Darkbeat",
        "effects": [
            "對所有敵人造成 355% 傷害。",
            "將所有盟友現有狀態異常的持續時間減少 2 個回合。（修改持續時間會影響可淨化與無法淨化效果。若任意效果的持續時間減少至零，則將效果視為正常失效）",
            "將所有敵人現有增益的持續時間減少 2 個回合。（修改持續時間會影響可淨化與無法淨化效果。若任意效果的持續時間減少至零，則將效果視為正常失效）",
            "所有盟友在 4 回合內對增益驅散和轉移免疫。（此免疫也包含此效果本身）"
        ]
    },
    {
        "heroId": "goblin_darkfeather",
        "name": "Darkfeather",
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "成長：所有盟友獲得 180 點攻擊和 180 點防禦。",
            "在任何隨後盟友施放特殊技能後，所有盟友有 50% 機率對一名隨機敵人造成 270% 傷害，持續 3 個回合。（每個角色施放其特殊技能時，每回合只造成一次傷害）"
        ]
    },
    {
        "heroId": "goblin_deadboot",
        "name": "Deadboot",
        "effects": [
            "偷走目標的全部可驅散狀態效果增益並隨機施放給盟友。",
            "對目標造成 375% 傷害。",
            "每轉移一個狀態異常增益，造成 50% 額外傷害，最多累積造成 625% 傷害。",
            "枯萎：目標獲得 -300 點防禦。"
        ]
    },
    {
        "heroId": "astral_demilune",
        "name": "Demilune",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 495% 傷害，並對附近敵人造成輕微傷害。",
            "偷走目標及鄰近敵人的全部可驅散增益，並隨機分配給所有盟友。",
            "成長：施法者和附近盟友獲得 340 點攻擊。"
        ]
    },
    {
        "heroId": "mahayoddha_devyani",
        "name": "Devyani",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 500% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 2 x點额外傷害。（造成的額外傷害會依施法者調整過的攻擊數值計算。最多可造成额外 ８００ 點额外傷害。會影響所造成傷害的狀態效果，亦會影響造成的外傷害值。额外傷害不受防禦数值影響。會影響攻擊数值的状態效果，不會影響造成的額外傷害值。）",
            "枯萎：目標獲得 -350 點防禦。"
        ]
    },
    {
        "heroId": "kingdom_diaochan",
        "name": "Diaochan",
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "為施法者與附近盟友召喚一個奴僕小兵，其可從施法者繼承 16% 生命和 25% 攻擊。",
            "每次奴僕小兵擊中敵人時，會竊取敵方一個隨機可驅散增益，並交給其主人。"
        ]
    },
    {
        "heroId": "kingdom_diaochan_costume_flowers",
        "name": "Diaochan C1",
        "effects": [
            "為所有盟友恢復 33% 生命值。",
            "為施法者與附近盟友召喚一個奴僕小兵，其可從施法者繼承 33% 生命和 33% 攻擊。",
            "每次奴僕小兵擊中敵人時，會竊取敵方一個隨機可驅散增益，並交給其主人。"
        ]
    },
    {
        "heroId": "magitech_sniper",
        "name": "Domitia",
        "effects": [
            "對目標造成 440% 傷害。",
            "施法者和附近盟友獲得對神聖系 + 94% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "heroId": "magitech_sniper_costume_steampunk",
        "name": "Domitia C1",
        "effects": [
            "對目標造成 400% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 356 點劇毒傷害。",
            "淨化施法者和附近盟友的狀態異常。"
        ]
    },
    {
        "heroId": "magitech_sniper_costume_undead",
        "name": "Domitia C2",
        "effects": [
            "對目標及附近敵人造成 335% 傷害。",
            "目標與附近敵人獲得對暗黑系 -64% 的防禦，持續 4 回合。對神聖系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "magitech_sniper_costume_cute",
        "name": "Domitia Toon",
        "effects": [
            "對目標造成 590% 傷害。",
            "施法者和附近盟友獲得對神聖系 +64% 的防禦，持續 4 回合。",
            "對神聖系造成額外傷害。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "heroId": "magitech_sniper_costume_glass",
        "name": "Domitia Glass",
        "effects": [
            "對目標造成 600% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者和附近盟友獲得對神聖系 +74% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "heroId": "s4_doctor_moreau",
        "name": "Dr. Moreau",
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "目標與附近敵人獲得 -35% 精準度，持續 3 回合。如果目標受到治療，效果持續時間會重設。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "s4_doctor_moreau_costume_scribe",
        "name": "Dr. Moreau C1",
        "effects": [
            "對目標及附近敵人造成 265% 傷害。",
            "目標與附近敵人獲得 -40% 精準度，持續 4 回合。如果目標受到治療，效果持續時間會重設。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "astral_dreadstar",
        "name": "Dreadstar",
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 340% 傷害。",
            "所有敵人獲得 -35% 法力產出，持續 4 回合。",
            "所有敵人獲得的治療減少 -85%，持續 4 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_dubhain",
        "name": "Dubhan",
        "effects": [
            "對目標造成 300% 傷害。",
            "若目標在受到傷害前有超過 50% 的生命，則瞄準其他在受到此特殊技能傷害前超過 50% 生命的敵人。若無其他敵人有 50% 生命，則隨機瞄準敵人。傷害隨著連續攻擊的次數遞增。每個敵人只能受攻擊一次。",
            "所有被命中敵人在 3 個回合內受到 339 點流血傷害。施法者與其附近盟友能吸收已造成之流血傷害的 30% 作為生命值。"
        ]
    },
    {
        "heroId": "tales2_dularfulr",
        "name": "Dularfulr",
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "所有盟友都可獲得火風暴護體，持續 4 個回合，所受到的特殊技能傷害最高減少 -1300 點。攻擊者為自然元素角色時，額外減少 30% 傷害。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "scoundrel_duval",
        "name": "Duval",
        "effects": [
            "劫掠目標，竊取生命和增益。（竊取 400 生命。安全地從目標身上竊取一個隨機成長效果、正面疊加增益或狀態效果。包括不可驅散的增益和舞蹈效果。安全竊取可避免移增益時的第二效果，例如移除時受到傷害。被動技能和家族效果仍可發動。）",
            "對目標造成 560% 傷害。",
            "目標在 3 回合內受到共計 1413 點劇毒傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "heroId": "dark_god_eldwren",
        "name": "Eldwren",
        "effects": [
            "對目標造成 400% 傷害。",
            "對目標召唤雷恩恶魔。恶魔每一回合以 55% 的攻撃對敵人造成傷害。",
            "雷恩恶魔會吸收治療效果。在吸收的治療等於目標最大生命值的 55% 時消失。",
            "回合開始時，目標的法力一旦滿格，便会自動對隨機盟友施放莽夫亂拳，持續 3 個回合。此效果無法淨化。",
            "元素鏈給予所有暗黑盟友 +20% 攻擊力，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "vegetable_elsbeth",
        "name": "Elsbeth",
        "effects": [
            "對目標造成 600% 傷害。",
            "如果目標有惡魔或超級惡魔，则對不同的隨機敵人造成 500% 傷害。",
            "每攻擊一個敵人，就召唤一個種子惡魔。（2 回合後，种子态會进化為發芽惡魔。 2 回合後，發芽惡魔會进化為盛開超級惡魔。种子惡魔： 50% 攻撃、 20% 生命。發芽惡魔： 75% 攻撃、 30% 生命。盛开超級惡魔： 250% 攻撃、 60% 生命。惡魔會在每個回合攻擊其目標。惡魔會在吸收治療後消失。根據目標的最大生命值决定所需的治療量。惡魔每次吸收傷害時，會使進化延遲 1 回合。）",
            "施法者和附近盟友獲得 +44% 防禦，並在每次被撃中後增加 10%，持續 3 個回合，最高 +94% 防禦。"
        ]
    },
    {
        "heroId": "mimic_emblem_purple",
        "name": "Emblem Mimic Dark",
        "effects": [
            "對目標造成 480% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標在 3 回合內受到共計 387 點劇毒傷害。此效果會蔓延至附近敵人。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "valentines_eros",
        "name": "Eros",
        "effects": [
            "對目標造成 465% 傷害。",
            "目標受到的所有傷害提高 +40%，持續 2 回合。"
        ]
    },
    {
        "heroId": "mimic_training_hero_purple",
        "name": "Experience Mimic Dark",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "elemental_farrah",
        "name": "Farrah",
        "effects": [
            "對目標造成 500% 傷害。",
            "依照面板中暗黑磚格的數量，對相同數量的隨機敵人造成額外 200% 傷害，最多 12 次。連續命中的傷害逐次減少。",
            "所有被擊中的目標對暗黑系獲得 -35% 防禦，並在每次被擊中後減少 -5%，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_freya",
        "name": "Freya",
        "effects": [
            "為每個盟友召喚一個渡鴉小兵，其可從施法者繼承 20% 生命與 20% 攻擊。",
            "渡鴉小兵會給予主人的所有其他小兵 +120% 攻擊。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_freya_costume_witch",
        "name": "Freya C1",
        "effects": [
            "為每個盟友召喚一個渡鴉小兵，其可從施法者繼承 25% 生命與 15% 攻擊。",
            "渡鴉小兵會給予主人的所有其他小兵 +180% 攻擊。",
            "所有盟友有 +36% 機率閃避可造成傷害的特殊技能，持續 4 回合。"
        ]
    },
    {
        "heroId": "elemental_gastille",
        "name": "Gastille",
        "effects": [
            "所有盟友獲得 +150% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 200% 威力。",
            "所有敵人受到的所有傷害提高 +55%，持續 4 回合。"
        ]
    },
    {
        "heroId": "astral_dwarf_gongoth",
        "name": "Gongoth",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "枯萎：目標與附近敵人獲得 -350 點攻擊。",
            "目標和附近敵人受到的傷害增加 +25%，持續 3 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +10%，最多累積至 +85%。"
        ]
    },
    {
        "heroId": "slime_gooldron",
        "name": "Gooldron",
        "effects": [
            "對目標及附近敵人造成 385% 傷害。",
            "對目標與附近敵人召喚史萊姆惡魔。惡魔每回合以 50% 的攻擊力對敵人造成傷害。",
            "史萊姆惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "每個回合結束時，史萊姆惡魔會盜取目標的其中一個可驅散增益或成長效果，並隨機給予敵對戰隊的一個角色。"
        ]
    },
    {
        "heroId": "monster_hunter_goretooth",
        "name": "Goretooth",
        "effects": [
            "對目標造成 430% 傷害。",
            "目標獲得 -45% 防禦，持續 2 回合。防禦每回合降低 -15%，至多 -60%。",
            "目標不能增加法力，持續 2 個回合。"
        ]
    },
    {
        "heroId": "gargoyle_goseck",
        "name": "Goseck",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "施法者的生命值越少，能造成的傷害越多，最高可達 700%。"
        ]
    },
    {
        "heroId": "beowulf_grendels_mother",
        "name": "Grendel's Mother",
        "effects": [
            "對所有敵人造成 410% 傷害。",
            "所有敵人在 6 回合內受到共計 1230 點詛咒傷害，起始傷害較低，每個回合逐漸增加。",
            "異常來源：以下效果在每回合開始時對一名隨機敵人施放。",
            "* 從狀態異常受到 +60% 傷害，持續 5 個回合。",
            "* 獲得 -60% 治療，持續 5 個回合。",
            "異常來源將啟動 6 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "elemental_griffex",
        "name": "Griffex",
        "effects": [
            "為所有神聖敵人减少 100% 的法力。減少所有其他敵人 50% 的法力。",
            "為除了施法者之外的所有暗黑系盟友增加 30% 的法力。使所有盟友的法力增加 15%。"
        ]
    },
    {
        "heroId": "elemental_griffex_costume_camera",
        "name": "Griffex C1",
        "effects": [
            "為所有神聖敵人减少 100% 的法力。減少所有其他敵人 55% 的法力。",
            "為除了施法者之外的所有暗黑系盟友增加 30% 的法力。使所有盟友的法力增加 15%。（對其他格非斯角色無效。）",
            "所有盟友對新的負面法力效果免疫，持續 5 個回合。"
        ]
    },
    {
        "heroId": "dark_god_grimble",
        "name": "Grimble",
        "effects": [
            "摧毀所有敵人的全部小兵。",
            "對所有敵人造成 315% 傷害。",
            "每個摧毀的小兵使所有盟友獲得少量法力。",
            "元素鏈給予所有暗黑盟友 +10% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "guardian_cat_warrior",
        "name": "Guardian Panther",
        "effects": [
            "對目標及附近敵人造成 210% 傷害。",
            "目標與附近敵人獲得對暗黑系 -54% 的防禦，持續 4 回合。",
            "驅散目標和附近敵人的增益。"
        ]
    },
    {
        "heroId": "guardian_cat_warrior_costume_fierce",
        "name": "Guardian Panther C1",
        "effects": [
            "對所有敵人造成 285% 傷害。",
            "所有敵人對暗黑增加 -34% 防禦，持續 3 回合。",
            "所有敵人在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "slime_gunktus",
        "name": "Gunktus",
        "effects": [
            "對目標造成 535% 傷害，並對附近敵人造成輕微傷害。",
            "施法者獲得 +45% 攻擊力，並在每次被擊中時再增加 +20% 攻擊力，持續 3 回合。",
            "施法者獲得史萊姆復活狀態效果，持續 2 回合。若在擁有史萊姆復活狀態效果時被擊敗，施法者將重生為史萊姆並擁有：",
            "* 100% 繼承生命值。",
            "* 50% 攻擊。",
            "* 50% 防禦。",
            "* 特殊技能：史萊姆拍擊。",
            "* 此效果無法驅散。",
            "* 對目標造成 350% 傷害。",
            "若史萊姆在 3 個回合內未被擊敗，則將重生為角色原本型態，並繼承史萊姆的生命值和法力。"
        ]
    },
    {
        "heroId": "s4_hannah",
        "name": "Hannah",
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "對目標與附近敵人召喚金像惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "金像惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 20% 時消失。",
            "召喚金像惡魔之後，主人擁有金像惡魔期間，金像惡魔會給予其主人 -20% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "heroId": "s4_hannah_costume_drover",
        "name": "Hannah C1",
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "對目標與附近敵人召喚金像惡魔。惡魔每回合以 36% 的攻擊力對敵人造成傷害。",
            "金像惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 28% 時消失。",
            "召喚時，主人擁有金像惡魔的期間，金像惡魔會給予其主人 -20% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "heroId": "astral_demon_haradea",
        "name": "Haradea",
        "effects": [
            "對目標及附近敵人造成 390% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 450%。",
            "目標與附近敵人受到共振，持續 3 回合。每個回合，共振對受影響的敵人造成 541 點傷害，並對附近敵人造成 270 點傷害。",
            "目標和附近敵人受到法力腐朽，持續 3 個回合。每當受影響的目標從其他來源獲得法力時，都會受到 800 點傷害。（只有當目標具有法力產生增益或正的法力產生疊加時，於回合結束或從相符方塊中為防禦隊伍附加法力才會使法力腐朽生效。從其他來源附加法力一律會使法力腐朽生效。）"
        ]
    },
    {
        "heroId": "monster_hunter_hawthorn",
        "name": "Hawthorn",
        "effects": [
            "所有盟友在 4 個回合內恢復 672 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 回合內恢復少量法力。",
            "所有盟友反射狀態異常，持續 4 回合，反射負面效果疊加，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "heroId": "dark_god_hel",
        "name": "Hel",
        "effects": [
            "對目標造成 375% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人不能增加法力，持續 4 回合。",
            "對神聖系造成額外傷害。",
            "元素鏈給予所有暗黑盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "dark_god_hel_costume_omen",
        "name": "Hel C1",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "施法者在 4 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果無法淨化，但在施法者被擊敗後會被移除。",
            "對神聖系造成額外傷害。",
            "元素鏈給予所有暗黑盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "tales2_hreidmarr",
        "name": "Hreidmarr",
        "effects": [
            "使用火風暴打擊攻擊所有敵人，造成最多 2200 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "施法者在 5 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果無法淨化，但在施法者被擊敗後會被移除。",
            "每個回合結束時，偷走所有敵人的最新的可驅散增益，並隨機分配給盟友，持續 5 個回合。"
        ]
    },
    {
        "heroId": "outlaw_hu_sanniang",
        "name": "Hu Sanniang",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標造成 500% 傷害。",
            "安全驅散目標的状態效果增益。（安全驅散無視已移除狀態效果增益的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）",
            "對隨機目標造成 500% 傷害。",
            "使隨機目標已啟動的狀態異常持續時間延長 5 回合。（持續時間延長會同時影響可淨化與不可淨化的狀態異常。）"
        ]
    },
    {
        "heroId": "s4_hulda",
        "name": "Hulda",
        "effects": [
            "為每個盟友召喚一個幼蟲小兵，並從施法者繼承 31% 生命。小兵在每個回合結束時為主人恢復 11% 的生命。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會賦予其主人 +24% 法力產出。此效果無法被驅散。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會賦予其主人 +54% 防禦。此效果無法被驅散。"
        ]
    },
    {
        "heroId": "s4_hulda_costume_nurse",
        "name": "Hulda C1",
        "effects": [
            "為每個盟友召喚一個幼蟲小兵，並從施法者繼承 36% 生命。小兵在每個回合結束時為主人恢復 15% 的生命。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會賦予其主人 +24% 法力產出。此效果無法被驅散。",
            "召喚幼蟲小兵之後，主人擁有幼蟲小兵期間，幼蟲小兵會給予其主人 +50% 防禦。此效果無法驅散。"
        ]
    },
    {
        "heroId": "shadow_hunter",
        "name": "Hunter",
        "effects": [
            "此特殊技能必定命中目標。",
            "目標獲得 -25% 防禦，持續 3 回合。",
            "對目標造成 530% 傷害。",
            "如果目標被此攻擊擊敗，則對附近敵人造成 100 點瘋狂。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "monster_hunter_hurricane",
        "name": "Hurricane",
        "effects": [
            "對目標及附近敵人造成 410% 傷害。",
            "重置目標和附近敵人狀態異常的持續時間。",
            "目標與附近敵人在 4 回合內受到共計 916 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 50% 作為生命值。",
            "疊加（最大值： 10 ）：施法者對弱點元素獲得 +20% 攻擊。"
        ]
    },
    {
        "heroId": "beowulf_hygd",
        "name": "Hygd",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友恢復 50% 生命值。",
            "增益來源：以下效果在每回合開始時對所有盟友施放：",
            "對特殊技能的 +40% 防禦，持續 2 個回合。",
            "獲得治療增加 +40%，持續 2 個回合。",
            "增益來源將啟動 3 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "wild_cat_imagus",
        "name": "Imagus",
        "effects": [
            "枯萎：所有敵人獲得 -400 點攻擊。",
            "所有敵人獲得的治療減少 -80%，持續 4 回合。此效果無法淨化。",
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "每回合結束時淨化所有盟友的狀態異常，持續 4 回合。"
        ]
    },
    {
        "heroId": "wonderland_jabberwocky",
        "name": "Jabberwock",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 300% 傷害。如果只有一個敵人，傷害加倍。",
            "位於陣型邊緣的敵人在 3 個回合內受到 249 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "heroId": "wonderland_jabberwocky_costume_moth",
        "name": "Jabberwock C1",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 300% 傷害。如果只有一個敵人，傷害加倍。",
            "敵方陣型邊緣的敵人會受到腐蝕劇毒，持續 3 回合。腐蝕劇毒會造成 153 點劇毒傷害，而且每個回合降低目標的法力產出 -12%。此效果無法淨化。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "magic_jett",
        "name": "Jett",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 290% 傷害。",
            "* 目標在 3 回合內受到共計 588 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 100% 作為生命值。",
            "2 倍法力充能：",
            "* 對所有敵人造成 300% 傷害。",
            "* 所有敵人在 5 個回合內受到 730 點劇毒傷害。施法者和所有其盟友能吸收所造成之劇毒傷害的 30% 作為生命值。"
        ]
    },
    {
        "heroId": "magic_jett_costume_eyes",
        "name": "Jett C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "x 1 法力充能：",
            "* 對目標造成 300% 傷害。",
            "* 目標在 3 個回合內受到 858 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 100% 作為生命值加成。",
            "x 2 法力充能：",
            "* 對所有敵人造成 300% 傷害。",
            "* 所有敵人在 5 個回合內受到 1085 點劇毒傷害。施法者和所有其盟友能吸收所造成之劇毒傷害的 30% 作為生命值加成。"
        ]
    },
    {
        "heroId": "forsaken_kadath",
        "name": "Kadath",
        "effects": [
            "目標屈服於恐懼，持續 3 回合。（目標獲得 -40% 防禦。 當加入恐懼狀態效果時，會移除所有可被驅散的增益效果與成長效果。目標在持續時間內無法獲得新的增益或成長效果。每當其他盟友施放特殊技能時，受到恐懼影響的目標，會對隨機盟友造成 160% 傷害。每個角色 每回合只能觸發一次此效果。）",
            "對目標造成 570% 傷害，並對其造成 55 點瘋狂。",
            "若目標被攻擊擊敗，則附近敵人會屈服於恐懼，持續 3 個回合。（目標獲得 -40% 防禦。 當加入恐懼狀態效果時，會移除所有可被驅散的增益效果與成長效果。目標在持續時間內無法獲得新的增益或成長效果。每當其他盟友施放特殊技能時，受到恐懼影響的目標，會對隨機盟友造成 160% 傷害。每個角色 每回合只能觸發一次此效果。）",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "s2_cursed_samurai",
        "name": "Kageburado",
        "effects": [
            "驅散目標的增益。",
            "對目標造成 225% 傷害。",
            "如果目標剩餘生命超過 50%，可對其造成 450% 傷害。"
        ]
    },
    {
        "heroId": "s2_cursed_samurai_costume_beetle",
        "name": "Kageburado C1",
        "effects": [
            "驅散目標的增益。",
            "對目標造成 320% 傷害。",
            "目標在 2 回合內無法獲得新的狀態效果增益。",
            "目標獲得 -34% 防禦，持續 2 回合。"
        ]
    },
    {
        "heroId": "villain_karnov",
        "name": "Karnov",
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "改變面板上所有黑暗護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化，防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "villain_karnov_costume_jammies",
        "name": "Karnov C1",
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "改變面板上所有暗黑系護盾的力量。當攻擊英雄施放特殊技能時，護盾會獲得強化並增加 +64% 攻擊力。當防禦英雄施放特殊技能時，護盾會被削弱 -57% 攻擊力。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "gargoyle_kemeny",
        "name": "Kemeny",
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "每有一個狀態異常效果，施法者便造成 65% 額外傷害，最多累積造成 655% 傷害。"
        ]
    },
    {
        "heroId": "s5_khepri",
        "name": "Khepri",
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "對目標與附近敵人召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 600 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "heroId": "s5_khepri_costume_overlord",
        "name": "Khepri C1",
        "effects": [
            "對目標及附近敵人造成 265% 傷害。",
            "對目標與附近敵人召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 900 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "heroId": "dark_god_september",
        "name": "Khiona",
        "effects": [
            "對目標造成 422% 傷害。",
            "施法者和附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 3 回合。",
            "元素鏈會為所有暗黑盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "dark_god_september_costume_engineer",
        "name": "Khiona C1",
        "effects": [
            "對目標造成 350% 傷害。",
            "施法者和附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 4 回合。",
            "元素鏈會為所有暗黑盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s5_khonshu",
        "name": "Khonshu",
        "effects": [
            "對目標造成 425% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將獲得 +50% 法力。"
        ]
    },
    {
        "heroId": "s5_khonshu_costume_knight",
        "name": "Khonshu C1",
        "effects": [
            "對目標造成 450% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將獲得 +45% 法力。"
        ]
    },
    {
        "heroId": "easter_killhare",
        "name": "Killhare",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "除了施法者外的所有盟友獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "easter_killhare_costume_farmer",
        "name": "Killhare C1",
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "除了施法者，所有盟友獲得 -20% 攻擊力，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "wonderland_knave_of_hearts",
        "name": "Knave of Hearts",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "為每個盟友召喚一個塔餅小兵，其可從施法者繼承 10% 生命值與 32% 攻擊力。小兵被擊敗時，會為主人恢復 10% 生命。"
        ]
    },
    {
        "heroId": "slime_knightus",
        "name": "Knightus",
        "effects": [
            "對目標造成 540% 傷害。",
            "目標敵人受到吞噬黏液狀態異常，持續 3 回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 200 點傷害，並且每移除一個效果就會受到 100 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700。）",
            "在 1 個回合後，目標會遭到麻痺，持續 4 個回合。（麻痹的敵人無法进行攻墼或獲得法力，受到的傷害也會提高 +50%。一旦被麻痺，效果無法淨化。頭目、泰坦和神話泰坦不受此状態效果影響。）",
            "所有神聖系敵人獲得對暗黑系 -34% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "dark_god_kunchen",
        "name": "Kunchen",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有敵人獲得 -34% 防禦，持續 5 回合。",
            "淨化所有盟友的狀態異常。",
            "元素鏈給予所有暗黑系盟友抵禦神聖系的 +46% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "astral_dwarf_lemniss",
        "name": "Lemniss",
        "effects": [
            "使所有盟友恢復 45% 生命。",
            "將所有盟友現有狀態增益的持續時間增加 2 個回合。（持續時間的修改會影響可淨化與無法淨化效果。）",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "s4_lepiota",
        "name": "Lepiota",
        "effects": [
            "對目標造成 158% 傷害。",
            "對目標施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）",
            "目標轉變為深淵幽靈型態，持續 4 個回合。",
            "在變為深淵幽靈型態時，目標每回合會受到 88 點傷害。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、傷害性被動、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "若戰鬥中僅剩一名敵人，則無法施放。"
        ]
    },
    {
        "heroId": "s4_lepiota_costume_undying",
        "name": "Lepiota C1",
        "effects": [
            "對目標造成 150% 傷害。",
            "對目標施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）",
            "目標轉變為深淵幽靈型態，持續 4 個回合。",
            "在變為深淵幽靈型態時，目標每回合會受到 182 點傷害。",
            "在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、傷害性被動、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。",
            "若戰鬥中僅剩一名敵人，則無法施放。"
        ]
    },
    {
        "heroId": "moth_lilareine",
        "name": "Lilareine",
        "effects": [
            "為所有盟友提供 1500 點加成生命值。加成生命值能夠超過最大生命值。",
            "淨化所有盟友的狀態異常。",
            "疊加（最大值： 10 ）：所有盟友獲得 +5% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "施法者獲得一個特殊技能標記，持續 5 個回合。當施法者以外的任意盟友施放特殊技能時，施法者獲得一層叠加（最大值: 10 ）。每眉叠加能提升 +5% 目标獲得的法力產出。"
        ]
    },
    {
        "heroId": "magic_carpet_lilli",
        "name": "Lilli",
        "effects": [
            "從目標竊取所有小兵或一名超級小兵。",
            "對目標造成 850% 傷害。",
            "如果施法者擁有小兵或超级小兵时，所有敵人受到 +50% 提升傷害。只要施法者擁有小兵或超級小兵，此效果就保持激活，且無法驅散。",
            "施法者在 5 回合內恢復 1190 點生命值。"
        ]
    },
    {
        "heroId": "kalevala_louhi",
        "name": "Louhi",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 250% 傷害。",
            "所有敵人獲得 -24% 防禦，持續 4 回合。對神聖系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "kalevala_louhi_costume_mistress",
        "name": "Louhi C1",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 280% 傷害。",
            "所有敵人獲得 -30% 防禦，持續 4 個回合此狀態效果在神聖系角色上無法淨化，且會持續額外 2 個回合。"
        ]
    },
    {
        "heroId": "kingdom_lu_bu",
        "name": "Lu Bu",
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "對所有敵人召喚傭兵惡魔。惡魔每回合以 56% 的攻擊力對目標造成傷害。",
            "傭兵惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 38% 時消失。",
            "召喚時，主人擁有傭兵惡魔的期間，傭兵惡魔會給予其主人免疫新的狀態效果增益。此效果無法淨化。"
        ]
    },
    {
        "heroId": "kingdom_lu_bu_costume_tiger_lord",
        "name": "Lu Bu C1",
        "effects": [
            "對所有敵人造成 320% 傷害。",
            "對所有敵人召喚傭兵惡魔。惡魔每回合以 70% 的攻擊力對敵人造成傷害。",
            "傭兵惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 50% 時消失。",
            "召喚時，主人擁有傭兵惡魔的期間，傭兵惡魔會給予其主人免疫新的狀態效果增益。此效果無法淨化。"
        ]
    },
    {
        "heroId": "halloween_lucinda",
        "name": "Lucinda",
        "effects": [
            "對目標及附近敵人造成 470% 傷害。",
            "目標與附近敵人獲得 -40% 精準度，持續 6 回合。（進攻型特殊技能也有機率無法擊中。）",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。",
            "施法者在 6 回合內恢復 918 點生命值。"
        ]
    },
    {
        "heroId": "castle_wolf_ludwig",
        "name": "Ludwig",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 6 回合。",
            "施法者獲得 +84% 特殊技能防禦，持續 6 回合。",
            "附近盟友獲得法力，持續 6 回合。每回合獲得的法力會增加，直到最後一回合獲得 100% 的法力。"
        ]
    },
    {
        "heroId": "mighty_pet_luna",
        "name": "Luna",
        "effects": [
            "為施法者和附近盟友恢復 20% 生命值。",
            "每回合結束時，施法者與附近盟友對隨機敵人發出月光射線，持續 3 回合。",
            "每道月光射線可造成 140% 傷害。",
            "每道月光射線能使被擊中敵人的法力減少 5%。"
        ]
    },
    {
        "heroId": "ballerina_madame_giry",
        "name": "Madame Giry",
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "對所有敵人召喚芭蕾舞伶惡魔。惡魔每回合以 110% 的攻擊力對敵人造成傷害。",
            "芭蕾舞伶惡魔會吸收治療效果，並於所吸收的生命值等於目標最大生命值的 45% 時消失。",
            "召喚芭蕾舞伶惡魔之後，主人擁有芭蕾舞伶惡魔期間，芭蕾舞伶惡魔會給予其主人免疫新的狀態效果增益。此效果無法淨化。",
            "所有敵人對暗黑增加 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "garrison_maisie",
        "name": "Maisie",
        "effects": [
            "為所有盟友提供 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "盟友每有一個狀態效果，為所有盟友提升額外 160 點生命，提升總上限為 800 點生命。",
            "召喚一個護盾守衛超級小兵，其可從施法者繼承 65% 生命與 180% 攻擊。",
            "護盾守衛超級小兵每回合都會安全淨化所有盟友的最新可淨化狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）"
        ]
    },
    {
        "heroId": "dark_god_malicna",
        "name": "Malicna",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "隨機施展下列其中一種效果：",
            "方案 1：",
            "* 目標與附近敵人獲得 -54% 防禦，持續 3 回合。",
            "* 目標與附近敵人獲得 -54% 攻擊力，持續 3 回合。",
            "* 目標與附近敵人獲得 -34% 法力產出，持續 3 回合。",
            "方案 2：",
            "* 目標與附近敵人獲得 -24% 防禦，持續 3 回合。",
            "方案 3：",
            "* 目標與附近敵人獲得 -24% 攻擊力，持續 3 回合。",
            "元素鏈會在回合結束時賦予所有暗黑盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "pirate_marie_therese",
        "name": "Marie-Therese",
        "effects": [
            "對所有敵人造成 168% 傷害。",
            "所有盟友在 4 回合內恢復 612 點生命值。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。",
            "所有盟友獲得僵屍庇佑。如果獲得庇佑的英雄在後續 4 個回合中被擊敗，將會變為僵屍重生，並且擁有：",
            "* 100% 繼承生命值。",
            "* 500 攻擊。",
            "* 500 防禦。",
            "* 特殊技能：",
            "劇毒撕咬。"
        ]
    },
    {
        "heroId": "pirate_marie_therese_costume_priestess",
        "name": "Marie-Therese C1",
        "effects": [
            "對所有敵人造成 138% 傷害。",
            "所有盟友在 4 個回合內恢復 600 點加成生命值。加成生命值能夠超過最大生命值。此效果無法驅散。",
            "所有盟友獲得 +30% 防禦，持續 4 回合。此效果無法驅散。",
            "所有盟友獲得僵屍庇佑。如果獲得庇佑的英雄在後續 4 個回合中被擊敗，將會變為僵屍重生，並且擁有：",
            "* 100% 繼承生命值。",
            "* 500 攻擊。",
            "* 500 防禦。",
            "* 特殊技能：劇毒撕咬。"
        ]
    },
    {
        "heroId": "wild_cat_marnes",
        "name": "Marnes",
        "effects": [
            "對位於陣型邊緣的敵人造成 300% 爪擊傷害。如果只有一個敵人，傷害加倍。（對有任意防禦增益、小兵或超級小兵的敵人造成 400% 傷害。有任意防禦增益、小兵或超級小兵的敵人獲得 -35% 防禦，持續 5 回合。）",
            "位於敵方陣型邊緣的敵人在 5 個回合內受到 1500 點重傷流血傷害。如果目標已擁有此效果，持續時間會被刷新，並增加 250 點傷害。最大總傷害: 3000。）",
            "位於敵方陣型邊緣的敵人在 5 個回合內受到 625 點劇毒傷害。"
        ]
    },
    {
        "heroId": "faun_maud",
        "name": "Maud",
        "effects": [
            "對剩餘生命值最低的敵人造成 500% 傷害。對其餘敵人造成 280% 傷害。",
            "強化閃避：施法者有 +60% 機率可以閃避造成傷害的特殊技能。此效果會持續到施法者成功躲避 3 次後結束。",
            "強化閃避結束、移除或取代後，施法者獲得 10% 法力。"
        ]
    },
    {
        "heroId": "tales1_medea",
        "name": "Medea",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 365% 傷害。",
            "* 在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -50%，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 430% 傷害。",
            "* 在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -75%，持續 4 回合。"
        ]
    },
    {
        "heroId": "tales1_medea_costume_goddess",
        "name": "Medea C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 355% 傷害。",
            "* 在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -45%，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 450% 傷害。",
            "* 在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "* 目標與附近敵人獲得的治療減少 -85%，持續 4 回合。"
        ]
    },
    {
        "heroId": "shadow_melancholia",
        "name": "Melancholia",
        "effects": [
            "以 70% 生命值和 50 點瘋狂的狀態復活所有盟友。",
            "所有盟友獲得 +74% 特殊技能防禦，持續 5 回合。",
            "如果除了施法者以外的任何盟友在 5 回合內戰敗，則所有敵人受到 400 傷害。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "heroId": "ronin_mikanagi_miran",
        "name": "Mikanagi Miran",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "對目標造成 310% 傷害。",
            "對隨機 1 名敵人造成額外 310% 傷害。",
            "驅散每名被擊中敵人身上的 1 個增益效果。",
            "x 2 法力充能：",
            "對目標造成 320% 傷害。",
            "對隨機 4 名敵人造成額外 320% 傷害。",
            "疊加（最大值： 10 ）：每次擊中時使目標獲得 -5% 防禦。",
            "驅散每名被擊中敵人身上的 1 個增益效果。",
            "x 3 法力充能：",
            "對目標造成 330% 傷害。",
            "對隨機 10 名敵人造成額外 330% 傷害。",
            "疊加（最大值： 10 ）：每次擊中時使目標獲得 -5% 防禦。",
            "安全驅散每名被擊中敵人身上的 1 個增益。"
        ]
    },
    {
        "heroId": "s2_hammerhead_hulk",
        "name": "Mok-Arr",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "對所有盟友造成 50% 傷害。",
            "對神聖系造成額外傷害。",
            "所有暗黑盟友與敵人對此攻擊免疫。"
        ]
    },
    {
        "heroId": "s2_hammerhead_hulk_costume_emerald",
        "name": "Mok-Arr C1",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "所有暗黑系盟友與敵人獲得 +54% 攻擊力，持續 4 回合。",
            "暗黑系元素的所有盟友與敵人獲得 -44% 攻擊，持續 4 回合。此效果在所有神聖系敵人上無法淨化。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "dark_god_morax",
        "name": "Morax",
        "effects": [
            "對目標造成 430% 傷害，並對附近敵人造成輕微傷害。",
            "目標獲得 -24% 法力產出，持續 4 回合。",
            "使目標附近敵人的最大生命值降低 600 點。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 600 點。",
            "元素鏈讓所有暗黑系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "moth_mortewitch",
        "name": "Mortewitch",
        "effects": [
            "對目標造成 800% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "為所有盟友治療 40% 的傷害。",
            "對目標召喚墳墓蛾靈超級惡魔。惡魔每一回合以 270% 的攻擊對敵人造成傷害。",
            "墳墓蛾靈超級惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 80% 時消失。",
            "召喚時，主人擁有墳墓蛾靈超級惡魔的期間，墳墓蛾靈超級惡魔會讓其目標受到所有傷害來源增加 +50%。"
        ]
    },
    {
        "heroId": "beachparty_mortimer",
        "name": "Mortimer",
        "effects": [
            "對目標造成 480% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人陷入沉默，持續 3 回合。",
            "施法者與附近盟友均可抵抗禁用特殊技能的效果，持續 3 回合。"
        ]
    },
    {
        "heroId": "hidden_dark_god_myztero",
        "name": "Myztero",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "向所有敵人施放藉助天生能力所記住的所有狀態異常。"
        ]
    },
    {
        "heroId": "bard_narcisa",
        "name": "Narcisa",
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "重置所有敵人狀態異常的持續時間。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "christmas_noel",
        "name": "Noel",
        "effects": [
            "為所有盟友提供 760 點加成生命值。加成生命值能夠超過最大生命值。",
            "強化閃避：所有盟友獲得 +50% 機率，可閃避造成傷害的特殊技能。此效果會持續到盟友成功閃避一次後結束。",
            "在強化閃避結束、移除或被取代後，盟友會獲得一名雪靈小兵。",
            "雪靈小兵已繼承施法者的 20% 生命值和 20% 攻擊力。"
        ]
    },
    {
        "heroId": "styx_nyx",
        "name": "Nyx",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 220% 傷害。",
            "* 所有盟友獲得 +30% 攻擊力，持續 3 回合。",
            "2 倍法力充能：",
            "* 對所有敵人造成 360% 傷害。",
            "* 所有敵人獲得 -34% 防禦，持續 3 回合。",
            "3 倍法力充能：",
            "* 對所有敵人造成 395% 傷害。",
            "* 所有盟友獲得 +50% 攻擊力，持續 4 回合。",
            "* 所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "underworld_champion",
        "name": "Obakan",
        "effects": [
            "對目標造成 310% 傷害，並對附近敵人造成輕微傷害。",
            "施法者以所受傷害的 115% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "underworld_champion_costume_champion",
        "name": "Obakan C1",
        "effects": [
            "對所有敵人造成 182% 傷害。",
            "施法者與附近盟友以所受傷害的 85% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "underworld_champion_costume_vampire",
        "name": "Obakan C2",
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 95% 的傷害，持續 3 回合。",
            "施法者與附近盟友每次反擊可恢復適量法力。同一回合中效果經連續激活會減弱。"
        ]
    },
    {
        "heroId": "underworld_champion_costume_cute",
        "name": "Obakan Toon",
        "effects": [
            "對目標造成 390% 傷害，並對附近敵人造成輕微傷害。",
            "施法者以所受傷害的 110% 進行反擊，持續 4 回合。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "underworld_champion_costume_glass",
        "name": "Obakan Glass",
        "effects": [
            "對目標造成 400% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者以所受傷害的 120% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "underworld_champion_costume_stylish",
        "name": "Obakan Stylish",
        "effects": [
            "對目標造成 410% 傷害，並對附近敵人造成輕微傷害。",
            "對剩餘生命值少於 50% 的敵人造成額外傷害。",
            "施法者以所受傷害的 130% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "ballerina_odile",
        "name": "Odile",
        "effects": [
            "為所有盟友提供 475 點加成生命值。加成生命值能夠超過最大生命值。",
            "對除施法者外的所有盟友施放黑天鵝舞，持續 4 回合。添加此效果時將移除所有現有狀態效果。",
            "黑天鵝舞：",
            "* 每回合結束時，每個舞者對一名隨機的敵人造成 155% 傷害，並為自身提升所造成總傷害 25% 的生命值。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "owl_ommodus",
        "name": "Ommodus",
        "effects": [
            "摧毀所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "此特殊技能必定命中目標。",
            "使用月昇打擊攻擊所有敵人，造成最高 2000 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "每摧毀一個惡魔，所有盟友獲得 5% 法力。"
        ]
    },
    {
        "heroId": "ninja_onyx",
        "name": "Onyx",
        "effects": [
            "1 倍法力充能：",
            "* 對目標造成 300% 傷害。",
            "* 目標在 3 回合內無法獲得新的狀態效果增益。",
            "* 驅散目標的增益。",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 340% 傷害。",
            "* 目標與附近敵人在 4 回合內無法獲得新的狀態效果增益。",
            "* 驅散目標和附近敵人的增益。",
            "3 倍法力充能：",
            "* 對所有敵人造成 380% 傷害。",
            "* 所有敵人在 5 回合內無法獲得新的狀態效果增益。",
            "* 驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "astral_demon_paimon",
        "name": "Paimon",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標造成 580% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -50% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "若特殊技能在 4 回合內未擊中，则目標和附近敵人對隨機盟友造成 450 傷害。"
        ]
    },
    {
        "heroId": "christmas_peppermint",
        "name": "Peppermint",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人受到 280 點劇毒傷害，每個面板上的暗黑護盾都會提高 16 點傷害，持續 4 回合，最大造成 408 點傷害。"
        ]
    },
    {
        "heroId": "ballerina_phantom_of_the_opera",
        "name": "Phantom of the Opera",
        "effects": [
            "對目標及附近敵人造成 405% 傷害。",
            "目標與附近敵人跳起癡迷民謠，持續 4 回合。添加此效果時將移除所有現有狀態效果。",
            "癡迷民謠：",
            "* -40% 法力產出。",
            "* -40% 所獲治療量。",
            "* 免疫新的狀態效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "tales1_phorcys",
        "name": "Phorcys",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 27% 生命與 26% 攻擊。",
            "* 它在每個回合結束時為主人增加 5% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "第 2 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 27% 生命與 26% 攻擊。",
            "* 它在每個回合結束時為主人增加 5% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "* 疊加（最大值： 10 ）：所有盟友的小兵獲得 +20% 攻擊。"
        ]
    },
    {
        "heroId": "tales1_phorcys_costume_warrior_god",
        "name": "Phorcys C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 25% 生命與 25% 攻擊。",
            "* 它在每個回合結束時為主人增加 4% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "第 2 次：",
            "* 為施法者與附近盟友召喚一個人魚小兵，其可從施法者繼承 30% 生命與 35% 攻擊。",
            "* 它在每個回合結束時為主人增加 5% 法力。",
            "* 施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "* 疊加（最大值： 10 ）：所有盟友的小兵獲得 +25% 攻擊。"
        ]
    },
    {
        "heroId": "valentines_phthonus",
        "name": "Phthonus",
        "effects": [
            "對所有敵人造成 360% 傷害。",
            "驅散所有敵人的增益。",
            "每移除一個狀態效果，則為所有盟友恢復 8% 生命值，至多恢復總計 64% 生命值。"
        ]
    },
    {
        "heroId": "institute_professor_morryster",
        "name": "Prof. Morryster",
        "effects": [
            "對目標和鄰近敵人造成 460% 傷害，並對其造成 50 點瘋狂。",
            "目標與附近敵人獲得 -44% 防禦，持續 4 回合。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "ninja_quartz",
        "name": "Quartz",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "- 所有盟友在 2 回合內恢復 204 點生命值。",
            "- 所有盟友獲得 +34% 攻擊力，持續 2 回合。",
            "- 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "- 所有盟友在 3 回合內恢復 624 點生命值。",
            "- 所有盟友獲得 +44% 攻擊力，持續 3 回合。",
            "- 淨化所有盟友的狀態異常。",
            "3 倍法力充能：",
            "- 所有盟友在 4 回合內恢復 940 點生命值。此效果無法驅散。",
            "- 所有盟友獲得 +54% 攻擊力，持續 4 回合。",
            "- 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "cultist_inventor",
        "name": "Quintus",
        "effects": [
            "對所有敵人造成 270% 傷害。"
        ]
    },
    {
        "heroId": "cultist_inventor_costume_steam",
        "name": "Quintus C1",
        "effects": [
            "對所有敵人造成 235% 傷害。",
            "所有敵人獲得 -34% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "cultist_inventor_costume_love_doctor",
        "name": "Quintus C2",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "在 4 回合內，若目標或附近敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "heroId": "cultist_inventor_costume_cute",
        "name": "Quintus Toon",
        "effects": [
            "對所有敵人造成 420% 傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "cultist_inventor_costume_glass",
        "name": "Quintus Glass",
        "effects": [
            "對所有敵人造成 430% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "champions_ramona",
        "name": "Ramona",
        "effects": [
            "對目標造成 450% 傷害。",
            "對目標召喚三羊惡魔。惡魔每回合以 40% 的攻擊力對敵人造成傷害。",
            "三羊惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 45% 時消失。",
            "吸收的治療會轉移給召喚者與其盟友，並平均分配。（無視治療竊取、治療修改和惡魔）"
        ]
    },
    {
        "heroId": "castle_raven_rayne",
        "name": "Rayne",
        "effects": [
            "對目標造成 400% 傷害。",
            "目標在 5 回合內受到共計 1300 點劇毒傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "heroId": "musketeer_rochefort",
        "name": "Rochefort",
        "effects": [
            "對目標造成 565% 傷害，並對附近敵人造成輕微傷害。",
            "若目標在 3 回合內被擊敗，則所有敵人受到 626 點傷害。"
        ]
    },
    {
        "heroId": "s3_loki_fish",
        "name": "Salmon Loki",
        "effects": [
            "對所有神聖系敵人造成 250% 傷害。",
            "在 3 回合內，所有敵人的元素每回合都會改變。前 2 回合，元素是隨機的。",
            "最後一回合，敵人會恢復其原始元素。",
            "每次元素改變後，如果敵人元素是神聖系，則受到 528 點傷害。"
        ]
    },
    {
        "heroId": "s3_loki_fish_costume_dapper",
        "name": "Salmon Loki C1",
        "effects": [
            "對所有神聖系敵人造成 350% 傷害。",
            "在 4 回合內，所有敵人的元素每回合都會改變。前 3 回合，元素是隨機的。",
            "最後一回合，敵人會恢復其原始元素。",
            "每次元素改變後，如果敵人元素是神聖系，則受到 736 點傷害。"
        ]
    },
    {
        "heroId": "pirate_dread_captain",
        "name": "Sargasso",
        "effects": [
            "對目標造成 415% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得的治療減少 -90%，持續 4 回合。"
        ]
    },
    {
        "heroId": "pirate_dread_captain_costume_rotten",
        "name": "Sargasso C1",
        "effects": [
            "對目標造成 415% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得的治療減少 -100%，持續 4 回合。",
            "目標與附近敵人在 4 回合內受到共計 260 點水系傷害。"
        ]
    },
    {
        "heroId": "cultist_sorceress",
        "name": "Sartana",
        "effects": [
            "對目標造成 452% 傷害。",
            "目標在 6 回合內受到共計 306 點劇毒傷害。"
        ]
    },
    {
        "heroId": "cultist_sorceress_costume_shaman",
        "name": "Sartana C1",
        "effects": [
            "對目標造成 532% 傷害。"
        ]
    },
    {
        "heroId": "cultist_sorceress_costume_snake",
        "name": "Sartana C2",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 500% 傷害。",
            "目標抵抗新的小兵，持續 3 回合。"
        ]
    },
    {
        "heroId": "cultist_sorceress_costume_cute",
        "name": "Sartana Toon",
        "effects": [
            "對目標造成 530% 傷害。",
            "目標在 3 回合內受到共計 510 點劇毒傷害。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "cultist_sorceress_costume_glass",
        "name": "Sartana Glass",
        "effects": [
            "對目標造成 540% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標在 3 回合內受到共計 615 點劇毒傷害。"
        ]
    },
    {
        "heroId": "cultist_sorceress_costume_stylish",
        "name": "Sartana Stylish",
        "effects": [
            "對目標造成 550% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 615% 傷害。",
            "目標在 3 回合內受到共計 708 點劇毒傷害。"
        ]
    },
    {
        "heroId": "ninja_satsui",
        "name": "Satsui",
        "effects": [
            "1 倍法力充能：",
            "* 對目標造成 400% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 330 傷害。",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 425% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -60%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 449 傷害。",
            "3 倍法力充能：",
            "* 對所有敵人造成 450% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -80%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 508 傷害。"
        ]
    },
    {
        "heroId": "construct_nocturne",
        "name": "Scath",
        "effects": [
            "所有盟友在 3 回合內恢復 1290 點生命值。此效果無法驅散。",
            "施法者以所受傷害的 145% 進行反擊，持續 3 回合。",
            "儲存對施法者造成的所有傷害，持續 3 回合。效果結束時，對所有敵人造成已儲存的傷害，最多可達 1050 點傷害。此效果無法驅散。"
        ]
    },
    {
        "heroId": "slayer_senan",
        "name": "Senan",
        "effects": [
            "對所有敵人造成 275% 傷害。",
            "對所有敵人召喚幽魂惡魔。惡魔每回合以 45% 的攻擊力對目標造成傷害。",
            "幽魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 30% 時消失。",
            "疊加（最大值： 10 ）：施法者獲得 +6% 法力產出。",
            "疊加 +2 （最大值： 10 ）：施法者每個回合恢復 30 點生命值。"
        ]
    },
    {
        "heroId": "slayer_senan_costume_tentacles",
        "name": "Senan C1",
        "effects": [
            "對所有敵人造成 265% 傷害。",
            "對所有敵人召喚幽魂惡魔。惡魔每回合以 55% 的攻擊力對目標造成傷害。",
            "幽魂惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "疊加 +2 （最大值： 10 ）：施法者獲得 +12% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "疊加 +3 （最大值： 10 ）：施法者每個回合恢復 45 點生命值。"
        ]
    },
    {
        "heroId": "beachparty_serena",
        "name": "Serena",
        "effects": [
            "對目標造成 400% 傷害。",
            "對目標召喚八卦語者惡魔。",
            "八卦語者惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 25% 時消失。",
            "召喚八卦語者惡魔之後，主人擁有八卦語者惡魔期間，八卦語者惡魔會給予其目標 -45% 精準度。此效果無法淨化。（進攻型特殊技能也有機率無法擊中。）",
            "八卦語者惡魔每回合能為附近敵人產生一個自身複製人。（複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。只有在目標沒有達到惡魔或小兵的最大數量時，惡魔才會複製）"
        ]
    },
    {
        "heroId": "dark_god_seshat",
        "name": "Seshat",
        "effects": [
            "對目標造成 450% 傷害。",
            "召喚一個複製人小兵，其可從施法者繼承 20% 生命與 17% 攻擊力。複製人小兵每 3 個回合能產生一個自身複製人。複製人小兵繼承的生命值與攻擊力和原始小兵相同。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會為所有暗黑盟友提供 +4% 法力產出，持續 4 個回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "dark_god_seshat_costume_revenant",
        "name": "Seshat C1",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標造成 420% 傷害。",
            "召喚一個複製人小兵，其可從施法者繼承 20% 生命與 17% 攻擊力。複製人小兵每 3 個回合能產生一個自身複製人。複製人小兵繼承的生命值與攻擊力和原始小兵相同。",
            "元素鏈會為所有暗黑盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s5_set",
        "name": "Set",
        "effects": [
            "為所有盟友召喚一個暗黑士兵小兵，其可從施法者繼承 40% 生命與 40% 攻擊。",
            "所有敵人在 3 回合內受到共計 324 點劇毒傷害。",
            "若施法者在接下來 3 回合內被擊敗，所有敵人減少 -100% 法力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s5_set_costume_tyrant",
        "name": "Set C1",
        "effects": [
            "為所有盟友召喚一個暗黑士兵小兵，其可從施法者繼承 45% 生命與 35% 攻擊。",
            "所有敵人在 4 回合內受到共計 1136 點劇毒傷害。",
            "若施法者在接下來 4 回合內被擊敗，所有敵人減少 -100% 法力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "construct_shacklebolt",
        "name": "Shacklebolt",
        "effects": [
            "對目標及附近敵人造成 370% 傷害。",
            "自目標與附近敵人偷取 25% 法力，並分給施法者與附近盟友。",
            "複製目標及附近敵人的全部可驅散增益，並隨機分配給所有盟友。"
        ]
    },
    {
        "heroId": "fox_shadowfang",
        "name": "Shadowfang",
        "effects": [
            "對所有敵人造成 390% 傷害。",
            "每回合結束時，施法者會對隨機敵人施放一次白骨投擲，持續 5 回合。",
            "每次白骨投擲都會造成 230% 傷害。",
            "每次白骨投擲都會為目標召喚一隻骷髏狐狸惡魔。惡魔每回合都會以 100% 攻擊力對其目標造成傷害。",
            "骷髏狐狸惡魔會吸收治療效果，並在所吸收的生命值等於其目標最大生命值的 30% 時消失。"
        ]
    },
    {
        "heroId": "outlaw_shi_jin",
        "name": "Shi Jin",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標造成 550% 傷害。",
            "對 8 名隨機敵人造成 150% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）",
            "所有盟友獲得 +45% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "dark_god_sir_casmir",
        "name": "Sir Casmir",
        "effects": [
            "淨化施法者和附近盟友的狀態異常。",
            "在接下來 5 個回合內，在任何敵人施放其特殊技能後，此角色有 55% 機率對一名隨機敵人造成 600% 傷害。（每個敵人每回合可以觸發一次此效果。）",
            "施法者和附近盟友反射狀態異常和負面效果疊加，持續 5 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "元素鏈使所有暗黑盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "slime_slaymire",
        "name": "Slaymire",
        "effects": [
            "對目標造成 630% 傷害。",
            "若目標被攻擊擊敗，所有盟友獲得 +30% 法力，且所有盟友生命值加成 1200。生命值加成可以超過最大生命值。",
            "在 1 個回合後，目標會遭到麻痺，持續 4 個回合。（麻痹的敵人無法进行攻墼或獲得法力，受到的傷害也會提高 +50%。一旦被麻痺，效果無法淨化。頭目、泰坦和神話泰坦不受此状態效果影響。）"
        ]
    },
    {
        "heroId": "slime_sliposi",
        "name": "Sliposi",
        "effects": [
            "使位於陣型邊緣盟友的法力增加 30%。此效果無法增加施法者的法力。",
            "為位於陣型邊緣的盟友召唤一個史莱姆超级小兵，其可從施法者繼承 50% 生命值與 40% 攻擊。",
            "施法者在 4 個回合內恢復 1020 點加成生命值。"
        ]
    },
    {
        "heroId": "s5_sneferu",
        "name": "Sneferu",
        "effects": [
            "對目標造成 415% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有命中目標在 5 回合內無法獲得新的狀態效果增益，且每次嘗試獲得增益時受到 250 點傷害。"
        ]
    },
    {
        "heroId": "s5_sneferu_costume_vanquisher",
        "name": "Sneferu C1",
        "effects": [
            "對目標造成 530% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有命中目標在 5 回合內無法獲得新的狀態效果增益，且每次嘗試獲得增益時受到 350 點傷害。"
        ]
    },
    {
        "heroId": "monster_hunter_sorcha",
        "name": "Sorcha",
        "effects": [
            "對目標及附近敵人造成 410% 傷害。",
            "在 3 個回合內使目標與附近敵人的最大生命值降低 1200 點。對有生命加成的目標效果更大。如果目標受到治療，效果持續時間會重設。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 400 點。）",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "fox_swiftpaw",
        "name": "Swiftpaw",
        "effects": [
            "對目標造成 540% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "對施法者和附近的盟友召喚一隻狡猾狐狸小兵，並繼承施法者的 5% 生命值和 100% 攻擊。",
            "狡猾狐狸小兵有 80% 的機率可以閃避來襲攻擊。",
            "當狡猾的狐狸小兵閃避攻擊時，會從攻擊者身上竊取其最新的增益，並將其交給主人。"
        ]
    },
    {
        "heroId": "faun_tamlin",
        "name": "Tamlin",
        "effects": [
            "對所有敵人造成 460% 傷害。",
            "強化防禦異常：所有敵人獲得 -64% 對特殊技能的防禦。此效果持續到敵人受到 6 次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人陷入沉默，持續 6 個回合。"
        ]
    },
    {
        "heroId": "construct_tenebrae",
        "name": "Tenebrae",
        "effects": [
            "對目標造成 395% 傷害。",
            "目標獲得靈魂綁定，持續 3 個回合。此效果無法淨化。此效果將始終無視反射。",
            "所有施法者受到的傷害，也會反映至所有靈魂綁定的敵人身上。傷害由所有靈魂綁定的敵人分擔。此效果不會分擔來自其他共享傷害來源或反擊的傷害。"
        ]
    },
    {
        "heroId": "beauty_beast_the_beast",
        "name": "The Beast",
        "effects": [
            "若施法者擁有 35 以上的謙遜：",
            "* 對隨機 6 名敵人造成 460% 傷害。",
            "* 所有命中目標獲得 -54% 抵禦暗黑系的防禦，持續 4 回合。",
            "* 回合開始時，命中的敵人的法力一旦滿格，便會自動對隨機盟友施放莽夫亂拳持續 4 個回合。",
            "* 施法者可在 4 個回合內恢復 1200 點加成生命值。加成生命值能夠超過最大生命值。",
            "否則：",
            "* 對隨機 5 名敵人造成 430% 傷害。",
            "* 所有命中目標獲得 -40% 抵禦暗黑系的防禦，持續 4 回合。",
            "* 施法者可在 4 個回合內恢復 1000 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "witch_king",
        "name": "Thoth-Amun",
        "effects": [
            "對目標及附近敵人造成 340% 傷害。",
            "為施法者與附近盟友召喚一個不死小兵，其可從施法者繼承 30% 生命和 20% 攻擊。",
            "元素鏈給予所有暗黑盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "witch_king_costume_cosmic",
        "name": "Thoth-Amun C1",
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "為施法者與附近盟友召喚一個不死小兵，其可從施法者繼承 27% 生命和 27% 攻擊。",
            "元素鏈給予所有暗黑盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "tales2_thrivaldi",
        "name": "Thrivaldi",
        "effects": [
            "使用霜落打擊攻擊所有敵人，造成最多 1600 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "所有盟友獲得 +40% 防禦，持續 4 回合。",
            "所有盟友對狀態異常的傷害免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "ninja_tora",
        "name": "Tora",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對目標造成 400% 傷害。",
            "- 敵人每持有一名小兵或超級小兵，都將造成額外 35% 傷害，最多累積造成 750% 傷害。",
            "- 攻擊会無視防禦增益。（包含反擊）",
            "x 2 法力充能：",
            "- 對目標及附近敵人造成 425% 傷害。",
            "- 敵人每持有一名小兵或超級小兵，都將造成額外 35% 傷害，最多累積造成 775% 傷害。",
            "- 攻擊会無視防禦增益。（包含反擊）",
            "x 3 法力充能：",
            "- 對所有敵人造成 450% 傷害。",
            "- 敵人每持有一名小兵或超級小兵，都將造成額外 35% 傷害，最多累積造成 800% 傷害。",
            "- 攻擊会無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "dark_god_turgruk",
        "name": "Turgruk",
        "effects": [
            "對目標造成 480% 傷害。",
            "疊加（最大值： 10 ）：目標受到的所有傷害增加 +5%。",
            "元素鏈使所有暗黑盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "wonderland_tweedles",
        "name": "Tweedles",
        "effects": [
            "對一名隨機敵人造成 600% 傷害。",
            "目標獲得 -50% 防禦，持續 5 回合。",
            "對一名隨機敵人造成 600% 傷害。",
            "目標獲得 -50% 攻擊力，持續 5 回合。",
            "若兩次攻擊皆命中同一目標，則施法者獲得 30% 法力。"
        ]
    },
    {
        "heroId": "tales1_ultrox",
        "name": "Ultrox",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 30% 傷害，最多累積造成 300% 傷害。",
            "* 施法者和附近盟友以所受傷害的 90% 進行反擊，持續 3 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -35%，持續 3 回合。",
            "第 2 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 35% 傷害，最多累積造成 350% 傷害。",
            "* 施法者和附近盟友以所受傷害的 130% 進行反擊，持續 4 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -45%，持續 4 回合。"
        ]
    },
    {
        "heroId": "tales1_ultrox_costume_ethereal",
        "name": "Ultrox C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 28% 傷害，最多累積造成 280% 傷害。",
            "* 施法者和附近盟友以所受傷害的 100% 進行反擊，持續 3 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -35%，持續 3 回合。",
            "第 2 次：",
            "* 面板中的每個暗黑護盾會對所有敵人造成 38% 傷害，最多累積造成 380% 傷害。",
            "* 施法者和附近盟友以所受傷害的 140% 進行反擊，持續 4 回合。",
            "* 施法者與附近盟友受到的所有傷害降低 -50%，持續 4 回合。"
        ]
    },
    {
        "heroId": "masquerade_umbria",
        "name": "Umbria",
        "effects": [
            "對目標造成 450% 傷害。",
            "對目標召喚散播暗影惡魔。惡魔每回合以 60% 的攻擊力對敵人造成傷害。",
            "散播暗影惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 40% 時消失。",
            "散播暗影惡魔每 2 個回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。"
        ]
    },
    {
        "heroId": "ninja_umeko",
        "name": "Umeko",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 驅散目標的增益。",
            "- 目標在 2 回合內受到共計 780 點劇毒傷害。",
            "- 目標獲得的治療減少 -80%，持續 2 回合。",
            "x 2 法力充能：",
            "- 驅散目標和附近敵人的增益。",
            "- 目標與附近敵人在 4 回合內受到共計 1608 點劇毒傷害。",
            "- 目標與附近敵人獲得的治療減少 -85%，持續 4 回合。",
            "x 3 法力充能：",
            "- 驅散所有敵人的增益。",
            "- 所有敵人在 6 回合內受到共計 2412 點劇毒傷害。",
            "- 目標獲得的治療減少 -90%，持續 6 回合。"
        ]
    },
    {
        "heroId": "s2_ursena",
        "name": "Ursena",
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "如果目標剩餘生命超過 50%，可對其造成 260% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人神聖系特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "對神聖系造成額外傷害。"
        ]
    },
    {
        "heroId": "s2_ursena_costume_reef",
        "name": "Ursena C1",
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "如果目標剩餘生命超過 50%，可對其造成 260% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人神聖系特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "所有神聖系敵人獲得對暗黑系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "dark_god_uthragan",
        "name": "Uthragan",
        "effects": [
            "對目標造成 180% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 822 點劇毒傷害。施法者能吸收所造成之劇毒傷害的 100% 作為生命值。",
            "元素鏈給予所有暗黑盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "gargoyle_uwe",
        "name": "Uwe",
        "effects": [
            "對目標造成 850% 傷害。",
            "如果目標在受到傷害前生命值小於 50%，則將目標轉移為其他生命值小於 50% 的敵人，然後再受到此特殊技能的任何傷害。如果沒有其他敵人具有 50% 的生命值，便將目標改為隨機敵人。每次連續攻擊所造成的傷害都會減少。每個敵人只會被擊中一次。",
            "如果命中的敵人在後續 3 個回合內使用特殊技能，則在 5 個回合內對其造成共計 725 點劇毒傷害。此效果無法淨化。（狀態效果在特殊技能結束後附加。若此狀態效果在特殊技能施放期間被移除，將不會附加狀態效果）"
        ]
    },
    {
        "heroId": "elemental_vander",
        "name": "Vander",
        "effects": [
            "對目標造成 450% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "若面板上有 6 個以上的暗黑護盾，則對目標和附近敵人造成傷害和狀態異常。",
            "若面板上有 12 個以上的暗黑護盾，則對所有敵人造成傷害和狀態異常。"
        ]
    },
    {
        "heroId": "astral_dwarf_vard",
        "name": "Vard",
        "effects": [
            "對所有敵人造成 470% 傷害。",
            "枯萎：所有敵人獲得 -350 點攻擊和 -350 點防禦。",
            "所有敵人獲得 -35% 法力產出，持續 5 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "mahayoddha_veer",
        "name": "Veer",
        "effects": [
            "對目標及附近敵人造成 370% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 2 x點额外傷害。（造成的額外傷害會依施法者調整過的攻擊數值計算。最多可造成额外 800 點额外傷害。會影響所造成傷害的狀態效果，亦會影響造成的外傷害值。额外傷害不受防禦数值影響。會影響攻擊数值的状態效果，不會影響造成的額外傷害值。）",
            "所有盟友獲得 +45% 的機率閃避特殊技能，持續 3 個回合。每次成功閃避將對攻擊者造成 250 傷害。"
        ]
    },
    {
        "heroId": "vampire_king",
        "name": "Victor",
        "effects": [
            "對目標造成 250% 傷害。",
            "目标在 5 个回合內受到 510 點重傷流血傷害。如果目標已擁有此效果，持續時間会被刷新，並增加 455 點傷害。最大總傷害: 1410。",
            "施法者偷取目標所獲治療的 75%，持續 5 回合。",
            "所有盟友獲得 +30% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "vampire_king_costume_mafia",
        "name": "Victor C1",
        "effects": [
            "對目標及附近敵人造成 155% 傷害。",
            "目标在 5 个回合內受到 330 點重傷流血傷害。如果目標已擁有此效果，持續時間会被刷新，並增加 450 點傷害。最大總傷害: 1225。",
            "施法者偷取目標及其附近敵人所獲治療的 61%，持續 5 回合。",
            "目標與附近敵人獲得 -24% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "garrison_violet_potts",
        "name": "Violet Potts",
        "effects": [
            "安全驅散所有敵人的狀態效果增益。",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 447 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "heroId": "dark_god_viscaro",
        "name": "Viscaro",
        "effects": [
            "對所有敵人造成 310% 傷害。",
            "傷害避開目標的小兵。",
            "對所有敵人召喚詛咒樹苗惡魔。惡魔每回合以 75% 的攻擊力對目標造成傷害。",
            "詛咒樹苗惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 60% 時消失。",
            "如果目標有小兵，詛咒樹苗惡魔的攻擊將會造成額外傷害。",
            "元素鏈給予所有暗黑盟友 +10% 攻擊力，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "easter_viscount_cluckwood",
        "name": "Viscount Cluckwood",
        "effects": [
            "隨機重新排列敵人位置。",
            "對所有敵人造成 340% 傷害。",
            "在 3 個回合內，除了施法者，所有盟友的元素將每回合改變。在前 2 個回合內，元素隨機改變。",
            "在最後一個回合，盟友元素回到原始狀態。"
        ]
    },
    {
        "heroId": "astral_voidstar",
        "name": "Voidstar",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 620% 傷害。",
            "為所有盟友治療 40% 的傷害。",
            "所有盟友獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "ballerina_von_rothbart",
        "name": "Von Rothbart",
        "effects": [
            "對目標造成 550% 傷害。",
            "目標會隨痛苦民謠起舞，持續 4 個回合。舞步會散播至附近敵人。",
            "痛苦民謠：",
            "舞者陷入沉默。",
            "舞蹈結束時，目標受到 1700 點傷害。",
            "添加舞蹈狀態效果時將移除所有現有狀態效果。",
            "舞蹈免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "舞蹈效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "journey_xie_zi_jing",
        "name": "Xie Zi Jing",
        "effects": [
            "此特殊技能無視閃避效果。",
            "驅散目標和附近敵人的增益。",
            "目標與附近敵人在 3 回合內受到共計 936 點劇毒傷害。此效果無法淨化。"
        ]
    },
    {
        "heroId": "journey_xiong_shanjun",
        "name": "Xiong Shanjun",
        "effects": [
            "在 4 個回合內使所有敵人的最大生命值降低 800 點。對有生命加成的目標效果更大。最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低每回合 200 點。",
            "所有盟友在 4 個回合內恢復 800 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。",
            "所有盟友獲得 +24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "s4_xnolphod",
        "name": "Xnolphod",
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "使所有盟友的法力增加 10%。",
            "改變面板上所有黑暗護盾的力量。攻擊英雄施放該特技時，護盾獲得的強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾弱化，提供的法力減少 -30%。"
        ]
    },
    {
        "heroId": "s4_xnolphod_costume_jailer",
        "name": "Xnolphod C1",
        "effects": [
            "所有盟友在 4 回合內恢復 1060 點生命值。",
            "所有盟友在 4 回合內恢復少量法力。",
            "改變面板上所有黑暗護盾的力量。攻擊英雄施放該特技時，強化的護盾為英雄提供的法力增加 37%。防禦英雄施放該特技時，被弱化的護盾提供的法力減少 -30%。"
        ]
    },
    {
        "heroId": "faun_ysabel",
        "name": "Ysabel",
        "effects": [
            "對目標造成 535% 傷害，並對附近敵人造成輕微傷害。",
            "強化防禦異常：目標與附近敵人獲得 -64% 對特殊技能的防禦。此效果持續到敵人受到 3 次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，驅散敵人的增益。"
        ]
    },
    {
        "heroId": "construct_zavok",
        "name": "Zavolt",
        "effects": [
            "對所有敵人造成 470% 傷害。",
            "所有敵人獲得 -12% 精準度，面板上每有一個黑暗護盾再降低 -6%，持續 5 回合，最多 -60% 精準度。",
            "所有盟友抵禦新的負面法力效果，持續 5 回合，根據每個抵禦的效果，法力提升 15%。"
        ]
    },
    {
        "heroId": "dark_god_zed",
        "name": "Zed",
        "effects": [
            "對目標造成 490% 傷害。",
            "目標獲得 -34% 防禦，持續 2 回合。若目標受到特殊技能的直接傷害，效果持續時間會重設。",
            "目標獲得的任何治療降低 -34%，持續 2 回合。若目標受到特殊技能的直接傷害，效果持續時間會重設。",
            "元素鏈給予所有暗黑盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "dark_god_zulag",
        "name": "Zulag",
        "effects": [
            "施法者和附近盟友在 4 回合內恢復 852 點生命值。",
            "施法者和附近盟友獲得 +46% 防禦，持續 4 回合。",
            "施法者和附近盟友獲得 +74% 特殊技能防禦，持續 4 回合。",
            "元素鏈會為所有黑暗盟友召喚一個黑暗小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "nomad_female_archer",
        "name": "Sharan",
        "effects": [
            "為所有盟友恢復 27% 生命值。"
        ]
    },
    {
        "heroId": "nomad_scout",
        "name": "Tudan",
        "effects": [
            "對目標造成 265% 傷害。"
        ]
    },
    {
        "heroId": "nomad_fighter",
        "name": "Farid",
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "heroId": "nomad_female_thief",
        "name": "Jill",
        "effects": [
            "所有盟友獲得 48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "nomad_shaman",
        "name": "Shaarkot",
        "effects": [
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "orc_skirmisher",
        "name": "Zudak",
        "effects": [
            "對目標造成 200% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "nomad_female_swordmaster",
        "name": "Azar",
        "effects": [
            "對目標造成 280% 傷害。",
            "使目標的法力減少 25%。"
        ]
    },
    {
        "heroId": "nomad_female_swordmaster_costume_native",
        "name": "Azar C1",
        "effects": [
            "對目標及附近敵人造成 170% 傷害。",
            "使目標和附近敵人的法力減少 15%。"
        ]
    },
    {
        "heroId": "nomad_female_swordmaster_costume_cute",
        "name": "Azar Toon",
        "effects": [
            "對目標造成 285% 傷害。",
            "使目標的法力減少 20%。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_female_swordmaster_costume_glass",
        "name": "Azar Glass",
        "effects": [
            "對目標造成 295% 傷害。",
            "使目標的法力減少 25%。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "tales1_bagreg",
        "name": "Bagreg",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 180% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -34% 的防禦，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 200% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -54% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales1_bagreg_costume_scout",
        "name": "Bagreg C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 170% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -33% 的防禦，持續 3 回合。",
            "第 2 次：",
            "* 對目標及附近敵人造成 220% 傷害。",
            "* 目標與附近敵人獲得對烈火系 -55% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_basil",
        "name": "Basil",
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +35% 防禦，持續 4 回合。防禦每回合增加 10%，最高至 +65%。",
            "所有盟友以所受傷害的 70% 進行反擊，持續 4 回合。反擊傷害每回合增加 +10%，最高至 +100%。"
        ]
    },
    {
        "heroId": "knights_bauchan",
        "name": "Bauchan",
        "effects": [
            "對所有敵人造成 105% 傷害。",
            "使所有敵人的法力減少 20%。",
            "所有盟友獲得 +24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "goblin_boots",
        "name": "Boots",
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "枯萎：目標與附近敵人獲得 -40 點攻擊和 -40 點防禦。",
            "目標與附近敵人獲得 -35% 防禦，持續 3 回合。若該效果在持續時間結束前被移除，其擁有者將受到 124 點傷害。"
        ]
    },
    {
        "heroId": "christmas_buster",
        "name": "Buster",
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "為施法者召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標與附近敵人受到的所有傷害提高 +24%，且面板上每有一個烈火護盾則額外增加 +2%，持續 4 回合，最高可達 +40% 所受傷害。"
        ]
    },
    {
        "heroId": "styx_dante",
        "name": "Dante",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 105% 傷害。",
            "* 攻擊会無視防禦增益。（包含反擊。）",
            "2 倍法力充能：",
            "* 對所有敵人造成 125% 傷害。",
            "* 攻擊会無視防禦增益。（包含反擊。）",
            "* 所有敵人在 3 回合內受到共計 120 點燃燒傷害。",
            "3 倍法力充能：",
            "* 對所有敵人造成 205% 傷害。",
            "* 攻擊会無視防禦增益。（包含反擊。）",
            "* 所有敵人在 4 回合內受到共計 160 點燃燒傷害。"
        ]
    },
    {
        "heroId": "fortune_dragon_kids",
        "name": "Dragon Kids",
        "effects": [
            "使用靈魂光環，使施法者和附近盟友獲得 400 點生命加成。靈魂光環會在加成生命前，安全移除狀態異常。（每移除一個異常，生命加成降低 -40 點。不可淨化的異常也會移除。）",
            "附近盟友跳起火焰鴻運舞蹈，持續 4 回合。",
            "火焰鴻運舞蹈：",
            "* +30% 攻擊力。",
            "* 造成的傷害增加 +10%。對自然目標的效果為 +15%。",
            "* 受到的傷害降低 -10%。對冰雪特殊技能的效果為 -15%。",
            "* 鸿運舞蹈可與其他舞蹈效果疊加。（僅影響從配對磚格所獲的法力，或於回合結束時防禦戰隊所獲的法力。當添加鸿運舞蹈狀態效果時，除了其他舞蹈状態效果外，移除所有現存状態效果。除了其他舞蹈状態效果外，鸿運舞蹈能免疫新狀態效果。鸿運舞蹈效果無法驅散。施法者被擊敗時，效果會被移除。）"
        ]
    },
    {
        "heroId": "s3_ei_dunn",
        "name": "Ei-Dunn",
        "effects": [
            "對目標及附近敵人造成 240% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_ei_dunn_costume_shield",
        "name": "Ei-Dunn C1",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "使所有敵人的法力減少 10%。"
        ]
    },
    {
        "heroId": "mimic_experience_rare_red",
        "name": "Experience Mimic Rare Fire",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 245% 傷害。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "castle_stag_fawn",
        "name": "Fawn",
        "effects": [
            "所有盟友有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避會對攻擊者造成 80 點傷害。",
            "所有盟友在 3 回合內恢復少量法力。"
        ]
    },
    {
        "heroId": "nomad_female_shaman",
        "name": "Hawkmoon",
        "effects": [
            "為所有盟友恢復 32% 生命值。"
        ]
    },
    {
        "heroId": "nomad_female_shaman_costume_native",
        "name": "Hawkmoon C1",
        "effects": [
            "所有盟友在 3 回合內恢復 459 點生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "nomad_female_shaman_costume_cute",
        "name": "Hawkmoon Toon",
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "所有盟友獲得 +34% 防禦，持續 3 回合。對所有烈火系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "nomad_female_shaman_costume_glass",
        "name": "Hawkmoon Glass",
        "effects": [
            "為所有盟友恢復 37% 生命值。",
            "所有烈火系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "tales2_helgi",
        "name": "Helgi",
        "effects": [
            "對 8 名隨機敵人造成 130% 傷害。",
            "重置所有盟友的增益持續時間。"
        ]
    },
    {
        "heroId": "tales2_helgi_costume_combatant",
        "name": "Helgi C1",
        "effects": [
            "對 8 名隨機敵人造成 150% 傷害。",
            "重置所有盟友的增益持續時間。"
        ]
    },
    {
        "heroId": "nomad_mage",
        "name": "Jahangir",
        "effects": [
            "對所有敵人造成 145% 傷害。",
            "所有敵人在 6 回合內受到共計 120 點傷害。"
        ]
    },
    {
        "heroId": "nomad_mage_costume_goggles",
        "name": "Jahangir C1",
        "effects": [
            "對所有敵人造成 115% 傷害。",
            "所有敵人在 4 回合內受到共計 156 點燃燒傷害。"
        ]
    },
    {
        "heroId": "nomad_mage_costume_cute",
        "name": "Jahangir Toon",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人在 3 回合內受到共計 114 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_mage_costume_glass",
        "name": "Jahangir Glass",
        "effects": [
            "對所有敵人造成 185% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人在 3 回合內受到共計 135 點燃燒傷害。"
        ]
    },
    {
        "heroId": "nomad_mage_costume_stylish",
        "name": "Jahangir Stylish",
        "effects": [
            "對所有敵人造成 195% 傷害。",
            "對剩餘生命少於 50% 的敵人造成 275% 傷害。",
            "所有敵人在 3 回合內受到共計 162 點燃燒傷害。"
        ]
    },
    {
        "heroId": "magic_kornel",
        "name": "Kornel",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 施法者與附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 3 回合。",
            "2 倍法力充能：",
            "* 目標與附近敵人獲得 -44% 防禦，並在每次被擊中後減少 -4%，持續 6 回合。"
        ]
    },
    {
        "heroId": "kingdom_li",
        "name": "Li",
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 10% 生命值與 18% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 156 點燃燒傷害。"
        ]
    },
    {
        "heroId": "outlaw_liu_tang",
        "name": "Liu Tang",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標造成 265% 傷害，並對附近敵人造成輕微傷害。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 5 回合。"
        ]
    },
    {
        "heroId": "s2_straw_demon",
        "name": "Namahage",
        "effects": [
            "對目標造成 290% 傷害。",
            "施法者獲得 +45% 攻擊力，並在每次被擊中時再增加 20% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "heroId": "orc_warrior",
        "name": "Nashgar",
        "effects": [
            "對目標造成 290% 傷害。",
            "目標在 6 回合內受到共計 126 點燃燒傷害。"
        ]
    },
    {
        "heroId": "orc_warrior_costume_urukhai",
        "name": "Nashgar C1",
        "effects": [
            "對目標造成 260% 傷害。",
            "目標在 3 回合內受到共計 129 點燃燒傷害。"
        ]
    },
    {
        "heroId": "orc_warrior_costume_cute",
        "name": "Nashgar Toon",
        "effects": [
            "對目標造成 295% 傷害。",
            "目標在 4 回合內受到共計 144 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "orc_warrior_costume_glass",
        "name": "Nashgar Glass",
        "effects": [
            "對目標造成 305% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標在 4 回合內受到共計 164 點燃燒傷害。"
        ]
    },
    {
        "heroId": "wonderland_phoenicus",
        "name": "Phoenicus",
        "effects": [
            "除了施法者，所有盟友獲得 +50% 攻擊力，持續 3 回合。",
            "除了施法者，所有盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "institute_piper",
        "name": "Piper",
        "effects": [
            "對目標和鄰近敵人造成 220% 傷害，並對其造成 25 點瘋狂。",
            "疊加（最大值： 10 ）：施法者獲得 +17% 攻擊。",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "moth_rosepetite",
        "name": "Rosepetite",
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "目標與附近敵人在 4 個回合內受到 144 點劇毒傷害。有加成生命值、小兵或一名超級小兵的目標會受到額外傷害。（對有加成生命值的目標造成的劇毒傷害 +100%。目標所擁有的每個小兵或超級小兵會額外增加 +33% 傷害，最高共可達 +199% ）"
        ]
    },
    {
        "heroId": "christmas_reindeer",
        "name": "Rudolph",
        "effects": [
            "對目標造成 285% 傷害。",
            "使目標的法力減少 20%。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "christmas_reindeer_costume_knightly_steed",
        "name": "Rudolph C1",
        "effects": [
            "對目標造成 295% 傷害。",
            "使目標的法力減少 23%。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "施法者獲得 +24% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "mighty_pet_rufus",
        "name": "Rufus",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有敵人在 4 回合內受到共計 216 點流血傷害。",
            "所有敵人獲得 -34% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "villain_skrekok",
        "name": "Skrekok",
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "施法者和附近盟友獲得 +45% 攻擊，並在每次被擊中後增加 +20%，持續 3 回合。"
        ]
    },
    {
        "heroId": "rabbit_red",
        "name": "Squire Wabbit",
        "effects": [
            "對目標造成 355% 傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "astral_starswift",
        "name": "Starswift",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 265% 傷害。",
            "施法者和附近盟友獲得 +20% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "s3_sudri",
        "name": "Sudri",
        "effects": [
            "對所有敵人造成 120% 傷害。",
            "面板上每擁有一個烈火護盾，傷害就會增加 24%，最多造成 360% 傷害。"
        ]
    },
    {
        "heroId": "s4_vollermork",
        "name": "Vollermork",
        "effects": [
            "對所有敵人召喚蠕蟲惡魔。惡魔每回合以 32% 的攻擊力對敵人造成傷害。",
            "蠕蟲惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 16% 時消失。"
        ]
    },
    {
        "heroId": "s4_vollermork_costume_bartender",
        "name": "Vollermork C1",
        "effects": [
            "對所有敵人召喚蠕蟲惡魔。惡魔每回合以 28% 的攻擊力對敵人造成傷害。",
            "惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 20% 時消失。"
        ]
    },
    {
        "heroId": "s5_waqas",
        "name": "Waqas",
        "effects": [
            "對所有敵人造成 205% 傷害。",
            "在 3 個回合內使所有敵人的最大生命值降低 450 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 150 點。）"
        ]
    },
    {
        "heroId": "s5_waqas_costume_blade",
        "name": "Waqas C1",
        "effects": [
            "對所有敵人造成 235% 傷害。",
            "在 3 個回合內使所有敵人的最大生命值降低 345 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 115 點。）"
        ]
    },
    {
        "heroId": "ronin_yamada_jingasa",
        "name": "Yamada Jingasa",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "對目標造成 200% 傷害。",
            "對隨機 1 名敵人造成額外 200% 傷害。",
            "x 2 法力充能：",
            "對目標造成 260% 傷害。",
            "對隨機 2 名敵人造成額外 260% 傷害。",
            "所有命中目標獲得 -24% 攻擊力，持續 3 回合。",
            "x 3 法力充能：",
            "對目標造成 320% 傷害。",
            "對隨機 3 名敵人造成額外 320% 傷害。",
            "所有命中目標獲得 -34% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "heroId": "slayer_aodhan",
        "name": "Aodhan",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "對所有敵人召喚巫師惡魔。惡魔每回合以 35% 的攻擊力對目標造成傷害。",
            "巫師惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 18% 時消失。",
            "疊加 +2 （最大值： 10 ）：施法者獲得 +10% 法力產出。",
            "疊加（最大值： 10 ）：施法者每回合恢復 10 點生命值。"
        ]
    },
    {
        "heroId": "orc_gladiator",
        "name": "Boldtusk",
        "effects": [
            "為所有盟友恢復 27% 生命值。",
            "所有盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "orc_gladiator_costume_chef",
        "name": "Boldtusk C1",
        "effects": [
            "為所有盟友恢復 37% 生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "orc_gladiator_costume_sage",
        "name": "Boldtusk C2",
        "effects": [
            "所有盟友在 4 個回合內恢復 288 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 4 個回合，最高 +145% 攻擊。"
        ]
    },
    {
        "heroId": "orc_gladiator_costume_cute",
        "name": "Boldtusk Toon",
        "effects": [
            "為所有盟友恢復 33% 生命值。",
            "所有盟友獲得 +40% 攻擊力，持續 4 回合。對所有烈火系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "orc_gladiator_costume_glass",
        "name": "Boldtusk Glass",
        "effects": [
            "為所有盟友恢復 34% 生命值。",
            "所有盟友獲得 +45% 攻擊力，持續 4 回合。",
            "所有烈火系盟友反射狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "orc_gladiator_costume_stylish",
        "name": "Boldtusk Stylish",
        "effects": [
            "恢復剩餘生命值最低的盟友 42% 生命值。恢復其餘盟友 35% 生命值。",
            "所有盟友獲得 +46% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "christmas_carol",
        "name": "Carol",
        "effects": [
            "使目標的法力減少 25%。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "目標收到一個禮物炸彈。禮物炸彈會在 3 個回合後爆炸，並對目標和附近的敵人造成 374 傷害。目標被擊敗時，禮物炸彈也會爆炸。"
        ]
    },
    {
        "heroId": "slayer_cillian",
        "name": "Cillian",
        "effects": [
            "對目標及附近敵人造成 315% 傷害。",
            "如果施法者在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 27% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。",
            "疊加（最大值： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加 +2 （最大值： 10 ）：施法者每個回合恢復 20 點生命值。"
        ]
    },
    {
        "heroId": "nomad_axe_adventurer",
        "name": "Colen",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有敵人在 6 回合內受到共計 348 點傷害。"
        ]
    },
    {
        "heroId": "nomad_axe_adventurer_costume_magma",
        "name": "Colen C1",
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有敵人在 3 回合內受到共計 204 點燃燒傷害。"
        ]
    },
    {
        "heroId": "nomad_axe_adventurer_costume_tracker",
        "name": "Colen C2",
        "effects": [
            "對目標及附近敵人造成 285% 傷害。",
            "目標與附近敵人獲得對烈火系 -54% 的防禦，持續 6 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_axe_adventurer_costume_cute",
        "name": "Colen Toon",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有敵人在 3 回合內受到共計 174 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_axe_adventurer_costume_glass",
        "name": "Colen Glass",
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人在 3 回合內受到共計 198 點燃燒傷害。"
        ]
    },
    {
        "heroId": "circus_eichbelborg",
        "name": "Eichbelborg",
        "effects": [
            "對目標造成 340% 傷害。",
            "基礎防禦最高的敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "castle_wolf_ferant",
        "name": "Ferant",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 115% 的傷害，持續 5 回合。",
            "施法者與附近盟友每次反擊可降低攻擊者 -10% 的法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "castle_wolf_ferant_costume_fire",
        "name": "Ferant C1",
        "effects": [
            "施法者與附近盟友以所受傷害的 120% 進行反擊，持續 5 回合。",
            "施法者與附近盟友每次反擊可降低攻擊者 -5% 的法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "orc_troopmaster",
        "name": "Gormek",
        "effects": [
            "對目標造成 295% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "orc_troopmaster_costume_merchant",
        "name": "Gormek C1",
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "對所有敵人造成 180% 傷害。",
            "每個摧毀的小兵使所有盟友恢復 80 點生命。"
        ]
    },
    {
        "heroId": "orc_troopmaster_costume_gourmet",
        "name": "Gormek C2",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 225% 傷害。"
        ]
    },
    {
        "heroId": "orc_troopmaster_costume_cute",
        "name": "Gormek Toon",
        "effects": [
            "對目標造成 325% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 防禦，持續 6 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "orc_troopmaster_costume_glass",
        "name": "Gormek Glass",
        "effects": [
            "對目標造成 335% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標與附近敵人獲得 -30% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "guardian_falcon_priest",
        "name": "Guardian Falcon",
        "effects": [
            "對目標及附近敵人造成 225% 傷害。",
            "目標與附近敵人獲得對烈火系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "construct_hotspin",
        "name": "Hotspin",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 100% 的傷害，持續 4 回合。",
            "施法者與附近盟友會獲得燃燒之觸，持續 4 回合。（燃燒之觸：擁有此狀態效果的角色每次反擊敵人時，攻擊者將在 4 回合內受到共計 324 點燃燒傷害）"
        ]
    },
    {
        "heroId": "beachparty_itham",
        "name": "Itham",
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "目標與附近敵人在 3 回合內免疫新的狀態效果增益，且每次嘗試獲得增益時受到 70 點傷害。",
            "施法者與附近盟友均可抵抗禁用特殊技能的效果，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_junaid",
        "name": "Junaid",
        "effects": [
            "對目標造成 400% 傷害。",
            "為所有盟友治療 30% 的傷害。"
        ]
    },
    {
        "heroId": "s5_junaid_costume_champion",
        "name": "Junaid C1",
        "effects": [
            "對目標造成 370% 傷害。",
            "為所有盟友治療 40% 的傷害。"
        ]
    },
    {
        "heroId": "nomad_female_berserker",
        "name": "Kelile",
        "effects": [
            "對目標造成 320% 傷害。",
            "目標在 6 回合內受到共計 414 點傷害。"
        ]
    },
    {
        "heroId": "nomad_female_berserker_costume_shaman",
        "name": "Kelile C1",
        "effects": [
            "所有敵人在 2 回合內受到共計 334 點燃燒傷害。"
        ]
    },
    {
        "heroId": "nomad_female_berserker_costume_sorceress",
        "name": "Kelile C2",
        "effects": [
            "對目標及附近敵人造成 220% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 198 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 30% 作為生命值。"
        ]
    },
    {
        "heroId": "nomad_female_berserker_costume_cute",
        "name": "Kelile Toon",
        "effects": [
            "對目標造成 325% 傷害。",
            "目標在 3 回合內受到共計 216 點燃燒傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_female_berserker_costume_glass",
        "name": "Kelile Glass",
        "effects": [
            "對目標造成 335% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標在 3 回合內受到共計 240 點燃燒傷害。"
        ]
    },
    {
        "heroId": "kalevala_lemminkainen",
        "name": "Lemminkainen",
        "effects": [
            "對目標造成 285% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 4 回合內受到共計 196 點燃燒傷害。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "kalevala_lemminkainen_costume_swan",
        "name": "Lemminkainen C1",
        "effects": [
            "對目標造成 300% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 4 個回合內受到 176 點燃燒傷害。此状熊效果在冰雪系角色上無法淨化，且會持續額外 2 個回合。"
        ]
    },
    {
        "heroId": "magic_lucy",
        "name": "Lucy",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 180% 傷害。",
            "* 在 3 回合期間，每次目標使用特殊技能時，其餘敵人的法力減少 -8%。",
            "2 倍法力充能：",
            "* 所有盟友獲得 +24% 法力產出，持續 5 回合。",
            "* 在接下來 5 個回合內，在任何其他盟友施放其特殊技能後，此角色會對所有敵人造成 115% 傷害。每個角色施放的特殊技能，每回合只會造成一次傷害。"
        ]
    },
    {
        "heroId": "s4_mack",
        "name": "Mack",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 4 回合。",
            "施法者和附近盟友獲得 +25% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "s4_mack_costume_novelist",
        "name": "Mack C1",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 100% 的傷害，持續 4 回合。",
            "施法者和附近盟友獲得 +35% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "astral_demon_mael",
        "name": "Mael",
        "effects": [
            "對目標造成 285% 傷害。",
            "有 60% 的機率可額外攻擊随機敵人，最多 3 次。額外攻擊可造成輕微傷害。",
            "被命中的敵人將受到持續 3 回合的共振效果，共振對受影響的敵人造成 190 點傷害，並對附近敵人造成 95 點傷害。"
        ]
    },
    {
        "heroId": "monster_hunter_maheegan",
        "name": "Maheegan",
        "effects": [
            "對目標造成 280% 傷害，並對附近敵人造成輕微傷害。",
            "對目標與附近的敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8%，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。"
        ]
    },
    {
        "heroId": "magic_carpet_manpip",
        "name": "Manpip",
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 296 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 20% 作為生命值。"
        ]
    },
    {
        "heroId": "elemental_nova",
        "name": "Nova",
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "面板上每有一個烈火護盾，便額外回復 2% 生命，總共至多回復 45% 生命。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "ballerina_raul",
        "name": "Raul",
        "effects": [
            "對目標及附近敵人造成 120% 傷害。",
            "目標與附近敵人跳起愛慕民謠，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "愛慕民謠：",
            "* -20% 法力產出。",
            "* -20% 所獲治療量。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "s4_rokkamush",
        "name": "Rokkamush",
        "effects": [
            "對所有敵人造成 200% 傷害。每一下攻擊的精準度為 50%。",
            "所有命中的敵人在 4 回合內受到共計 192 點流血傷害。"
        ]
    },
    {
        "heroId": "s4_rokkamush_costume_mason",
        "name": "Rokkamush C1",
        "effects": [
            "對所有敵人造成 175% 傷害。每一下攻擊的精準度為 80%。",
            "所有命中的敵人在 4 回合內受到共計 200 點流血傷害。"
        ]
    },
    {
        "heroId": "nomad_female_assassin",
        "name": "Scarlett",
        "effects": [
            "對目標造成 215% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "nomad_female_assassin_costume_poison",
        "name": "Scarlett C1",
        "effects": [
            "對目標造成 185% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人在 3 回合內受到共計 138 點劇毒傷害。",
            "施法者和附近盟友獲得 +30% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "nomad_female_assassin_costume_dancer",
        "name": "Scarlett C2",
        "effects": [
            "對目標造成 235% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -31% 攻擊，並在每次被擊中後減少 4%，持續 4 回合，最高 -51% 攻擊。"
        ]
    },
    {
        "heroId": "nomad_female_assassin_costume_cute",
        "name": "Scarlett Toon",
        "effects": [
            "對目標造成 220% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -24% 攻擊力，持續 6 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_female_assassin_costume_glass",
        "name": "Scarlett Glass",
        "effects": [
            "對目標造成 230% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標與附近敵人獲得 -29% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "s3_shadereave",
        "name": "Shadereave",
        "effects": [
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。",
            "所有盟友獲得 +30% 暴擊率，持續 4 回合。",
            "所有盟友獲得屍鬼庇佑。如果獲得庇佑的英雄在後續 4 個回合中被擊敗，將會變為屍鬼重生，並且擁有：",
            "100% 繼承生命值。",
            "500 攻擊力。",
            "500 防禦。",
            "特殊技能：永遠忠誠。"
        ]
    },
    {
        "heroId": "ninja_shale",
        "name": "Shale",
        "effects": [
            "1 倍法力充能：",
            "* 施法者在 3 回合內恢復 411 點生命值。",
            "* 淨化施法者的狀態異常。",
            "2 倍法力充能：",
            "* 施法者和附近盟友在 3 回合內恢復 549 點生命值。",
            "* 淨化施法者與附近盟友的狀態異常。",
            "3 倍法力充能：",
            "* 所有盟友在 3 回合內恢復 714 點生命值。",
            "* 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "knights_sir_lancelot",
        "name": "Sir Lancelot",
        "effects": [
            "對目標造成 265% 傷害。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 4 回合。",
            "施法者和附近盟友獲得 +48% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "s2_demon_master",
        "name": "Sumitomo",
        "effects": [
            "對目標造成 300% 傷害。",
            "施法者以所受傷害的 135% 進行反擊，持續 5 回合。",
            "施法者每次反擊可恢復適量法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "s2_demon_master_costume_steppe",
        "name": "Sumitomo C1",
        "effects": [
            "對目標造成 280% 傷害。",
            "施法者以所受傷害的 155% 進行反擊，持續 5 回合。",
            "施法者每次反擊可恢復適量法力，持續 5 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "s3_sumle",
        "name": "Sumle",
        "effects": [
            "對所有敵人造成 235% 傷害。每一下攻擊的精準度為 80%。",
            "每有一個敵人被擊敗，傷害增加 70%。"
        ]
    },
    {
        "heroId": "s3_sumle_costume_unhallowed",
        "name": "Sumle C1",
        "effects": [
            "對目標及附近敵人造成 365% 傷害。每一下攻擊的精準度為 85%。",
            "每有一個敵人被擊敗，傷害增加 25%。"
        ]
    },
    {
        "heroId": "kingdom_sun_shangxiang",
        "name": "Sun Shangxiang",
        "effects": [
            "對目標造成 280% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -44% 防禦，並在每次被擊中後減少 -4%，持續 3 回合。"
        ]
    },
    {
        "heroId": "gargoyle_vonreine",
        "name": "Vonreine",
        "effects": [
            "對目標及附近敵人造成 285% 傷害。",
            "對目標與附近敵人召喚烈火精靈惡魔。",
            "烈火精靈惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "施法者竊偷目標及附近敵人所產出法力的 30%，效果持續至目標失去烈火精靈惡魔為止。此效果無法淨化，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "heroId": "s2_rugged_fisherman",
        "name": "Wilbur",
        "effects": [
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s2_rugged_fisherman_costume_sake_master",
        "name": "Wilbur C1",
        "effects": [
            "所有盟友獲得 +100% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +140% 威力。",
            "所有盟友在 4 回合內恢復 280 點生命值。"
        ]
    },
    {
        "heroId": "bard_zhabog",
        "name": "Zhabog",
        "effects": [
            "對目標造成 350% 傷害。",
            "重置所有敵人狀態異常的持續時間。"
        ]
    },
    {
        "heroId": "kingdom_zhou_yu",
        "name": "Zhou Yu",
        "effects": [
            "對目標造成 355% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 10% 生命值與 18% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 207 點燃燒傷害。"
        ]
    },
    {
        "heroId": "kingdom_zhou_yu_costume_white_raven",
        "name": "Zhou Yu C1",
        "effects": [
            "對目標造成 345% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 22% 生命值與 30% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 339 點燃燒傷害。"
        ]
    },
    {
        "heroId": "shadow_abigail",
        "name": "Abigail",
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "為每個盟友召喚一個徐璐小兵，其可從施法者繼承 15% 生命值及 20% 攻擊力。",
            "徐璐小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 4 回合內受到共計 340 點流血傷害。",
            "* 對目標造成 5 點瘋狂。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "heroId": "titan_hunter_adelitza",
        "name": "Adelitza",
        "effects": [
            "對目標造成 600% 傷害。",
            "對上泰坦造成 700% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標獲得 -40% 防禦，持續 3 個回合。對上自然泰坦時，目標獲得 -60% 防禦，且狀態效果會持續額外 2 回合。"
        ]
    },
    {
        "heroId": "mimic_aether_red",
        "name": "Aether Mimic Fire",
        "effects": [
            "對目標造成 600% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "模仿怪寶箱將關閉持續 2 個回合。"
        ]
    },
    {
        "heroId": "tales2_aethslegaur",
        "name": "Aethslegaur",
        "effects": [
            "使用火風暴打擊攻擊目標，造成最多 4000 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "所有盟友有 +45% 機率閃避攻擊與特殊技能，持續 5 回合。",
            "此角色獲得一個獻祭標記，持續 5 個回合。每當敵人或盟友受到燃燒傷害時，施法者獲得ㄧ層疊加（最大值： 10 ）。每層疊加能提升 +6% 施法者的法力產出。"
        ]
    },
    {
        "heroId": "halloween_alucard",
        "name": "Alucard",
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 250% 傷害。",
            "每摧毀一名小兵，所有盟友恢復 10% 生命值。",
            "每摧毀一名小兵，所有盟友獲得 3% 法力。",
            "攻擊會無視防禦增益。（包含反擊。）"
        ]
    },
    {
        "heroId": "halloween_alucard_costume_mafia",
        "name": "Alucard C1",
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 245% 傷害。",
            "每摧毀一名小兵，所有盟友恢復 12% 生命值。",
            "每摧毀一名小兵，所有盟友獲得 3% 法力。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "halloween_amber",
        "name": "Amber",
        "effects": [
            "對目標造成 605% 傷害。",
            "為施法者治療 100% 的傷害。",
            "目標抵禦治療，且每次抵禦治療則受到 300 點傷害，持續 4 回合。"
        ]
    },
    {
        "heroId": "fire_god_andre",
        "name": "Andre de Clermont",
        "effects": [
            "對目標及附近敵人造成 390% 傷害。",
            "為一個隨機盟友提供掩護，持續 5 個回合。此效果無法被驅散。（在受掩護期間，盟友不會受到特殊攻擊或普通攻擊的傷害。進行掩護的角色會承受對盟友所造成的 50% 傷害。）",
            "施法者與附近盟友獲得 +89% 冰雪系防禦，持續 5 個回合。",
            "元素鏈給予所有烈火盟友 +20% 暴擊率，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "beachparty_andy_jay",
        "name": "Andy Jay",
        "effects": [
            "對所有敵人造成 450% 傷害。",
            "除施法者外，所有盟友跳熾焰狂舞，持續 3 回合。",
            "熾焰狂舞：",
            "* +50% 防禦。",
            "* 如果任何舞者受到特殊技能的直接傷害，所有舞者的熾焰狂舞將延長 1 回合。該舞蹈每回合只能延長一次。（添加舞蹈狀態效果時將移除所有現有狀態效果。舞蹈狀態免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。舞蹈效果無法驅散。施法者陣亡後效果移除）"
        ]
    },
    {
        "heroId": "fire_god_anzogh",
        "name": "Anzogh",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "治療每個盟友所受總傷害的 35%。",
            "元素鏈給予所有烈火系盟友抵禦冰雪系的 +46% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "masquerade_aradia",
        "name": "Aradia",
        "effects": [
            "使所有敵人的最大生命值降低 570 點。對有生命加成的目標效果更大。最大生命值不得低於最大生命值的 30%。任何生命值加成會造成額外降低 570 點。",
            "所有敵人在 4 回合內受到共計 744 點燃燒傷害。",
            "所有敵人獲得的生命加成減少 -75%，持續 4 回合。"
        ]
    },
    {
        "heroId": "faun_araminta",
        "name": "Araminta",
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "疊加（最大值： 10 ）：所有敵人受到的所有傷害增加 +7%。",
            "所有盟友在 2 個回合後獲得 10% 法力。若效果在持續時間結束前移除，則會立即獲得。"
        ]
    },
    {
        "heroId": "fire_god_ares",
        "name": "Ares",
        "effects": [
            "施法者和附近盟友獲得 +54% 攻擊力，持續 4 回合。",
            "施法者與附近盟友獲得 +46% 暴擊率，持續 4 回合。",
            "施法者和附近盟友在 4 回合內恢復 1000 點生命值。",
            "元素鏈給予所有烈火盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fire_god_ares_costume_keymaster",
        "name": "Ares C1",
        "effects": [
            "施法者和附近盟友獲得 +45% 攻擊力，持續 4 回合。攻擊力每回合增加 5%，最高至 +60%。",
            "施法者和附近盟友會以承受傷害的 110% 進行反擊，持續 4 回合。反擊傷害每回合增加 10%，最高可達 140%。",
            "施法者和附近盟友在 4 個回合內恢復 900 點加成生命值。加成生命值能夠超過最大生命值。",
            "元素鏈給予所有烈火盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ronin_asakura_masao",
        "name": "Asakura Masao",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "對目標造成 250% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "成長：施法者獲得 100 點攻擊和 100 點防禦。",
            "x 2 法力充能：",
            "對目標造成 400% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "成長：施法者和附近盟友獲得 250 點攻擊和 250 點防禦。",
            "x 3 法力充能：",
            "對目標造成 600% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "成長：所有盟友獲得 600 點攻擊和 600 點防禦。"
        ]
    },
    {
        "heroId": "mimic_ascension_item_red",
        "name": "Ascension Mimic",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標與附近敵人在 4 回合內受到共計 668 點流血傷害。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "elemental_ash",
        "name": "Ash",
        "effects": [
            "對 9 名隨機敵人造成 150% 傷害。",
            "面板中每有烈火護盾，則傷害增加 5%，每次命中最多 +200% 傷害。",
            "所有被擊中的目標對烈火系獲得 -35% 防禦，並在每次被擊中後減少 -5%，持續 4 回合。"
        ]
    },
    {
        "heroId": "villain_asterius",
        "name": "Asterius",
        "effects": [
            "對目標及附近敵人造成 360% 傷害。",
            "將目標與附近敵人的增益持續時間減少 1 回合。",
            "目標與附近敵人會受到腐蝕燃燒，持續 3 回合。腐蝕燃燒會造成 101 點燃燒傷害，而且每個回合降低目標的防禦 -16%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "ninja_aurum",
        "name": "Aurum",
        "effects": [
            "1 倍法力充能：",
            "* 對目標造成 385% 傷害。",
            "* 目標獲得一枚流血標記，持續 2 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 （最大值： 10 ）。每次疊加都能增加目標所承受傷害 +5%。",
            "* 目標在 2 回合內受到共計 316 點流血傷害。",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 395% 傷害。",
            "* 目標和附近敵人獲得一枚流血標記，持續 4 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 （最大值： 10 ）。每次疊加都能增加目標所承受傷害 +5%。",
            "* 目標與附近敵人在 4 回合內受到共計 792 點流血傷害。",
            "3 倍法力充能：",
            "* 對所有敵人造成 405% 傷害。",
            "* 所有敵人獲得一枚流血標記，持續 6 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 （最大值： 10 ）。每次疊加都能增加目標所承受傷害 +5%。",
            "* 所有敵人在 6 回合內受到共計 1506 點流血傷害。"
        ]
    },
    {
        "heroId": "lionman_barbarian",
        "name": "Azlar",
        "effects": [
            "對所有敵人造成 205% 傷害。",
            "所有敵人在 6 回合內受到共計 414 點傷害。"
        ]
    },
    {
        "heroId": "lionman_barbarian_costume_armor",
        "name": "Azlar C1",
        "effects": [
            "對目標及附近敵人造成 205% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 410% 傷害。",
            "目標與附近敵人在 2 回合內受到共計 472 點燃燒傷害。此效果無法淨化。"
        ]
    },
    {
        "heroId": "lionman_barbarian_costume_babysitter",
        "name": "Azlar C2",
        "effects": [
            "對目標及附近敵人造成 310% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 636 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 40% 作為生命值。"
        ]
    },
    {
        "heroId": "lionman_barbarian_costume_cute",
        "name": "Azlar Toon",
        "effects": [
            "對所有敵人造成 355% 傷害。",
            "所有敵人在 3 回合內受到共計 513 點傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "lionman_barbarian_costume_glass",
        "name": "Azlar Glass",
        "effects": [
            "對所有敵人造成 365% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人在 2 回合內受到共計 621 點燃燒傷害。"
        ]
    },
    {
        "heroId": "lionman_barbarian_costume_stylish",
        "name": "Azlar Stylish",
        "effects": [
            "對所有敵人造成 375% 傷害。",
            "對剩餘生命少於 50% 的敵人造成 525% 傷害。",
            "所有敵人在 3 回合內受到共計 720 點燃燒傷害。"
        ]
    },
    {
        "heroId": "fortune_bai_yan",
        "name": "Bai Yan",
        "effects": [
            "使用靈魂光環，使施法者和附近盟友獲得 1300 點生命加成。靈魂光環會在加成生命前，安全移除狀態異常。（每移除一個異常，生命加成降低 -100 點。不可淨化的異常也會移除。）",
            "附近盟友跳起火焰鴻運舞蹈，持續 4 回合。",
            "火焰鴻運舞蹈：",
            "* +50% 攻擊力。",
            "* 造成的傷害增加 +20%。對自然目標的效果為 +30%。",
            "* 受到的傷害降低 -20%。對冰雪特殊技能的效果為 -30%。",
            "* 鸿運舞蹈可與其他舞蹈效果疊加。（僅影響從配對磚格所獲的法力，或於回合結束時防禦戰隊所獲的法力。當添加鸿運舞蹈狀態效果時，除了其他舞蹈状態效果外，移除所有現存状態效果。除了其他舞蹈状態效果外，鸿運舞蹈能免疫新狀態效果。鸿運舞蹈效果無法驅散。施法者被擊敗時，效果會被移除。）"
        ]
    },
    {
        "heroId": "s3_baldur",
        "name": "Baldur",
        "effects": [
            "對一名隨機敵人造成 165% 傷害。",
            "為施法者提供 1000 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者擁有生命加成時，所有盟友獲得法力減損抗性。此效果無法消除。",
            "施法者擁有生命加成時，每回合結束時對一名隨機敵人造成 165% 傷害。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s3_baldur_costume_fiery",
        "name": "Baldur C1",
        "effects": [
            "對目標造成 400% 傷害。",
            "為施法者提供 850 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者擁有生命加成時，所有盟友獲得法力減損抗性。此效果無法消除。",
            "施法者擁有生命加成時，每回合結束時對一名隨機敵人造成 185% 傷害。此效果無法驅散。"
        ]
    },
    {
        "heroId": "mighty_pet_barkley",
        "name": "Barkley",
        "effects": [
            "對目標和 2 名隨機敵人造成 300% 傷害。",
            "對被擊中的敵人召喚飛彈惡魔。惡魔每回合以 55% 的攻擊力對敵人造成傷害。",
            "飛彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 28% 時消失。",
            "若敵人在擁有飛彈惡魔期間被擊敗，則其附近敵人將會受到 500 點傷害。"
        ]
    },
    {
        "heroId": "vegetable_bartholomew",
        "name": "Bartholomew",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "敵人每持有一名惡魔或超級惡魔，都將造成 15% 額外傷害，最多累積造成 450% 傷害。",
            "從目標和附近敵人的身上豐收增益。（豐收可以從每個目标上，安全地移除 2 個增益、正面叠加或成長效果。包含无法驅散增益和跳舞效果。每移除一個效果，施法者獲得 7% 加成生命值，加成生命值可超過最大生命值。安全移除可避免移除狀態效果增益时的第二效果。例如移除時受到傷害。被動技能、家族效果等外部效果仍可發動。成長效果會最先被移除。其他效果則是以最新的開始移除。）",
            "施法者與附近盟友以所受傷害的 110% 進行反擊，持續 4 回合。"
        ]
    },
    {
        "heroId": "castle_bear_bearnadette",
        "name": "Bearnadette",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 250% 傷害。",
            "所有敵人變成受詛咒的畫作，持續 5 回合。此效果無法淨化。受詛咒的畫作有 70% 攻擊力、 70% 防禦與以下特殊技能：",
            "掙脫束縛：（非常快）",
            "* 對目標造成 250% 傷害。",
            "* 60% 機率移除施法者的受詛咒的畫作異常。（頭目、泰坦和神話泰坦不受此狀態效果影響）"
        ]
    },
    {
        "heroId": "beowulf_beowulf",
        "name": "Beowulf",
        "effects": [
            "對目標造成 615% 傷害。",
            "為所有盟友恢復 15% 生命值。",
            "使所有盟友的法力增加 10%。",
            "疊加（最大值： 10 ）：所有盟友獲得 +25% 攻擊。"
        ]
    },
    {
        "heroId": "mahayoddha_bhima",
        "name": "Bhima",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 410% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 2 x點额外傷害。（最多 800 點額外傷害。影響造成傷害的狀態效果會影響額外傷害。防禦數值不會影響額外傷害。影響傷害數值的狀態效果不會影響額外傷害）",
            "使目標與附近敵人的最大生命值降低 850 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 850 點。）",
            "目標與附近敵人獲得 -50% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "pirate_boatswain",
        "name": "Black Caesar",
        "effects": [
            "對所有敵人造成 335% 傷害。",
            "對所有敵人召喚海盜骷髏惡魔。惡魔每回合以 100% 的攻擊力對敵人造成傷害。",
            "海盜骷髏惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 45% 時消失。",
            "召喚時，主人擁有海盜骷髏惡魔的期間，海盜骷髏惡魔會給予其主人 -45% 攻擊。此效果無法淨化。"
        ]
    },
    {
        "heroId": "knights_black_knight",
        "name": "Black Knight",
        "effects": [
            "施法者有 50% 機率將受到的任何傷害降低至 1 點，持續 3 回合。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 3 回合。",
            "所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 3 回合。"
        ]
    },
    {
        "heroId": "knights_black_knight_costume_negative",
        "name": "Black Knight C1",
        "effects": [
            "施法者有 50% 機率將受到的任何傷害降低至 1 點，持續 4 回合。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "所有盟友獲得 +54% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "construct_japanese_doll",
        "name": "Blossom",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "驅散所有敵人的增益。",
            "每移除一個狀態效果，則為所有盟友恢復 70 點生命值，至多恢復總計 560 點生命值。"
        ]
    },
    {
        "heroId": "monster_hunter_bonecrusher",
        "name": "Bonecrusher",
        "effects": [
            "對目標造成 540% 傷害。",
            "每有一位施法者的倖存盟友，傷害增加 30%。",
            "疊加（最大值： 10 ）：施法者對弱點元素獲得 +15% 攻擊。"
        ]
    },
    {
        "heroId": "construct_brimstone",
        "name": "Brimstone",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "對所有敵人召喚煉獄惡魔。惡魔每回合以 80% 的攻擊力對目標造成傷害。",
            "煉獄惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "召喚時，主人擁有煉獄惡魔的期間，目標對烈火系獲得 -54% 防禦。此效果無法淨化。",
            "所有盟友獲得對冰雪系 +86% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "pirate_swashbuckler",
        "name": "Captain Kestrel",
        "effects": [
            "對目標及附近敵人造成 215% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 335%。"
        ]
    },
    {
        "heroId": "s4_captain_nemo",
        "name": "Captain Nemo",
        "effects": [
            "對目標造成 300% 傷害。",
            "如果施法者的狀態異常或有負面疊加，會造成 600% 傷害。"
        ]
    },
    {
        "heroId": "s4_captain_nemo_costume_machinist",
        "name": "Captain Nemo C1",
        "effects": [
            "對目標造成 370% 傷害。",
            "如果施法者的狀態異常或有負面疊加，會造成 555% 傷害。"
        ]
    },
    {
        "heroId": "musketeer_cardinal_richelieu",
        "name": "Cardinal Richelieu",
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "對所有敵人召喚間諜惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。",
            "間諜惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 30% 時消失。",
            "每個回合結束時，間諜惡魔會盜取其中一個目標的可驅散增益，給予敵對戰隊的一個角色。"
        ]
    },
    {
        "heroId": "masquerade_carmenta",
        "name": "Carmenta",
        "effects": [
            "將目標的所有可淨化狀態異常散播給附近敵人。",
            "重置目標和附近敵人狀態異常的持續時間。",
            "對目標造成 495% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "wild_cat_catalina",
        "name": "Catalina",
        "effects": [
            "對目標造成 550% 爪擊傷害。（對有任意防禦增益、小兵或超級小兵的敵人造成 825% 傷害。有任意防禦增益、小兵或超級小兵的敵人獲得 -35% 防禦，持續 6 回合。）",
            "除了施法者，所有盟友獲得 +40% 攻擊力，持續 4 回合。",
            "除了施法者之外，所有盟友獲得 +40% 暴擊率，持續 4 回合。",
            "除了施法者之外，所有盟友恢復相當於所造成普通傷害 100% 的生命值，持續 4 回合。"
        ]
    },
    {
        "heroId": "astral_dwarf_ceris",
        "name": "Ceris",
        "effects": [
            "對目標造成 600% 傷害。",
            "若目標在受到傷害前有超過 50% 的法力，則多瞄準一名在受到此特殊技能傷害前有超過 50% 法力的敵人。若其他敵人的法力皆未達 50%，則隨機瞄準敵人。每次連續攻擊的傷害都會減少。每個敵人只能受攻擊一次。",
            "所有命中目標陷入沉默，持續 6 回合。",
            "枯萎：所有敵人獲得 -350 點攻擊和 -350 點防禦。"
        ]
    },
    {
        "heroId": "ballerina_charlotta",
        "name": "Charlotta",
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "目標與附近敵人跳起譴責民謠，持續 3 回合。",
            "譴責民謠：",
            "-50% 法力產出。",
            "-50% 獲得的任何治療。",
            "舞蹈結束時，目標受到 1500 點傷害。（添加舞蹈狀態效果時將移除所有現有狀態效果。舞蹈狀態免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。舞蹈效果無法驅散。施法者陣亡後效果移除）"
        ]
    },
    {
        "heroId": "slime_charmione",
        "name": "Charmione",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "目標與附近敵人受到吞噬黏液狀態異常，持續 5 回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 300 點傷害，並且每移除一個效果就會受到 100 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700。）",
            "在 1 個回合後，目標和附近的敵人會遭到麻痺，持續 4 個回合。（麻痹的敵人無法进行攻墼或獲得法力，受到的傷害也會提高 +50%。一旦被麻痺，效果無法淨化。頭目、泰坦和神話泰坦不受此状態效果影響。）"
        ]
    },
    {
        "heroId": "slime_chingiriko",
        "name": "Chingiriko",
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "目標與附近敵人精準度變為 -39%，持續 4 個回合。如果目標受到治癒，效果持續時間會重設。（進攻型特殊技能也有機率無法擊中。）",
            "所有盟友獲得黏黏表面，持續 4 回合。此效果無法驅散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（被盜的可驅散增益或成長效果是隨機選擇的。 當受到敵人的傷害時，就會啟用黏黏表面。 每個擁有黏黏表面的角色，每回合只能透過普通攻擊竊取一個狀態、增益或成長效果）"
        ]
    },
    {
        "heroId": "mighty_pet_chomper",
        "name": "Chomper",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "治療每個盟友所受總傷害的 40%。",
            "目標與附近敵人在 4 回合內受到共計 368 點流血傷害。"
        ]
    },
    {
        "heroId": "moth_chunkyroi",
        "name": "Chunkyroi",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "在接下來 4 個回合內，在任何其他盟友施放其特殊技能後，此角色會恢復所有盟友 350 點加成生命值。（每個角色每回合只能觸發此效果一次）",
            "所有盟友獲得 +30% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "fables_cinderella",
        "name": "Cinderella",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_cleaver",
        "name": "Cleaver",
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "對所有敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8%，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 35% 時消失。",
            "所有敵人獲得 -32% 攻擊，並在每次被擊中後減少 -5%，持續 4 回合。"
        ]
    },
    {
        "heroId": "christmas_cookie",
        "name": "Cookie",
        "effects": [
            "使所有敵人的法力減少 20%。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人會獲得一個神秘藥水。在 3 個回合後，神秘藥水會爆炸並對目標造成 450 點傷害。爆炸後，目標無法獲得法力，持續 3 個回合。"
        ]
    },
    {
        "heroId": "valentines_cupido",
        "name": "Cupido",
        "effects": [
            "對目標及附近敵人造成 295% 傷害。",
            "法力全滿時，目標和附近敵人強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "heroId": "valentines_cupido_costume_flame",
        "name": "Cupido C1",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "目標與附近敵人獲得對烈火系 -34% 的防禦，持續 3 回合。",
            "法力全滿時，目標和附近敵人強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "heroId": "musketeer_dartagnan",
        "name": "D Artagnan",
        "effects": [
            "對目標造成 470% 傷害。",
            "目標在 3 回合內受到共計 1065 點燃燒傷害。此效果會擴散至附近的敵人。",
            "施法者在 3 回合內恢復 459 點生命值。"
        ]
    },
    {
        "heroId": "musketeer_dartagnan_costume_chimney_sweeper",
        "name": "D Artagnan C1",
        "effects": [
            "對目標造成 560% 傷害。",
            "目標在 3 回合內受到共計 1692 點燃燒傷害。此效果會擴散至附近的敵人。",
            "施法者在 3 個回合內恢復 915 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "castle_stag_daemon",
        "name": "Daemon",
        "effects": [
            "驅散目標的增益。",
            "阻止目標啟動天賦技能。",
            "對目標造成 485% 傷害。",
            "目標無法在敵人或盟友身上施放任何新的狀態效果，持續 3 回合。這包含疊加。這僅包含用特殊技能施放的狀態效果。"
        ]
    },
    {
        "heroId": "forsaken_demhalar",
        "name": "Demhalar",
        "effects": [
            "對目標和鄰近敵人造成 350% 傷害，並對其造成 35 點瘋狂。",
            "目標和附近敵人在 3 個回合內受到 654 點水系傷害。所有盟友能吸收所造成之水系傷害的 50% 作為加成生命值。",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "garrison_dima",
        "name": "Dima",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "目標獲得 -25% 防禦，持續 4 回合。若該敵人受到治療，則效果持續時間將重設。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標在 3 個回合內受到 456 點流血傷害。此效果會擴散至附近的敵人。"
        ]
    },
    {
        "heroId": "tales1_domiventus",
        "name": "Domiventus",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 380% 傷害。",
            "* 目標與附近敵人受到腐蝕燃燒，持續 4 回合。腐蝕燃燒會造成 201 點燃燒傷害，而且每個回合降低目標的防禦 -12%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "第 2 次：",
            "* 對目標及附近敵人造成 455% 傷害。",
            "* 目標與附近敵人受到腐蝕燃燒，持續 4 回合。腐蝕燃燒會造成 231 點燃燒傷害，而且每個回合降低目標的防禦 -16%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "tales1_domiventus_costume_supreme",
        "name": "Domiventus C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標及附近敵人造成 360% 傷害。",
            "* 目標與附近敵人受到腐蝕燃燒，持續 4 回合。腐蝕燃燒會造成 240 點燃燒傷害，而且每個回合降低目標的防禦 -10%。對擁有小兵或超級小兵的英雄造成額外傷害。",
            "第 2 次：",
            "* 對目標及附近敵人造成 485% 傷害。",
            "* 目標與附近敵人受到腐蝕燃燒，持續 4 回合。腐蝕燃燒會造成 375 點燃燒傷害，而且每個回合降低目標的防禦 -18%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "elemental_doxan",
        "name": "Doxan",
        "effects": [
            "對目標造成 500% 傷害，並對所有自然敵人造成輕微傷害。",
            "目標和所有自然敵人在 4 回合內受到共計 992 點燃燒傷害。"
        ]
    },
    {
        "heroId": "elemental_doxan_costume_hacker",
        "name": "Doxan C1",
        "effects": [
            "對目標造成 550% 傷害，並對所有自然敵人造成輕微傷害。",
            "目標和所有自然敵人在 4 回合內受到共計 1504 點燃燒傷害。",
            "施法者與所有烈火盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "bard_dunnar_hart",
        "name": "Dunnar Hart",
        "effects": [
            "對所有敵人造成 500% 傷害。",
            "所有敵人受到腐蝕燃燒，持續 5 回合。腐蝕燃燒會造成 322 點燃燒傷害，而且每個回合降低目標的防禦 -13%。對擁有小兵和超級小兵的英雄造成額外傷害。",
            "施法者在 4 個回合內恢復 1480 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得 +50% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "monster_hunter_ebba",
        "name": "Ebba",
        "effects": [
            "對目標造成 585% 傷害。",
            "依照敵人擁有惡魔的數量，對相同數量的隨機敵人造成額外 260% 傷害。每次連續攻擊擊中時，傷害都會降低。",
            "所有命中目標在 4 回合內無法在敵人或盟友身上施放任何新的狀態效果。（包含疊加。此僅包含用特殊技能施放的狀態效果）",
            "所有命中目標獲得 -54% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "gargoyle_el_duque",
        "name": "El Duque",
        "effects": [
            "對目標造成 355% 傷害，並對附近敵人造成輕微傷害。",
            "疊加（最大值： 10 ）：目標和附近敵人獲得 -9% 防禦。"
        ]
    },
    {
        "heroId": "valentines_elba",
        "name": "Elba",
        "effects": [
            "對目標及附近敵人造成 325% 傷害。",
            "施法者和附近盟友在 4 個回合後恢復 1000 點生命。若效果在持續時間結束前移除，則改為恢復 1300 點生命。",
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 4 回合。"
        ]
    },
    {
        "heroId": "nomad_female_lord",
        "name": "Elena",
        "effects": [
            "對所有敵人造成 202% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 5 回合。"
        ]
    },
    {
        "heroId": "nomad_female_lord_costume_flame",
        "name": "Elena C1",
        "effects": [
            "對所有敵人造成 172% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 155% 的傷害，持續 5 回合。"
        ]
    },
    {
        "heroId": "nomad_female_lord_costume_wicked",
        "name": "Elena C2",
        "effects": [
            "對所有敵人造成 242% 傷害。",
            "施法者和附近盟友會以承受傷害的 115% 進行反擊，持續 5 回合。反擊傷害每回合增加 +10%，最高至 +155%。"
        ]
    },
    {
        "heroId": "nomad_female_lord_costume_cute",
        "name": "Elena Toon",
        "effects": [
            "對所有敵人造成 352% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 120% 的傷害，持續 5 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_female_lord_costume_glass",
        "name": "Elena Glass",
        "effects": [
            "對所有敵人造成 362% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者與附近盟友進行反擊，造成所受傷害 120% 的傷害，持續 5 回合。"
        ]
    },
    {
        "heroId": "fire_god_eliane",
        "name": "Eliane",
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "所有敵人在 4 回合內受到共計 640 點燃燒傷害。",
            "驅散所有敵人的增益。",
            "元素鏈給予所有烈火系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s4_elizabeth",
        "name": "Elizabeth",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "對所有敵人召喚蜘蛛惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "蜘蛛惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 28% 時消失。",
            "主人擁有蜘蛛惡魔的期間，蜘蛛惡魔會給予其主人 -24% 法力產出。此效果無法淨化。"
        ]
    },
    {
        "heroId": "s4_elizabeth_costume_bride",
        "name": "Elizabeth C1",
        "effects": [
            "對所有敵人造成 165% 傷害。",
            "對所有敵人召喚蜘蛛惡魔。惡魔每回合以 41% 的攻擊力對目標造成傷害。",
            "蜘蛛惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 40% 時消失。",
            "召喚時，主人擁有蜘蛛惡魔的期間，蜘蛛惡魔會給予其主人 -28% 法力產出。此效果無法淨化。"
        ]
    },
    {
        "heroId": "fleur_elyzabel",
        "name": "Elyzabel de Tuillieres",
        "effects": [
            "對目標及附近敵人造成 465% 傷害。",
            "所有盟友對阻擋特殊技能使用的新效果免疫，持續 4 個回合。",
            "為所有盟友召唤一個腥紅蝙蝠小兵，其可從施法者那裡繼承 25% 生命值和 30% 攻擊力。",
            "被腥紅蝙蝠小兵擊中的目標，會獲得血百合標記。（来自血花家族的紀念品。此效果可疊加（最大值： 10 ）。每層血百合效果叠加，每回合可對目標造成 10 點傷害。己方隊伍中的血花角色將獲得等同於造成之傷害量的生命值，並在他們之間平均分配。每層血百合效果叠加，也會使血花家族成員對該目標造成的傷害增加。血百合叠加可透過各種影響叠加的效果来避免或移除。）"
        ]
    },
    {
        "heroId": "fox_ember",
        "name": "Ember",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "為所有盟友召喚一個火牆小兵，其可從施法者繼承 35% 生命值。",
            "火牆小兵每次受到普通攻擊或特殊技能攻擊時，攻擊者都會受到腐蝕燃燒，持續 3 回合。腐蝕燃燒會造成 200 點燃燒傷害，而且每個回合降低目標的防禦 -10%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "mimic_emblem_red",
        "name": "Emblem Mimic Fire",
        "effects": [
            "對目標造成 480% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標在 3 回合內受到共計 387 點劇毒傷害。此效果會蔓延至附近敵人。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "circus_emilio",
        "name": "Emilio",
        "effects": [
            "施放以下特殊技能之一：",
            "若任何敵人身上帶有燃燒狀態異常：",
            "* 所有敵人在 5 回合內受到共計 415 點燃燒傷害。",
            "* 所有盟友在 3 回合內恢復 549 點生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "否則：",
            "* 所有敵人在 5 回合內受到共計 365 點燃燒傷害。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "heroId": "circus_emilio_costume_frog",
        "name": "Emilio C1",
        "effects": [
            "施放以下特殊技能之一：",
            "若任何敵人身上帶有燃燒狀態異常：",
            "* 所有敵人在 5 回合內受到共計 715 點燃燒傷害。",
            "* 所有盟友在 3 回合內恢復 450 點生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "否則：",
            "* 所有敵人在 5 回合內受到共計 620 點燃燒傷害。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "heroId": "styx_erebus",
        "name": "Erebus",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "* 對目標造成 520% 傷害。",
            "2 倍法力充能：",
            "* 摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "* 對目標造成 610% 傷害。",
            "* 目標無法使用特殊技能來召喚新小兵，並且每次嘗試召喚小兵都會受到 200 點傷害，持續 3 回合。",
            "3 倍法力充能：",
            "* 摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "* 對目標造成 675% 傷害。",
            "* 目標無法使用特殊技能來召喚新小兵，並且每次嘗試召喚小兵都會受到 200 點傷害，持續 4 回合。"
        ]
    },
    {
        "heroId": "owl_eron",
        "name": "Eron",
        "effects": [
            "使用月昇打擊攻擊目標，造成最高 2180 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。",
            "所有敵人獲得 -35% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "mimic_training_hero_red",
        "name": "Experience Mimic",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "tales2_fimafeng",
        "name": "Fimafeng",
        "effects": [
            "安全淨化施法者的狀態異常。",
            "使用霜落打擊攻擊目標，造成最多 3000 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必定命中目標。",
            "疊加（最大值： 10 ）：所有盟友獲得 +5% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "疊加（最大值： 10 ）：所有盟友獲得 +20% 防禦。"
        ]
    },
    {
        "heroId": "garrison_flamehide",
        "name": "Flamehide",
        "effects": [
            "對目標造成 375% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 468 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "heroId": "beachparty_flip",
        "name": "Flip",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友攻擊時無視防禦增益，持續 4 回合。（包含反擊）",
            "所有盟友獲得 +50% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "beachparty_flip_costume_donut",
        "name": "Flip C1",
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "所有盟友攻擊時無視防禦增益，持續 4 回合。（包含反擊）",
            "所有盟友獲得 +55% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "owl_fulvia",
        "name": "Fulvia",
        "effects": [
            "使用月昇打擊攻擊目標與附近敵人，造成最高 1440 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "每個回合結束時，目標與附近敵人的法力減少 -15%，持續 3 回合。",
            "目標與附近敵人獲得的治療減少 -50%，持續 3 回合。"
        ]
    },
    {
        "heroId": "moth_gardered",
        "name": "Gardered",
        "effects": [
            "對目標造成 435% 傷害。",
            "在 4 個回合內，目標受到 628 點劇毒傷害:有加成生命值、小兵或一名超级小兵的目標會受到額外傷害。（針對有加成生命值的目标，猛毒傷害提升 +100%。目标每持有一名小兵或超级小兵，猛毒傷害都會提升 +33%。最多傷害累積至 +199%。）",
            "對位於敵方陣型邊緣的敵人造成 435% 傷害。如果只有一個敵人，傷害加倍。",
            "所有位於敵方陣型邊緣的敵人管陷入深沉睡眠，深沉睡眠時受到的傷害增加 +80%。（陷入深沉睡眠的角色無法獲得法力或进行攻擊。陷入深沉睡眠的角色承受 750 站傷害後將醒来。此效果無法淨化。）"
        ]
    },
    {
        "heroId": "ninja_garnet",
        "name": "Garnet",
        "effects": [
            "1 倍法力充能：",
            "* 為所有盟友提供 230 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 2 回合。",
            "2 倍法力充能：",
            "* 為所有盟友提供 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 3 回合。",
            "3 倍法力充能：",
            "* 為所有盟友提供 750 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_gefjon",
        "name": "Gefjon",
        "effects": [
            "從目標竊取小兵。",
            "對目標造成 500% 傷害。"
        ]
    },
    {
        "heroId": "s3_gefjon_costume_wilderness",
        "name": "Gefjon C1",
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 335% 傷害。"
        ]
    },
    {
        "heroId": "tales1_gestalt",
        "name": "Gestalt",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對隨機 3 名敵人造成 300% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -34% 防禦。",
            "* 岩漿立方會在 3 個回合內爆炸，對其擁有者造成 300 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -34% 法力產出，持續 3 回合。",
            "第 2 次：",
            "* 對隨機 5 名敵人造成 350% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -44% 防禦。",
            "* 岩漿立方會在 3 個回合內爆炸，對其擁有者造成 450 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -54% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "tales1_gestalt_costume_pearls",
        "name": "Gestalt C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對隨機 3 名敵人造成 275% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -34% 防禦。",
            "* 岩漿立方會在 3 個回合內爆炸，對其擁有者造成 300 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -34% 法力產出，持續 3 回合。（如果岩漿立方被新的岩漿立方取代，它會爆炸。每次施放最多可發生 2 次）",
            "第 2 次：",
            "* 對隨機 5 名敵人造成 375% 傷害。",
            "* 被命中的敵人受到水底岩漿立方的影響。",
            "* 擁有者受到岩漿立方的影響時，獲得 -44% 防禦。",
            "* 岩漿立方會在 4 個回合內爆炸，對其擁有者造成 450 點傷害。",
            "* 若岩漿立方被淨化，則擁有者獲得 -54% 法力產出，持續 3 回合。（如果岩漿立方被新的岩漿立方取代，它會爆炸。每次施放最多可發生 2 次）"
        ]
    },
    {
        "heroId": "slime_gooze",
        "name": "Gooze",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "所有敵人都被激怒，持續 4 回合。被激怒的角色在回合結束時對一名隨機對手造成 1% 傷害。此效果無法驅散。",
            "所有盟友獲得黏黏表面，持續 4 回合。此效果無法驅散。",
            "黏黏表面：從進行攻擊的敵人身上竊取 1 個隨機可驅散增益或成長效果。（被盜的可驅散增益或成長效果是隨機選擇的。 當受到敵人的傷害時，就會啟用黏黏表面。 每個擁有黏黏表面的角色，每回合只能透過普通攻擊竊取一個狀態、增益或成長效果）",
            "所有盟友獲得 +55% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "fire_god_doom",
        "name": "Gravemaker",
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "目標與附近敵人在 2 回合內受到共計 492 點燃燒傷害。",
            "對自然系造成額外傷害。",
            "元素鏈給予所有烈火盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "fire_god_doom_costume_avenger",
        "name": "Gravemaker C1",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人在 2 回合內受到共計 542 點燃燒傷害。",
            "元素鏈給予所有烈火盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fire_god_nadnog",
        "name": "Grazul",
        "effects": [
            "為所有盟友恢復 23% 生命值。",
            "所有盟友對新的狀態異常免疫，持續 2 回合。",
            "元素鏈會為所有烈火盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "guardian_gorilla_chieftain",
        "name": "Guardian Kong",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有盟友獲得對冰雪系 +94% 的防禦，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "guardian_gorilla_chieftain_costume_conqueror",
        "name": "Guardian Kong C1",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人冰雪特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "gargoyle_guffa",
        "name": "Guffa",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者獲得 +40% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "除了施法者，所有盟友獲得柔軟膚。（他們下次受到的傷害減少 -90%，並抵抗所有狀態異常和法力減損。此效果無法驅散）",
            "所有盟友在 4 個回合後恢復 1400 點生命，或在該技能在持續時間結束前再次施放時立即恢復。此效果無法驅散。"
        ]
    },
    {
        "heroId": "astral_hammerclang",
        "name": "Hammerclang",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 400% 傷害，並對其餘敵人造成輕微傷害。",
            "所有敵人受到的所有傷害提高 30%，持續 3 回合。",
            "所有敵人獲得 -30% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_hathor",
        "name": "Hathor",
        "effects": [
            "為所有盟友提供 480 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "s5_hathor_costume_starlit",
        "name": "Hathor C1",
        "effects": [
            "所有盟友在 4 個回合內恢復 640 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "gargoyle_hohenwerf",
        "name": "Hohenwerf",
        "effects": [
            "對目標造成 450% 傷害。",
            "對目標召喚石像鬼惡魔。石像鬼惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 30% 時消失。",
            "召喚時，主人擁有石像鬼惡魔的期間，石像鬼惡魔會使主人在法力滿格時對隨機盟友施放莽夫亂拳。此效果無法驅散。",
            "石像鬼惡魔會在 4 個回合後爆炸，對目標造成 150 點傷害。"
        ]
    },
    {
        "heroId": "lunar_new_year_hongyunxing",
        "name": "Hongyunxing",
        "effects": [
            "所有盟友在 3 個回合內恢復 1020 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 3 回合內恢復少量法力。",
            "每回合結束時淨化所有盟友的狀態異常，持續 3 回合。"
        ]
    },
    {
        "heroId": "construct_hornfel",
        "name": "Hornfel",
        "effects": [
            "對目標造成 480% 傷害，並對附近敵人造成輕微傷害。",
            "擊倒敵人。效果根據此角色隊伍而有所不同：",
            "攻擊隊伍：",
            "* 目標和附近敵人的普通攻擊延遲 2 回合。",
            "防禦隊伍：",
            "* 目標和附近敵人不能造成隊伍傷害，持續 2 回合。",
            "施法者和附近盟友獲得 +50% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "styx_hypnos",
        "name": "Hypnos",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 220% 傷害。",
            "* 所有敵人在 2 回合內無法獲得新的狀態效果增益。",
            "2 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 對所有敵人造成 320% 傷害。",
            "* 所有敵人在 3 回合內無法獲得新的狀態效果增益。",
            "3 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 對所有敵人造成 385% 傷害。",
            "* 所有敵人在 4 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "garrison_iarlaith",
        "name": "Iarlaith",
        "effects": [
            "對目標造成 600% 傷害。",
            "目標承受盟友受到所有傷害的 100%，持續 3 回合。",
            "疊加（最大值： 10 ）：所有敵人受到的所有傷害增加 +8%。"
        ]
    },
    {
        "heroId": "elemental_ignazio",
        "name": "Ignazio",
        "effects": [
            "為所有盟友恢復 25% 生命值。",
            "面板上每有一個烈火護盾，便額外回復 3% 生命，總共至多回復 55% 生命。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "elemental_ignazio_costume_medic",
        "name": "Ignazio C1",
        "effects": [
            "為所有盟友恢復 28% 生命值。",
            "面板上每有一個烈火護盾，便額外回復 4% 生命，最多回復 60%。",
            "所有盟友獲得 55% 攻擊力，持續 4 回合。對烈火系盟友，此狀態效果變為无法驅散且持續時間延長 2 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "kalevala_ilmarinen",
        "name": "Ilmarinen",
        "effects": [
            "減少所有冰雪系敵人 40% 法力。減少所有其他敵人 20% 法力。",
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。此狀態效果无法驅散，對冰雪系角色持續時間延長 2 回合。",
            "所有敵人獲得 -56% 防禦，持續 4 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "kalevala_ilmarinen_costume_gold",
        "name": "Ilmarinen C1",
        "effects": [
            "減少所有冰雪系敵人 50% 法力。減少所有其他敵人 30% 法力。",
            "所有敵人得到霾魂速結，持續 4 個回合。靈魂連結的敵人會分享承受的傷害。此状熊效果在冰雪系角色上无法驱散，且會持續額外 2 個回合。",
            "所有敵人獲得 -60% 防禦，持續 4 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "garrison_iocantha",
        "name": "Iocantha",
        "effects": [
            "攻擊會無視防禦增益。（包含反擊）",
            "對目標和 2 名隨機敵人造成 320% 傷害。",
            "每次擊中時，被命中敵人的所有狀態效果增益持續時間減少一回合。（修改持續時間會影響可驅散與无法驅散狀態效果增益。若任意增益的持續時間減少至零，則將效果視為正常失效）"
        ]
    },
    {
        "heroId": "faun_isidore",
        "name": "Isidore",
        "effects": [
            "強化防禦異常：所有敵人獲得 -64% 對特殊技能的防禦。此效果持續到敵人受到 3 次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人獲得的任何治療降低 -80%，持續 6 個回合。",
            "對目標和 9 名隨機敵人造成 350% 傷害。每次連續攻擊擊中時，傷害都會降低。"
        ]
    },
    {
        "heroId": "villain_isrod",
        "name": "Isrod",
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "施法者與附近盟友以所受傷害的 110% 進行反擊，持續 3 回合。",
            "施法者與附近盟友每次反擊可恢復適量法力，持續 3 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "fire_god_jean_francois",
        "name": "Jean-Francois",
        "effects": [
            "所有敵人在 3 回合內受到共計 630 點燃燒傷害。",
            "所有盟友獲得對冰雪系 +94% 的防禦，持續 4 回合。",
            "所有盟友獲得防禦狀態異常保護，持續 5 回合。影響防禦的新狀態異常將被 +42% 的防禦替代，持續 4 回合。",
            "元素鏈給予所有烈火盟友 +10% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "magic_carpet_jwala",
        "name": "Jwala",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "重置所有敵人狀態異常的持續時間。",
            "所有敵人受到腐蝕燒傷，持續 4 回合。腐蝕燒傷會造成 443 燃燒傷害，而且每個回合降低目標的防禦 -14%。對擁有小兵或超級小兵的英雄造成額外傷害。"
        ]
    },
    {
        "heroId": "mahayoddha_jyoti",
        "name": "Jyoti",
        "effects": [
            "為所有盟友恢復 37% 生命值。",
            "成長恩惠：每一點已修改的防禦恢復 2 x 點額外生命值。（最多額外治療 800 點。影響獲得治療的狀態效果會影響治療比率）",
            "所有盟友免疫新状態異常，持續 4 回合對於每一個原本應獲得的新狀態異常，他們將會獲得 205 生命。",
            "改變面板上所有烈火系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾會弱化，且提供的法力减少 -30%。"
        ]
    },
    {
        "heroId": "tribal_chief",
        "name": "Khagan",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 5 回合。",
            "施法者和附近盟友獲得 +63% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "tribal_chief_costume_conqueror",
        "name": "Khagan C1",
        "effects": [
            "對目標造成 514% 傷害。",
            "所有盟友獲得 +12% 法力產出，持續 5 回合。",
            "所有盟友獲得 +46% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "tribal_chief_costume_leopard",
        "name": "Khagan C2",
        "effects": [
            "對所有敵人造成 285% 傷害。",
            "所有盟友在 5 回合內恢復適量法力。",
            "所有盟友獲得 +40% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "tribal_chief_costume_cute",
        "name": "Khagan Toon",
        "effects": [
            "對目標及附近敵人造成 530% 傷害。",
            "施法者和附近盟友獲得 +22% 法力產出，持續 5 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "施法者和附近盟友獲得 +61% 防禦，持續 5 回合。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "tribal_chief_costume_glass",
        "name": "Khagan Glass",
        "effects": [
            "對目標及附近敵人造成 540% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者和附近盟友獲得 +23% 法力產出，持續 5 回合。",
            "施法者和附近盟友獲得 +62% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "s5_khafre",
        "name": "Khufu",
        "effects": [
            "對目標造成 450% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "目標對烈火系獲得 -41% 防禦，並在每次被擊中後減少 -4%，持續 4 回合。"
        ]
    },
    {
        "heroId": "s5_khafre_costume_aquatic",
        "name": "Khufu C1",
        "effects": [
            "對目標造成 500% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "目標對烈火系獲得 -34% 防禦，並在每次被擊中後減少 -5%，持續 5 回合。"
        ]
    },
    {
        "heroId": "s4_kravekrush",
        "name": "Kravekrush",
        "effects": [
            "所有敵人無法復活盟友或是自己，持續 5 回合。",
            "所有敵人無法獲得新的復活狀態效果，持續 5 回合。",
            "對目標造成 430% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "s4_kravekrush_costume_grillmaster",
        "name": "Kravekrush C1",
        "effects": [
            "所有敵人無法復活盟友或是自己，持續 4 回合。",
            "所有敵人無法獲得新的復活狀態效果，持續 4 回合。",
            "對目標造成 460% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "s3_loki_female",
        "name": "Lady Loki",
        "effects": [
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "對所有敵人造成 170% 傷害。",
            "每轉移一個狀態異常，便造成額外 8% 傷害，最多累積造成 298% 傷害。"
        ]
    },
    {
        "heroId": "s3_loki_female_costume_mother",
        "name": "Lady Loki C1",
        "effects": [
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "對所有敵人造成 135% 傷害。",
            "每分配一個狀態效果，將造成 15% 額外傷害，最多累積造成 375% 傷害。"
        ]
    },
    {
        "heroId": "tales1_lasalle",
        "name": "Lasalle",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 400% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 32% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 20% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。",
            "第 2 次：",
            "* 對目標造成 450% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 32% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 20% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。"
        ]
    },
    {
        "heroId": "tales1_lasalle_costume_jockey",
        "name": "Lasalle C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 對目標造成 375% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 27% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 15% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。",
            "第 2 次：",
            "* 對目標造成 475% 傷害。",
            "* 對目標召喚海騎兵惡魔。惡魔每回合以 42% 的攻擊力對敵人造成傷害。",
            "* 海騎兵惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "* 海騎兵惡魔每回合能為附近敵人產生一個自身複製人。複製惡魔吸收的治療量和造成的傷害與原始惡魔相同。"
        ]
    },
    {
        "heroId": "castle_raven_lewena",
        "name": "Lewena",
        "effects": [
            "阻止所有敵人啟動天賦技能，持續 6 回合。",
            "對所有敵人造成 260% 傷害。"
        ]
    },
    {
        "heroId": "outlaw_li_kui",
        "name": "Li Kui",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標和 4 名隨機敵人造成 300% 傷害。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者受到的所有傷害降低 -50%，持續 4 回合。"
        ]
    },
    {
        "heroId": "owl_lodius",
        "name": "Lodius",
        "effects": [
            "使用月昇打擊攻擊目標，造成最高 2200 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。",
            "若該攻擊將敵人擊敗，則附近敵人無法獲得任何法力，持續 3 回合。",
            "所有盟友以所受傷害的 60% 進行反擊，持續 3 回合。"
        ]
    },
    {
        "heroId": "outlaw_lu_zhishen",
        "name": "Lu Zhishen",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對所有敵人造成 340% 傷害。",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +40%，之後每回合都會額外增加 +30%，最多加到 +130%。",
            "所有盟友獲得 +40% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "goblin_madhammer",
        "name": "Madhammer",
        "effects": [
            "對目標造成 500% 傷害。",
            "有 50% 機率對一名隨機的不同敵人造成 450% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）",
            "召喚一個黑野豬超級小兵，其可從施法者繼承 62% 生命與 230% 攻擊。",
            "被黑野豬超級小兵擊中的目標無法用特殊技能淨化或轉移自己的狀態異常，持續 4 回合。此效果也無法淨化或轉移。"
        ]
    },
    {
        "heroId": "ninja_malum",
        "name": "Malum",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 使目標與附近敵人的最大生命值降低 500 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 500 點）",
            "- 對目標及附近敵人造成 250% 傷害。",
            "x 2 法力充能：",
            "- 使目標與附近敵人的最大生命值降低 650 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 650 點）",
            "- 對目標及附近敵人造成 375% 傷害。",
            "- 攻擊会無視防禦增益。（包含反擊）",
            "x 3 法力充能：",
            "- 使目標與附近敵人的最大生命值降低 800 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30%。任何生命值加成會造成額外降低 800 點）",
            "- 對目標及附近敵人造成 500% 傷害。",
            "- 攻擊会無視防禦增益。（包含反擊）",
            "- 目標與附近敵人抵禦治療，且每次抵禦治療，則受到 450 傷害，持續 6 回合。"
        ]
    },
    {
        "heroId": "fire_god_maple",
        "name": "Maple",
        "effects": [
            "此特殊技能必定命中目標。",
            "對 3 名隨機敵人造成 300% 傷害。",
            "所有盟友有 +40% 機率閃避可造成傷害的特殊技能，持續 3 回合。",
            "元素鏈會赋予所有烈火盟友 +20% 攻擊力，持續 5 個回合。此效果無法驱散。"
        ]
    },
    {
        "heroId": "nomad_female_captain",
        "name": "Marjana",
        "effects": [
            "對目標造成 458% 傷害。",
            "目標在 6 回合內受到共計 300 點傷害。"
        ]
    },
    {
        "heroId": "nomad_female_captain_costume_pirate",
        "name": "Marjana C1",
        "effects": [
            "對目標造成 358% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得對烈火系 -54% 的防禦，持續 3 回合。",
            "所有冰雪系敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "heroId": "nomad_female_captain_costume_thief",
        "name": "Marjana C2",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "目標與附近敵人在 3 回合內受到共計 321 點燃燒傷害。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "nomad_female_captain_costume_cute",
        "name": "Marjana Toon",
        "effects": [
            "對目標造成 538% 傷害。",
            "目標在 3 回合內受到共計 516 點傷害。",
            "對自然系造成額外傷害。"
        ]
    },
    {
        "heroId": "nomad_female_captain_costume_glass",
        "name": "Marjana Glass",
        "effects": [
            "對目標造成 548% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標在 3 回合內受到共計 648 點燃燒傷害。"
        ]
    },
    {
        "heroId": "nomad_female_captain_costume_stylish",
        "name": "Marjana Stylish",
        "effects": [
            "對目標造成 558% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 658% 傷害。",
            "目標在 3 回合內受到共計 729 點燃燒傷害。"
        ]
    },
    {
        "heroId": "s2_noble_lady",
        "name": "Mitsuko",
        "effects": [
            "對目標及附近敵人造成 245% 傷害。",
            "使目標和附近敵人的法力減少 20%。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人冰雪特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "heroId": "s2_noble_lady_costume_warrior",
        "name": "Mitsuko C1",
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人獲得 -34% 法力產出。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人冰雪特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "heroId": "magic_nadezhda",
        "name": "Nadezhda",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 目標與附近敵人在 2 回合內受到共計 156 點燃燒傷害。",
            "* 如果施法者在後續 2 個回合中被擊敗，他們將在下一個回合開始時以 32% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。",
            "2 倍法力充能：",
            "* 每個落敗盟友有 50% 的機率以 40% 生命復活。",
            "* 所有盟友在 3 回合內恢復 714 點生命值。",
            "* 所有盟友受到的所有傷害降低 -50%，持續 3 回合。"
        ]
    },
    {
        "heroId": "magic_nadezhda_costume_postmaster",
        "name": "Nadezhda C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人在 2 回合內受到共計 350 點燃燒傷害。施法者能吸收已造成之燃燒傷害的 10% 作為生命值。",
            "* 如果施法者在後續 2 個回合中被擊敗，施法者將在下一個回合開頭以 40% 生命值復活。施法者被擊敗時，所有狀態效果與量加會被移除。",
            "2 倍法力充能：",
            "* 每個落敗盟友有 55% 的機率以 44% 生命復活。",
            "* 所有盟友在 3 個回合內恢復 795 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友受到的所有傷害降低 -60%，持續 3 回合。"
        ]
    },
    {
        "heroId": "magic_carpet_naeem",
        "name": "Naeem",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 145% 的傷害，持續 4 回合。",
            "施法者與附近盟友會獲得飛沙之觸，持續 4 回合。（飛沙之觸：擁有此狀態效果的角色每次反擊敵人時，攻擊者將在 4 回合內受到共計 452 點飛沙傷害）"
        ]
    },
    {
        "heroId": "fire_god_natalya",
        "name": "Natalya",
        "effects": [
            "目標在 4 回合內受到共計 1020 點燃燒傷害。此效果無法淨化。",
            "目標獲得 -54% 法力產出，持續 4 回合。此效果無法淨化。",
            "對自然系造成額外傷害。",
            "元素鏈給予所有烈火盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fire_god_natalya_costume_seamstress",
        "name": "Natalya C1",
        "effects": [
            "目標在 4 回合內受到共計 1504 點燃燒傷害。此效果無法淨化。",
            "目標獲得 -50% 法力產出，持續 4 回合。此效果無法淨化。",
            "對自然系造成額外傷害。",
            "元素鏈給予所有烈火盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fire_god_neema",
        "name": "Neema",
        "effects": [
            "對所有敵人造成 280% 傷害。",
            "對所有敵人召喚烈火虎惡魔。惡魔每回合以 45% 的攻擊力對目標造成傷害。",
            "惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 45% 時消失。",
            "召喚烈火虎惡魔之後，主人擁有烈火虎惡魔期間，目標無法施放任何新的嘲諷狀態效果。此效果無法淨化。",
            "元素鏈可給予所有烈火系盟友 +10% 額外特殊技能傷害，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fox_nibbles",
        "name": "Nibbles",
        "effects": [
            "為所有盟友恢復 20% 生命值。",
            "偷走所有敵人的最新的可驅散增益，並隨機分配給盟友。",
            "所有盟友獲得持續的 310 每回合生命值再生。（此效果會持續到被驅散、替代或移除為止。）"
        ]
    },
    {
        "heroId": "elemental_niki",
        "name": "Niki",
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 430% 傷害。",
            "治療剩餘生命少於 60% 的所有盟友。為烈火系盟友治療至 75% 生命，並為其他盟友治療至 60% 生命。"
        ]
    },
    {
        "heroId": "ninja_nomad",
        "name": "Nomad",
        "effects": [
            "1 倍法力充能：",
            "* 對目標造成 400% 傷害。",
            "* 如果目標剩餘生命少於 50%，可對其造成 600% 傷害。",
            "* 如果目標被此攻擊擊敗，所有盟友將獲得 +20% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "* 對目標及附近敵人造成 425% 傷害。",
            "* 對剩餘生命值少於 50% 的敵人造成 638% 傷害。",
            "* 如果目標被此攻擊擊敗，所有盟友將獲得 +30% 法力產出，持續 3 回合。",
            "3 倍法力充能：",
            "* 對所有敵人造成 450% 傷害。",
            "* 對剩餘生命值少於 50% 的敵人造成 675% 傷害。",
            "* 如果目標被此攻擊擊敗，所有盟友將獲得 +40% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "fire_god_noor",
        "name": "Noor",
        "effects": [
            "為所有盟友恢復 15% 生命值。",
            "為每個盟友召喚一個麻雀小兵。此麻雀小兵繼承施法者 30% 生命與 30% 攻擊。",
            "麻雀小兵在命中目標前會摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "元素鏈給予所有烈火系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "champions_norman",
        "name": "Norman",
        "effects": [
            "此特殊技能無視閃避效果。",
            "所有盟友攻擊時有 100% 的機率無視防禦增益，持續 4 回合。（包含反擊）",
            "對所有敵人造成 320% 傷害。"
        ]
    },
    {
        "heroId": "s2_oceanus",
        "name": "Oceanus",
        "effects": [
            "對所有敵人造成 220% 傷害。",
            "所有盟友獲得 +120% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +170% 威力。",
            "所有盟友獲得 +46% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s2_oceanus_costume_volcano",
        "name": "Oceanus C1",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有盟友獲得 +125% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +180% 威力。",
            "所有盟友獲得 +50% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "s4_octros",
        "name": "Octros",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "面板上每有一個烈火護盾，則造成 20% 額外傷害，最多累積造成 340% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_octros_costume_suitor",
        "name": "Octros C1",
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "面板上每擁有一個烈火護盾，傷害就會增加 35%，最多造成 440% 傷害。",
            "所有敵人獲得 -24% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "shadow_omen",
        "name": "Omen",
        "effects": [
            "對目標造成 500% 傷害。",
            "對目標召喚不祥觸手魔。",
            "不祥觸手魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 15% 時消失。",
            "不祥觸手魔每回合能為附近敵人產生一個自身複製人。（複製惡魔吸收的治療量和造成的傷害與原始惡魔相同）",
            "不祥觸手每回合對其主人造成 5 點瘋狂。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "monster_hunter_otis",
        "name": "Otis",
        "effects": [
            "對所有敵人造成 370% 傷害。",
            "所有敵人在 4 回合內受到共計 575 點流血傷害，起始傷害較低，並在每個回合逐漸增加。",
            "所有敵人獲得的治療減少 -70%，持續 4 回合。所獲得的治療每回合減少 -10%，最高可達 -100%。"
        ]
    },
    {
        "heroId": "christmas_ottilia",
        "name": "Ottilia",
        "effects": [
            "對目標造成 440% 傷害。",
            "從目標上複製所有可驅散增益至施法者。",
            "每個複製增益使施法者恢復 10% 生命，最多總計 50% 生命。",
            "召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "beauty_beast_pendulus_clonk",
        "name": "Pendulus Clonk",
        "effects": [
            "若施法者擁有 35 以上的謙遜：",
            "對目標造成 750% 傷害。",
            "若攻擊擊败目標，施法者會獲得 +50% 法力。（角色在單一回合中，透過特殊技能獲得 5 點直接法力增加後，此角色後續所有透過特殊技能獲得直接法力增加的效果降低。）",
            "在接下来 3 個回合内，在一位随機敵人施放其特殊技能後，此角色會對所有敵人造成 600% 傷害。（每個敵人每回合可以觸發一次此效果。）",
            "施法者在 3 個回合後恢復 1000 點生命值。若效果在持續時問結束前遭移除或替代则轉而恢復 1400 點生命值。",
            "否則：",
            "對目標造成 600% 傷害。",
            "在接下来 3 個回合内，在一位随機敵人施放其特殊技能後，此角色會對所有敵人造成 500% 傷害。（每個敵人每回合可以觸發一次此效果。）",
            "施法者在 3 個回合後恢復 800 點生命值。若效果在持續時問結束前遭移除或替代则轉而恢復 1200 點生命值。"
        ]
    },
    {
        "heroId": "goblin_pepperflame",
        "name": "Pepperflame",
        "effects": [
            "對目標造成 470% 傷害，並對附近敵人造成輕微傷害。",
            "成長：施法者和附近盟友獲得 250 點攻擊。",
            "目標與附近敵人獲得 -35% 防禦，持續 3 回合。若效果在持續時間結束前遭移除，則有該效果的目標將受到 577 點傷害。"
        ]
    },
    {
        "heroId": "bard_phenexa",
        "name": "Phenexa",
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "重置所有盟友的增益持續時間。",
            "所有盟友獲得 +30% 暴擊率，持續 4 回合。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "astral_dwarf_pluth",
        "name": "Pluth",
        "effects": [
            "隨機重新排列敵人位置。",
            "對所有敵人造成 215% 傷害。",
            "所有敵人已啟動的狀態異常持續時間延長 1 回合。",
            "所有敵人獲得 -20% 法力產出，持續 2 回合。"
        ]
    },
    {
        "heroId": "fables_puss_in_boots",
        "name": "Puss in Boots",
        "effects": [
            "所有召喚者盟友為自己召喚一個小兵。",
            "召喚 3 個老鼠小兵，其可從施法者繼承 10% 生命與 30% 攻擊。小兵有 -32% 精準度。",
            "所有盟友在 4 回合內恢復 548 點生命值。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "fables_puss_in_boots_costume_highwaycat",
        "name": "Puss in Boots C1",
        "effects": [
            "所有召喚者盟友為自己召喚一個小兵。",
            "召喚 3 個老鼠小兵，其可從施法者繼承 20% 生命與 20% 攻擊。小兵有 -16% 精準度。",
            "所有盟友在 4 回合內恢復 324 點生命值。",
            "所有盟友獲得 +50% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "wonderland_queen",
        "name": "Queen of Hearts",
        "effects": [
            "對目標及附近敵人造成 240% 傷害。",
            "召喚一個撲克小兵，其可從施法者繼承 16% 生命值與 30% 攻擊。",
            "召喚撲克小兵之後，主人擁有撲克小兵期間，撲克小兵會給予其主人嘲諷。此效果無法被驅散。",
            "施法者獲得 74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "wonderland_queen_costume_benefactor",
        "name": "Queen of Hearts C1",
        "effects": [
            "對目標及附近敵人造成 200% 傷害。",
            "召喚一個撲克小兵，其可從施法者繼承 25% 生命值與 40% 攻擊。",
            "召喚撲克小兵之後，主人擁有撲克小兵期間，撲克小兵會給予其主人嘲諷。此效果無法被驅散。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "wild_cat_rajesh",
        "name": "Rajesh",
        "effects": [
            "淨化所有盟友的所有狀態異常，且每淨化一個異常，所有盟友的法力增加 10%。",
            "所有盟友攻擊無視防禦增益，持續 4 回合。（包含反擊）若任意防禦增益遭，則發動攻擊之盟友的法力提升 15%。",
            "所有盟友抵禦新的負面法力效果，持續 4 回合，根據每個抵禦的效果，法力提升 20%。",
            "疊加（最大值： 10 ）：所有盟友獲得 +35% 攻擊。"
        ]
    },
    {
        "heroId": "shadow_rashan",
        "name": "Rashan",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 330% 傷害，並對其造成 25 點瘋狂。如果只有一個敵人，則傷害和瘋狂加倍。",
            "位於敵方陣型邊緣的敵人抵禦治療，且每次抵禦治療，則受到 250 點傷害，持續 3 回合。",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "magic_ray",
        "name": "Ray",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人在 3 回合內受到共計 423 點燃燒傷害。",
            "* 所有敵人獲得對烈火系 -34% 的防禦，持續 3 回合。",
            "* 驅散所有敵人的增益。",
            "2 倍法力充能：",
            "* 所有盟友在 5 回合內恢復 1190 點生命值。",
            "* 所有盟友獲得對自然系 +50% 的攻擊力，持續 5 回合。",
            "* 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "magic_ray_costume_spiky",
        "name": "Ray C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有敵人在 3 回合內受到共計 645 點燃燒傷害。施法者能吸收已造成之燃燒傷害的 10% 作為生命值。",
            "* 所有敵人獲得對烈火系 -36% 的防禦，持續 3 回合。",
            "* 驅散所有敵人的增益。",
            "2 倍法力充能：",
            "* 所有盟友在 5 個回合內恢復 1300 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 所有盟友獲得對自然系 +60% 的攻擊力，持續 5 回合。",
            "* 淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "fables_red_hood",
        "name": "Red Hood",
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "為每個盟友召喚一個狐狸小兵，其可從施法者繼承 25% 生命。小兵在每個回合結束時為主人恢復 10% 生命。小兵能為主人防止法力減損。"
        ]
    },
    {
        "heroId": "tales2_regin",
        "name": "Regin",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "使用火風暴打擊攻擊目標與附近敵人，造成最多 2000 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "tales2_regin_costume_omen",
        "name": "Regin C1",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "使用火風暴打擊攻擊目標與附近敵人，造成最多 2220 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "fire_god_reuben",
        "name": "Reuben",
        "effects": [
            "對目標及附近敵人造成 340% 傷害。",
            "所有盟友從狀態效果受到的傷害减少 -80% ,持續 4 個回合。",
            "元素鏈會為所有烈火盟友召喚一個烈火小兵，其可從施法者繼承 6% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "monster_hunter_revna",
        "name": "Revna",
        "effects": [
            "安全淨化所有盟友的 1 個狀態異常。（狀態異常會依照獲得的顺序遭到淨化。最新的状態異常會先被淨化。）",
            "為所有盟友恢復 35% 生命值。",
            "所有盟友將狀態異常、負面效果疊加和枯萎效果反射給敵方戰隊的隨機角色，持續 4 回合。"
        ]
    },
    {
        "heroId": "goblin_rocket",
        "name": "Rocket",
        "effects": [
            "枯萎：目標獲得 -330 點防禦。",
            "對目標與附近敵人召喚哥布林炸藥惡魔。惡魔每回合以 195% 的攻擊力對敵人造成傷害。",
            "哥布林炸藥惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 20% 時消失。",
            "當哥布林炸藥惡魔吸收足夠治療量而消失時，其主人在 3 個回合內受到 1269 點燃燒傷害。"
        ]
    },
    {
        "heroId": "shadow_rosanna",
        "name": "Rosanna",
        "effects": [
            "對目標造成 500% 傷害。",
            "有 80% 的機率可額外攻擊隨機敵人最多 4 次。額外攻擊造成輕微傷害。",
            "所有被擊中的目標在每次被擊中時獲得 20 點狂亂。",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "beauty_beast_rose_de_flo",
        "name": "Rose de Flo",
        "effects": [
            "若施法者擁有 50 以上的謙遜：",
            "* 為所有盟友恢復 30% 生命值。",
            "* 淨化所有盟友的狀態異常。",
            "* 成長：所有盟友獲得 150 點攻擊。",
            "* 所有盟友在 3 回合內恢復 1440 點生命值。",
            "* 施法者獲得抵禦特殊技能的 +74% 防禦，持續 3 個回合。",
            "否則：",
            "* 為所有盟友恢復 20% 生命值。",
            "* 淨化所有盟友的 1 個狀態異常。（狀態異常會依照獲得的顺序遭到淨化。最新的状態異常會先被淨化。）",
            "* 成長：所有盟友獲得 100 點攻擊。",
            "* 所有盟友在 3 回合內恢復 900 點生命值。"
        ]
    },
    {
        "heroId": "fire_god_roughian_and_nurgib",
        "name": "Roughian & Nurgib",
        "effects": [
            "自目標偷取 50% 法力，並分給盟友。",
            "對目標造成 480% 傷害。",
            "敵人的生命越高，受到的傷害越多，最高可達 600%。",
            "元素鏈使所有烈火盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "monster_hunter_ruadh",
        "name": "Ruadh",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 400% 傷害。",
            "每移除一個狀態效果，將造成 10% 額外傷害，最多累積造成 500% 傷害。",
            "所有盟友獲得 +40% 攻擊力，且每移除一個狀態效果，則有 +2% 增幅，最多可獲得 +60% 攻擊力，持續 6 回合。",
            "所有盟友獲得 +40% 防禦，且每移除一個狀態效果，則有 +2% 增幅，最多可獲得 +60% 防禦，持續 6 回合。",
            "施法者在 6 個回合內恢復 1500 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "ninja_ruby",
        "name": "Ruby",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "- 對目標造成 290% 傷害。",
            "- 使目標的法力減少 25%。",
            "- 目標獲得 -14% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "- 對目標及附近敵人造成 330% 傷害。",
            "- 使目標和附近敵人的法力減少 50%。",
            "- 目標與附近敵人獲得 -24% 法力產出，持續 3 回合。",
            "3 倍法力充能：",
            "- 對所有敵人造成 370% 傷害。",
            "- 使所有敵人的法力減少 100%。",
            "- 所有敵人獲得 -34% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "fire_god_russell",
        "name": "Russell",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 450% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 501 點燃燒傷害。",
            "元素鏈使所有烈火盟友獲得的任何治療提高 +10%，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fox_rust",
        "name": "Rust",
        "effects": [
            "對目標及附近敵人造成 535% 傷害。",
            "目標每個回合持續受到 210 點流血傷害。（此效果持續至被淨化或移除）",
            "為生命值最低的盟友提供掩護，持續 5 回合。此效果無法驅散。（在掩護期間，該盟友不會受到特殊攻擊或普通攻擊的傷害。提供掩護的角色將承受對該盟友造成傷害的 50% ）",
            "施法者在 5 回合內恢復 1750 點生命值。"
        ]
    },
    {
        "heroId": "bard_balafon",
        "name": "Salimata",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標及附近敵人造成 375% 傷害。",
            "目標與附近敵人受到小兵創傷，持續 3 回合。",
            "小兵創傷：每個回合，目標的小兵生命減少 50%，超級小兵生命則是減少 25%。（此效果對其擁有的小兵和任何獲得的任何小兵皆有效。減損效果只影響小兵當前生命值。）",
            "目標與附近敵人獲得的治療減少 -80%，持續 3 回合。"
        ]
    },
    {
        "heroId": "astral_demon_salome",
        "name": "Salome",
        "effects": [
            "摧毁所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "為所有盟友提供 1300 點加成生命值。加成生命值能夠超過最大生命值。",
            "每回合結束時，所有盟友對隨機敵人發出星界射線，持續 4 個回合。",
            "每道星界射線造成 200% 傷害。",
            "每道星界射線能使被擊中敵人的最大生命值減少 200。"
        ]
    },
    {
        "heroId": "christmas_santa",
        "name": "Santa Claus",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人獲得 -34% 攻擊力，持續 3 回合。",
            "所有敵人獲得 -44% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "christmas_santa_costume_metal",
        "name": "Santa Claus C1",
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有敵人獲得 -24% 攻擊力，持續 4 回合。",
            "所有敵人獲得 -54% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "slayer_saoirse",
        "name": "Saoirse",
        "effects": [
            "對目標及附近敵人造成 315% 傷害。",
            "目標與附近敵人獲得 -54% 防禦，持續 3 回合。",
            "疊加 +2 （最大值： 10 ）：施法者獲得 +10% 法力產出。",
            "疊加（最大值： 10 ）：施法者每回合恢復 10 點生命值。"
        ]
    },
    {
        "heroId": "slayer_saoirse_costume_knight",
        "name": "Saoirse C1",
        "effects": [
            "對目標及附近敵人造成 335% 傷害。",
            "目標與附近敵人獲得 -44% 防禦，持續 3 回合。",
            "疊加 +3 （最大值： 10 ）：施法者獲得 +18% 法力產出。",
            "疊加 +2 （最大值： 10 ）：施法者每個回合恢復 30 點生命值。"
        ]
    },
    {
        "heroId": "construct_scoria",
        "name": "Scoria",
        "effects": [
            "對生命值最高的敵人造成 420% 傷害。對其他所有敵人造成 300% 傷害。",
            "剩餘生命值最高的敵人陷入沉默，持續 3 回合。",
            "枯萎：所有敵人獲得 -350 點攻擊。"
        ]
    },
    {
        "heroId": "astral_dwarf_sedille",
        "name": "Sedille",
        "effects": [
            "對所有敵人造成 450% 傷害。",
            "所有敵人受到 785 點燃燒傷害，持續 5 回合。所有盟友吸收已造成之燃燒傷害的 25% 作為加成生命值。",
            "枯萎：所有敵人獲得 -350 點攻擊和 -350 點防禦。"
        ]
    },
    {
        "heroId": "s5_sekhmet",
        "name": "Sekhmet",
        "effects": [
            "對目標造成 450% 傷害。",
            "為所有盟友治療 40% 的傷害。"
        ]
    },
    {
        "heroId": "s5_sekhmet_costume_warden",
        "name": "Sekhmet C1",
        "effects": [
            "對目標造成 500% 傷害。",
            "為所有盟友治療 35% 的傷害。"
        ]
    },
    {
        "heroId": "ninja_serandite",
        "name": "Serandite",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對所有敵人造成 160% 傷害。",
            "- 所有敵人在 2 回合內受到共計 256 點燃燒傷害。",
            "- 所有敵人獲得的治療減少 -64%，持續 2 回合。",
            "x 2 法力充能：",
            "- 對所有敵人造成 275% 傷害。",
            "- 所有敵人在 3 回合內受到共計 561 點燃燒傷害。",
            "- 所有敵人獲得的治療減少 -74%，持續 3 回合。",
            "x 3 法力充能：",
            "- 對所有敵人造成 340% 傷害。",
            "- 所有敵人在 4 回合內受到共計 840 點燃燒傷害。",
            "- 所有敵人獲得的治療減少 -84%，持續 4 回合。"
        ]
    },
    {
        "heroId": "construct_sizzleomatic",
        "name": "Sizzleomatic",
        "effects": [
            "對所有敵人造成 475% 傷害。",
            "面板上每擁有一個烈火護盾，傷害就會增加 20%，最多造成 635% 傷害。",
            "所有盟友獲得 +50% 攻擊力，持續 5 回合。",
            "所有盟友反射狀態異常和負面效果疊加，持續 5 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "fire_god_skargremar",
        "name": "Skargremar",
        "effects": [
            "對目標及附近敵人造成 345% 傷害。",
            "使目標和附近敵人的法力減少 20%。",
            "目標與附近敵人獲得 -35% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "元素鏈給予所有烈火盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "astral_sparklight",
        "name": "Sparklight",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標及附近敵人造成 430% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 472 點燃燒傷害。施法者和其所有盟友能吸收所造成之燃燒傷害的 45% 作為加成生命值。",
            "目標和附近敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 4 回合。（僅反射可驅散的增益）"
        ]
    },
    {
        "heroId": "kingdom_sun_quan",
        "name": "Sun Quan",
        "effects": [
            "對目標及附近敵人造成 340% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 10% 生命值與 18% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 258 點燃燒傷害。"
        ]
    },
    {
        "heroId": "kingdom_sun_quan_costume_fire_bat",
        "name": "Sun Quan C1",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "為每個盟友召喚一個吳國戰士小兵，其可從施法者繼承 22% 生命值與 30% 攻擊。",
            "被吳國戰士小兵擊中的目標會在 3 回合內受到共計 543 點燃燒傷害。"
        ]
    },
    {
        "heroId": "fire_god_tahir",
        "name": "Tahir",
        "effects": [
            "對目標造成 400% 傷害。",
            "如果目標的狀態異常或有負面疊加，會造成 600% 傷害。",
            "若目標還活著，附近敵人在 3 個回合內受到 258 點流血傷害。",
            "元素鏈讓所有烈火系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "s5_tetisheri",
        "name": "Tetisheri",
        "effects": [
            "對目標造成 500% 傷害，並對附近敵人造成輕微傷害。",
            "目標獲得 -54% 防禦，持續 3 回合。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +20% 法力。"
        ]
    },
    {
        "heroId": "s5_tetisheri_costume_molten",
        "name": "Tetisheri C1",
        "effects": [
            "對目標造成 530% 傷害，並對附近敵人造成輕微傷害。",
            "目標獲得 -44% 防禦，持續 3 回合。",
            "若目標在接下來 3 回合內被打敗，則施法者的所有盟友獲得 +20% 法力。"
        ]
    },
    {
        "heroId": "easter_timothy",
        "name": "Timothy",
        "effects": [
            "為所有盟友提供 560 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +20% 攻擊力，並且任何盟友每次施放其特殊技能時都會額外受到 +10% 攻擊，接下來 3 回合最多為 70%。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "castle_bear_torben",
        "name": "Torben",
        "effects": [
            "目標承受盟友受到所有傷害的 80%，持續 3 回合。",
            "目標獲得 -44% 防禦，持續 3 回合。",
            "對目標及附近敵人造成 200% 傷害。"
        ]
    },
    {
        "heroId": "mimic_troop_red",
        "name": "Troop Mimic Fire",
        "effects": [
            "對目標造成 480% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。（角色在單一回合中，透過特殊技能獲得 5 次直接法力增加後，此角色後續所有透過特殊技能獲得直接法力增加的效果降低。）",
            "所有烈火敵人承受 4 回合的 +100% 普通攻擊。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +200% 戰力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "s3_tyr",
        "name": "Tyr",
        "effects": [
            "對目標造成 285% 傷害。",
            "攻擊有 60% 的機率無視防禦增益。（包含反擊。）",
            "目標在 4 回合內受到共計 212 點流血傷害。",
            "施法者在 4 回合內恢復 548 點生命值。",
            "如果施法者在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 32% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "heroId": "s3_tyr_costume_savage",
        "name": "Tyr C1",
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "攻擊會無視防禦增益。（包含反擊。）",
            "目標與附近敵人在 4 回合內受到共計 648 點流血傷害。施法者能吸收所造成之流血傷害的 40% 作為生命值。",
            "如果施法者在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 40% 生命值復活。施法者被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "heroId": "kalevala_ukkonen",
        "name": "Ukkonen",
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人獲得 -40% 攻擊力，持續 3 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "施法者和附近盟友在 3 回合內恢復 618 點生命值。若狀態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "施法者和附近盟友在 3 回合內對增益驅散免疫。"
        ]
    },
    {
        "heroId": "kalevala_ukkonen_costume_ukkonen_infernal",
        "name": "Ukkonen C1",
        "effects": [
            "對所有敵人造成 260% 傷害。",
            "所有敵人獲得 -30% 攻擊力，持續 3 回合。對冰雪系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "施法者和附近盟友在 3 回合內恢復 717 點生命值。若狀態效果持有者受到特殊技能的直接傷害，效果持續時間會重設。",
            "施法者和附近盟友對增益驅散和轉移免疫，持續 3 回合。（此免疫也包含此效果本身）"
        ]
    },
    {
        "heroId": "halloween_vanda",
        "name": "Vanda",
        "effects": [
            "對所有敵人造成 125% 傷害。",
            "施法者偷取所有敵人所獲治療的 61%，持續 2 回合。",
            "所有盟友對新的狀態異常免疫，持續 2 回合。"
        ]
    },
    {
        "heroId": "halloween_vanda_costume_mafia",
        "name": "Vanda C1",
        "effects": [
            "對所有敵人造成 115% 傷害。",
            "施法者偷取所有敵人所獲治療的 51%，持續 3 回合。",
            "所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "heroId": "garrison_vanya",
        "name": "Vanya",
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "召喚一個護盾守衛超級小兵，其可從施法者繼承 65% 生命與 180% 攻擊。",
            "護盾守衛超級小兵每回合都會淨化所有盟友的最新可淨化狀態異常。這不會觸發第二個效果。"
        ]
    },
    {
        "heroId": "beowulf_wiglaf",
        "name": "Wiglaf",
        "effects": [
            "對目標及附近敵人造成 400% 傷害。",
            "每有一名盟友落敗，傷害增加 30%。",
            "目標與附近敵人在 3 個回合內受到 687 點燃燒傷害。",
            "所有剩餘生命值低於或等於 50% 的盟友，其特殊技能攻擊將獲得額外的 +50% 威力，持續 3 回合。此效果無法被移除。"
        ]
    },
    {
        "heroId": "institute_wilcox",
        "name": "Wilcox",
        "effects": [
            "對目標造成 265% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊且無視防禦增益。",
            "所有被擊中的目標獲得 20 點瘋狂。",
            "在 1 個回合後，目標會遭到麻痺，持續 4 個回合。（麻痹的敵人無法进行攻墼或獲得法力，受到的傷害也會提高 +50%。一旦被麻痺，效果無法淨化。頭目、泰坦和神話泰坦不受此状態效果影響。）",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "s4_xenda",
        "name": "Xenda",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "所有敵人在 4 回合內受到共計 300 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 15% 作為生命值。",
            "施法者在 4 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，直到最后一回合將竊取產出的所有法力。"
        ]
    },
    {
        "heroId": "s4_xenda_costume_flame",
        "name": "Xenda C1",
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有敵人在 4 回合內受到共計 472 點燃燒傷害。施法者能吸收所造成之燃燒傷害的 20% 作為生命值。",
            "施法者在 4 個回合內竊取所有敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，直到最后一回合將竊取產出的所有法力。"
        ]
    },
    {
        "heroId": "lunar_new_year_xiaotu",
        "name": "Xiaotu",
        "effects": [
            "對目標造成 655% 傷害。",
            "目標和附近敵人抵禦治療，且每次抵禦治療，則受到 250 傷害，持續 4 回合。"
        ]
    },
    {
        "heroId": "lunar_new_year_xiaotu_costume_golden",
        "name": "Xiaotu C1",
        "effects": [
            "對目標造成 670% 傷害。",
            "使目標與附近敵人的最大生命值降低 250 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 250 點。）",
            "目標和附近敵人抵禦治療，且每次抵禦治療，則受到 270 傷害，持續 4 回合。"
        ]
    },
    {
        "heroId": "journey_xiwangmu",
        "name": "Xiwangmu",
        "effects": [
            "如果施法者在後續 5 個回合中被擊敗，他們將在下一個回合開始時以 35% 生命值復活，並對所有敵人造成 815 點傷害。施法者被擊敗時，所有狀態效果與疊加會被移除。",
            "所有盟友獲得 +50% 暴擊率，持續 4 回合。",
            "疊加（最大值： 10 ）：所有盟友獲得 +15% 攻擊。"
        ]
    },
    {
        "heroId": "fire_god_yang_mai",
        "name": "Yang Mai",
        "effects": [
            "對目標造成 370% 傷害。",
            "有 60% 的機率可額外攻擊隨機敵人最多 4 次。額外攻擊造成輕微傷害。",
            "施法者每次擊中可得到以下狀態效果：",
            "疊加（最大值： 10 ）：施法者獲得 +6% 攻擊。",
            "元素鏈會在回合結束時賦予所有烈火盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "faun_yolanda",
        "name": "Yolanda",
        "effects": [
            "對目標及附近敵人造成 450% 傷害。",
            "強化閃避：施法者和附近盟友有 +55% 的機率閃避可造成傷害的特殊技能。此效果在盟友成功閃避 3 次後消失。",
            "強化閃避結束、移除或取代後，一名隨機敵人獲得 -55% 精準度，持續 3 回合，且一名隨機敵人在 3 回合內受到 765 點流血傷害。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "fire_god_zagrog",
        "name": "Zagrog",
        "effects": [
            "對目標造成 520% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊。）",
            "若無視任何防禦性增益，施法者將會獲得 25% 法力。",
            "元素鏈賦予所有烈火系盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fire_god_zarga",
        "name": "Zarga",
        "effects": [
            "對目標造成 465% 傷害。",
            "目標有 55% 機率在 6 回合內受到共計 1068 點流血傷害。",
            "目標獲得一枚流血標記，持續 6 個回合。被標記的目標受到流血傷害時，其獲得一次疊加 （最大值： 10 ）。每次疊加都能增加目標所承受傷害 5%。",
            "元素鏈使所有烈火盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "elemental_zaria",
        "name": "Zaria",
        "effects": [
            "對所有敵人造成 290% 傷害。",
            "若面板上有 6 個以上的烈火護盾，則傷害增加至 340%。",
            "若面板上有 12 個以上的烈火護盾，則傷害增加至 500%。"
        ]
    },
    {
        "heroId": "s4_zenobia",
        "name": "Zenobia",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 320% 傷害。如果只有一個敵人，傷害加倍。",
            "改變面板上所有烈火系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "s4_zenobia_costume_floral",
        "name": "Zenobia C1",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 340% 傷害。如果只有一個敵人，傷害加倍。",
            "改變面板上烈火護盾的力量。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "slime_zestique",
        "name": "Zestique",
        "effects": [
            "使附近盟友的法力增加 30%。",
            "為施法者和附近盟友恢復 25% 生命值。",
            "成長:附近盟友獲得 300 點攻擊和 300 點防禦。",
            "召唤從此施法者繼承 50% 生命值和 40% 攻撃力的史莱姆超级小兵。"
        ]
    },
    {
        "heroId": "fire_god_zidane",
        "name": "Zidane",
        "effects": [
            "對目標造成 405% 傷害。",
            "從目標竊取最新的可驅散增益並分給施法者。",
            "隨機施展下列其中一種效果：",
            "倒鉤之箭：",
            "* 目標在 3 回合內受到共計 504 點流血傷害。",
            "劇毒弩箭：",
            "* 目標在 3 回合內受到共計 537 點劇毒傷害。",
            "火焰弩箭：",
            "* 目標在 3 回合內受到共計 570 點燃燒傷害。",
            "元素鏈給予所有烈火盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "fire_god_zimkitha",
        "name": "Zimkitha",
        "effects": [
            "對所有敵人造成 215% 傷害。",
            "所有盟友獲得 +30% 攻擊力，持續 4 回合。",
            "淨化所有盟友的狀態異常。",
            "元素鏈會為所有烈火盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "fire_god_zimkitha_costume_adventurer",
        "name": "Zimkitha C1",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 240% 傷害。",
            "每移除一個狀態效果，將造成 15% 額外傷害，最多累積造成 420% 傷害。",
            "元素鏈會為所有烈火盟友恢復 4% 生命，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "oriental_female_ninja",
        "name": "Hikaru",
        "effects": [
            "對目標造成 265% 傷害。"
        ]
    },
    {
        "heroId": "oriental_warrior",
        "name": "Kenjiro",
        "effects": [
            "對所有敵人造成 115% 傷害。"
        ]
    },
    {
        "heroId": "oriental_monkey_warrior",
        "name": "Hou",
        "effects": [
            "所有盟友獲得 +63% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "oriental_squire",
        "name": "Nash",
        "effects": [
            "對目標造成 195% 傷害。",
            "目標獲得 -34% 攻擊力，持續 6 回合。"
        ]
    },
    {
        "heroId": "oriental_panda_scout",
        "name": "Sha Ji",
        "effects": [
            "為所有盟友恢復 28% 生命值。"
        ]
    },
    {
        "heroId": "s3_agnes",
        "name": "Agnes",
        "effects": [
            "對目標造成 320% 傷害。",
            "攻擊有 60% 的機率無視防禦增益。（包含反擊。）"
        ]
    },
    {
        "heroId": "sand_soldier",
        "name": "Arman",
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "所有敵人在 4 回合內受到共計 92 點傷害。",
            "所有敵人獲得的治療減少 -50%，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "heroId": "oriental_brawler",
        "name": "Bane",
        "effects": [
            "對目標造成 300% 傷害。",
            "目標獲得 -35% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_brawler_costume_egypt",
        "name": "Bane C1",
        "effects": [
            "對目標造成 280% 傷害。",
            "目標獲得 -40% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_brawler_costume_cute",
        "name": "Bane Toon",
        "effects": [
            "對目標造成 305% 傷害。",
            "目標獲得 -30% 精準度，持續 2 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_brawler_costume_glass",
        "name": "Bane Glass",
        "effects": [
            "對目標造成 315% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標獲得 -32% 精準度，持續 4 回合。"
        ]
    },
    {
        "heroId": "castle_wolf_bertulf",
        "name": "Bertulf",
        "effects": [
            "所有盟友獲得 +100% 普通攻擊，持續 4 回合。除了可變更整體攻擊的效果，可另外啟動此效果。啟動此效果時，普通攻擊最多可提升 +160% 威力。"
        ]
    },
    {
        "heroId": "circus_candy",
        "name": "Candy",
        "effects": [
            "為剩餘生命少於 50% 的盟友，將生命恢復至 50%。",
            "所有盟友在 3 回合內恢復 261 點生命值。"
        ]
    },
    {
        "heroId": "monster_hunter_cedar",
        "name": "Cedar",
        "effects": [
            "對所有敵人造成 175% 傷害。",
            "所有敵人獲得 -15% 精準度，並在 4 個回合內每次被擊中時都將額外降低 -2% 精準度，最多可降低 -35%。",
            "疊加（最大值： 10 ）：施法者對弱點元素獲得 +20% 攻擊。"
        ]
    },
    {
        "heroId": "shadow_cthuwu",
        "name": "Cthuwu",
        "effects": [
            "對目標造成 250% 傷害。",
            "在任何隨後盟友施放特殊技能後，所有盟友有 50% 機率對一名隨機敵人造成 100% 傷害並對其造成 20 點瘋狂，持續 3 個回合。（傷害與瘋狂在每個角色每回合第一次施放特殊技能時造成。此效果造成的傷害與瘋狂不受瘋狂影響）",
            "對施法者造成 40 點瘋狂。"
        ]
    },
    {
        "heroId": "oriental_female_guard",
        "name": "Dawa",
        "effects": [
            "對目標造成 210% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "oriental_female_guard_costume_soldier",
        "name": "Dawa C1",
        "effects": [
            "對目標造成 200% 傷害。",
            "對一名隨機的不同敵人造成 230% 傷害。如果目標為暗黑系，再造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_female_guard_costume_cute",
        "name": "Dawa Toon",
        "effects": [
            "對目標造成 240% 傷害，並對附近敵人造成輕微傷害。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_female_guard_costume_glass",
        "name": "Dawa Glass",
        "effects": [
            "對目標造成 250% 傷害，並對附近敵人造成輕微傷害。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "beachparty_dolrak",
        "name": "Dolrak",
        "effects": [
            "對目標造成 270% 傷害。",
            "目標獲得 -30% 防禦，持續 4 回合。若目標受到治療，效果持續時間會重設。",
            "目標獲得的任何治療降低 -40%，持續 4 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_edelaide",
        "name": "Edelaide",
        "effects": [
            "為所有盟友恢復 26% 生命值。",
            "所有盟友獲得 +195% 攻擊力與 -35% 精準度，僅可在敵人生命值高於進攻者生命值時使用，該效果持續 3 回合。"
        ]
    },
    {
        "heroId": "musketeer_felton",
        "name": "Felton",
        "effects": [
            "對目標造成 355% 傷害。",
            "如果目標有生命加成，會造成 100 額外傷害。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可驅散的增益）",
            "施法者在 3 回合內恢復 243 點生命值。"
        ]
    },
    {
        "heroId": "musketeer_felton_costume_pirate",
        "name": "Felton C1",
        "effects": [
            "對目標造成 375% 傷害。",
            "如果目標有生命加成，會造成 150 額外傷害。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可驅散的增益）",
            "施法者可在 2 個回合內恢復 200 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "oriental_panda_berserker",
        "name": "Gan Ju",
        "effects": [
            "對目標造成 270% 傷害。",
            "使目標的法力減少 25%。"
        ]
    },
    {
        "heroId": "oriental_panda_berserker_costume_farmer",
        "name": "Gan Ju C1",
        "effects": [
            "對目標造成 220% 傷害。",
            "使目標的法力減少 40%。"
        ]
    },
    {
        "heroId": "oriental_panda_berserker_costume_cute",
        "name": "Gan Ju Toon",
        "effects": [
            "對目標造成 300% 傷害。",
            "使目標的法力減少 20%。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_panda_berserker_costume_glass",
        "name": "Gan Ju Glass",
        "effects": [
            "對目標造成 310% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "使目標的法力減少 23%。"
        ]
    },
    {
        "heroId": "oriental_panda_berserker_costume_stylish",
        "name": "Gan Ju Stylish",
        "effects": [
            "對目標造成 320% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 380% 傷害。",
            "使目標的法力減少 24%。"
        ]
    },
    {
        "heroId": "slime_harubo",
        "name": "Harubo",
        "effects": [
            "對目標造成 350% 傷害。",
            "目標敵人受到吞噬黏液狀態異常，持續 3 回合。",
            "吞噬黏液：移除所有可驅散的增益和成長效果，每回合造成 150 點傷害，並且每移除一個效果就會受到 50 點傷害。（如果目標已有此效果，則會刷新持續時間，並從移除效果所受的額外傷害將會加到新效果中。每回合傷害不得超過 700 ）"
        ]
    },
    {
        "heroId": "construct_ironvein",
        "name": "Ironvein",
        "effects": [
            "對 2 名隨機敵人造成 300% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +20% 生命值並獲得 +20% 法力。"
        ]
    },
    {
        "heroId": "tales1_jaco",
        "name": "Jaco",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 自目標偷取 33% 法力，並分給盟友。",
            "* 對目標造成 235% 傷害，並對附近敵人造成輕微傷害。",
            "第 2 次：",
            "* 自目標偷取 33% 法力，並分給盟友。",
            "* 對目標造成 310% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "tales1_jaco_costume_alchemist",
        "name": "Jaco C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 自目標偷取 25% 法力，並分給盟友。",
            "* 對目標造成 225% 傷害，並對附近敵人造成輕微傷害。",
            "第 2 次：",
            "* 自目標偷取 35% 法力，並分給盟友。",
            "* 對目標造成 330% 傷害，並對附近敵人造成輕微傷害。"
        ]
    },
    {
        "heroId": "christmas_jolly",
        "name": "Jolly",
        "effects": [
            "為所有盟友提供 475 點加成生命值。加成生命值能夠超過最大生命值。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友受到的所有傷害降低 -45%，持續 6 回合。",
            "所有盟友獲得 +35% 法力產出，持續 6 回合。"
        ]
    },
    {
        "heroId": "oriental_female_mage",
        "name": "Kailani",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +63% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "oriental_female_mage_costume_mender",
        "name": "Kailani C1",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +50% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "heroId": "oriental_female_mage_costume_cute",
        "name": "Kailani Toon",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。對所有神聖系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。",
            "所有盟友獲得 56% 防禦，持續 5 回合。對所有神聖系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "oriental_female_mage_costume_glass",
        "name": "Kailani Glass",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +59% 防禦，持續 5 回合。",
            "所有神聖系盟友可反彈狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "oriental_female_mage_costume_stylish",
        "name": "Kailani Stylish",
        "effects": [
            "所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友獲得 +60% 防禦，持續 5 回合。",
            "所有盟友在 5 回合內恢復 300 點生命值。"
        ]
    },
    {
        "heroId": "ninja_kinsaishi",
        "name": "Kinsaishi",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "- 對目標造成 145% 傷害。",
            "- 對隨機 2 名敵人造成額外 145% 傷害。",
            "x 2 法力充能：",
            "- 對目標造成 195% 傷害。",
            "- 對隨機 3 名敵人造成額外 195% 傷害。",
            "x 3 法力充能：",
            "- 對目標造成 220% 傷害。",
            "- 對隨機 4 名敵人造成額外 220% 傷害。"
        ]
    },
    {
        "heroId": "s3_kvasir",
        "name": "Kvasir",
        "effects": [
            "為每個盟友召喚一個蜜蜂小兵。蜜蜂小兵繼承施法者 15% 生命與 17% 攻擊。",
            "蜜蜂小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 2 回合內受到共計 14 點劇毒傷害。",
            "* 目標在 4 回合內無法獲得新的小兵。"
        ]
    },
    {
        "heroId": "s3_kvasir_costume_captain",
        "name": "Kvasir C1",
        "effects": [
            "為每個盟友召喚一個蜜蜂小兵。蜜蜂小兵繼承施法者 18% 生命與 15% 攻擊。",
            "蜜蜂小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* 目標在 3 回合內受到共計 48 點劇毒傷害。",
            "* 目標在 2 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "s2_merwoman",
        "name": "Melia",
        "effects": [
            "對所有敵人造成 120% 傷害。",
            "所有盟友獲得 +36% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "s2_merwoman_costume_emissary",
        "name": "Melia C1",
        "effects": [
            "對所有敵人造成 120% 傷害。",
            "所有敵人獲得 -25% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "owl_paeia",
        "name": "Paeia",
        "effects": [
            "所有盟友獲得一個月昇護體，持續 6 回合，所受到的特殊技能傷害最高減少 -320 點。攻擊者為神聖系元素時，額外減少 20% 傷害。",
            "所有盟友獲得 +24% 攻擊力，持續 6 回合。",
            "所有盟友獲得 +24% 法力產出，持續 6 回合。"
        ]
    },
    {
        "heroId": "fables_pixie",
        "name": "Pixie",
        "effects": [
            "對目標造成 290% 傷害。",
            "目標法力滿格時，自動對目標造成 89 點傷害並使其法力減少 50%，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_poppy",
        "name": "Poppy",
        "effects": [
            "對目標造成 300% 傷害。",
            "有 42% 的機率可額外攻擊隨機敵人最多 3 次。額外攻擊造成輕微傷害。"
        ]
    },
    {
        "heroId": "s4_poppy_costume_lodger",
        "name": "Poppy C1",
        "effects": [
            "對目標造成 280% 傷害。",
            "有 55% 的機率可額外攻擊隨機敵人最多 3 次。額外攻擊造成輕微傷害。"
        ]
    },
    {
        "heroId": "s5_rekhetre",
        "name": "Rekhetre",
        "effects": [
            "所有盟友在 3 個回合內恢復 450 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得對暗黑系 +84% 的防禦，並在每次被擊中後增加 2%，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_rekhetre_costume_artist",
        "name": "Rekhetre C1",
        "effects": [
            "所有盟友在 3 個回合內恢復 540 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得對暗黑系 +74% 的防禦，並在每次被擊中後增加 2%，持續 3 回合。"
        ]
    },
    {
        "heroId": "mighty_pet_ribbit",
        "name": "Ribbit",
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "使目標和附近敵人的法力減少 15%。",
            "目標與附近敵人在 4 回合內受到共計 260 點劇毒傷害。"
        ]
    },
    {
        "heroId": "construct_rustbeak",
        "name": "Rustbeak",
        "effects": [
            "施法者和附近盟友在 3 回合內恢復 429 點生命值。",
            "施法者與附近盟友有 +45% 的機率可躲避攻擊與特殊技能，持續 3 回合。",
            "施法者與附近盟友獲得 +45% 暴擊率，持續 3 回合。"
        ]
    },
    {
        "heroId": "pirate_sally",
        "name": "Sally",
        "effects": [
            "對目標造成 270% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。"
        ]
    },
    {
        "heroId": "faun_saskia",
        "name": "Saskia",
        "effects": [
            "為所有盟友恢復 26% 生命值。",
            "強化閃避：所有盟友有 +45% 機率可以閃避造成傷害的特殊技能。此效果會持續到該盟友成功閃避 1 次為止。",
            "在強化效果結束、移除或取代後，盟友會在 4 個回合內恢復 640 點生命值。"
        ]
    },
    {
        "heroId": "beowulf_aeschere",
        "name": "Aeschere",
        "effects": [
            "從所有敵人身上安全驅散 1 個增益。（優先驅散最新的增益）",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放。",
            "* +25% 法力產出，持續 3 回合。",
            "* 所有受到的治療增加 +50%，持續 3 回合。",
            "* 增益來源將啟動 4 次。每次嘗試驅散則移除一次啟動數。",
            "所有盟友在 4 回合內恢復 600 點生命值。"
        ]
    },
    {
        "heroId": "magic_anastasia",
        "name": "Anastasia",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為所有盟友召喚一個魔書小兵，其可從施法者繼承 13% 生命與 20% 攻擊。",
            "2 倍法力充能：",
            "* 對所有敵人造成 235 傷害。",
            "* 對所有敵人召喚魔書惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "* 魔書惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 30% 時消失。"
        ]
    },
    {
        "heroId": "mimic_ascension_epic_yellow",
        "name": "Ascension Mimic Epic Holy",
        "effects": [
            "對目標造成 300% 傷害。",
            "目標在 4 回合內受到共計 128 點流血傷害。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "gargoyle_bellerive",
        "name": "Bellerive",
        "effects": [
            "對目標造成 420% 傷害。",
            "若目標被擊敗，超出的傷害將由附近的每個敵人承受。"
        ]
    },
    {
        "heroId": "monster_hunter_bogart",
        "name": "Bogart",
        "effects": [
            "對目標造成 305% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -35% 防禦，持續 3 回合。防禦每回合降低 -10%，最低可達 -55%。"
        ]
    },
    {
        "heroId": "beauty_beast_chandel",
        "name": "Chandel",
        "effects": [
            "若施法者擁有 35 以上的謙遜：",
            "* 對位於敵方陣型邊緣的敵人造成 300% 傷害。如果只有一個敵人，傷害加倍。",
            "* 使位於敵方陣型邊緣的敵人最大生命值降低 500，對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 500 點。）",
            "否則：",
            "* 對位於敵方陣型邊緣的敵人造成 260% 傷害。如果只有一個敵人，傷害加倍。"
        ]
    },
    {
        "heroId": "oriental_falconer",
        "name": "Chao",
        "effects": [
            "對目標造成 315% 傷害。",
            "使目標的法力減少 25%。"
        ]
    },
    {
        "heroId": "oriental_falconer_costume_dodo",
        "name": "Chao C1",
        "effects": [
            "對目標造成 275% 傷害。",
            "施法者在 4 個回合內竊取目標產出的法力，一開始僅竊取少量法力，竊取量會隨每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果無法淨化，但在施法者被擊敗後會被移除。"
        ]
    },
    {
        "heroId": "oriental_falconer_costume_cub",
        "name": "Chao C2",
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "目標與附近敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "oriental_falconer_costume_cute",
        "name": "Chao Toon",
        "effects": [
            "對目標造成 320% 傷害。",
            "使目標的法力減少 -20%。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_falconer_costume_glass",
        "name": "Chao Glass",
        "effects": [
            "對目標造成 325% 傷害。",
            "使目標的法力減少 23%。",
            "攻擊會無視防禦增益。（包含反擊）"
        ]
    },
    {
        "heroId": "circus_dandre",
        "name": "D'Andre",
        "effects": [
            "為所有盟友恢復 35% 生命值。",
            "所有具有可淨化防禦狀態異常的英雄獲得 +50% 防禦，持續 3 個回合。",
            "所有盟友獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "s2_tanuki_raccoon",
        "name": "Danzaburo",
        "effects": [
            "變個戲法獲得特殊效果：",
            "刀劍：",
            "* 對所有敵人造成 255% 傷害。",
            "* 所有敵人獲得 -54% 精準度，持續 3 回合，（進攻型特殊技能也有機率無法擊中。）",
            "瓶子：",
            "* 所有盟友獲得 +24% 法力產出，持續 4 回合。",
            "* 所有盟友獲得 +63% 防禦，持續 4 回合。",
            "冰凍：",
            "* 施法者無法獲得法力，持續 2 回合。",
            "* 此效果無法淨化。"
        ]
    },
    {
        "heroId": "s2_tanuki_raccoon_costume_merchant",
        "name": "Danzaburo C1",
        "effects": [
            "售賣垃圾即可獲得特殊效果：",
            "鈍劍：",
            "* 對所有敵人造成 270% 傷害。",
            "* 所有敵人獲得 -39% 攻擊力，持續 3 回合。",
            "可疑蛇油：",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "* 所有敵人獲得 -44% 防禦，持續 3 回合。",
            "清倉大拍賣：",
            "* 除了施法者以外，所有盟友的法力增加 3%。",
            "* 施法者無法獲得法力，持續 2 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "astral_dwarf_errin",
        "name": "Errin",
        "effects": [
            "所有敵人得到靈魂連結，持續 4 回合。靈魂連結的敵人會分享承受的傷害。",
            "所有敵人受到的所有傷害提高 +25%，持續 4 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +5%，最多累積至 +50%。"
        ]
    },
    {
        "heroId": "tales2_fjalar",
        "name": "Fjalar",
        "effects": [
            "傷害避開目標的小兵。",
            "使用火風暴打擊攻擊目標，造成最多 1080 點傷害。如果目標為自然元素角色，則造成額外 30% 傷害。此特殊技能必定命中其目標。",
            "目標抵抗新的小兵，持續 4 回合。"
        ]
    },
    {
        "heroId": "tales2_fjalar_costume_undead",
        "name": "Fjalar C1",
        "effects": [
            "傷害避開目標的小兵。",
            "使用火風暴打擊攻擊目標，造成最多 1180 點傷害。如果目標為自然元素角色，則造成額外 30% 傷害。此特殊技能必定命中其目標。",
            "目標抵抗新的小兵，持續 4 回合。"
        ]
    },
    {
        "heroId": "goblin_goldie",
        "name": "Goldie",
        "effects": [
            "為所有盟友恢復 38% 生命值。",
            "成長：所有盟友獲得 100 點攻擊。",
            "所有盟友將異常狀態反射給敵方戰隊的隨機角色，持續 3 回合。（僅反射可淨化的狀態異常。）"
        ]
    },
    {
        "heroId": "fables_gretel",
        "name": "Gretel",
        "effects": [
            "對目標造成 175% 傷害，並對附近敵人造成輕微傷害。",
            "目標法力滿格時，自動對目標造成 147 點傷害並使其法力減少 50%，持續 3 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_griffin",
        "name": "Griffin",
        "effects": [
            "對目標造成 340% 傷害。",
            "此攻擊永遠會避開反擊和反射效果。"
        ]
    },
    {
        "heroId": "s4_griffin_costume_priest",
        "name": "Griffin C1",
        "effects": [
            "對目標造成 320% 傷害。",
            "施法者和附近盟友攻擊時無視防禦增益，持續 2 回合。（包含反擊）"
        ]
    },
    {
        "heroId": "outlaw_gu_dasao",
        "name": "Gu Dasao",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標造成 185% 傷害，並對其餘敵人造成輕微傷害。",
            "施法者以所受傷害的 70% 進行反擊，持續 4 回合。",
            "施法者每次反擊可降低攻擊者 -5% 的法力，持續 4 回合。同一回合中，效果經連續啟動會減弱。"
        ]
    },
    {
        "heroId": "guardian_jackal_assassin",
        "name": "Guardian Jackal",
        "effects": [
            "對目標造成 270% 傷害。",
            "目標獲得對神聖系 -54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "guardian_jackal_assassin_costume_bones",
        "name": "Guardian Jackal C1",
        "effects": [
            "對目標造成 280% 傷害。",
            "施法者和附近盟友獲得對暗黑系 +94% 的防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s3_gullinbursti",
        "name": "Gullinbursti",
        "effects": [
            "為所有盟友提供 400 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得 +45% 攻擊力，自己或其盟友每次被擊中後額外增加 20% 攻擊力，持續 3 回合。此效果結束時，所有敵人受到 176 點傷害。在此期間，施法者或其盟友所受每次攻擊可使施法者造成的傷害提高 13 點，最高達到 332 點傷害。"
        ]
    },
    {
        "heroId": "s3_gullinbursti_costume_toxic",
        "name": "Gullinbursti C1",
        "effects": [
            "所有盟友在 4 個回合內恢復 480 點加成生命值。加成生命值能夠超過最大生命值。",
            "施法者獲得 +35% 攻擊力，自己或其盟友每次被擊中後額外增加 15% 攻擊力，持續 4 回合。該效果結束時，所有敵人受到 236 點傷害。在此期間，施法者或其盟友所受每次攻擊可使施法者造成的傷害提高 15 點，最高達到 416 點傷害。"
        ]
    },
    {
        "heroId": "christmas_holly",
        "name": "Holly",
        "effects": [
            "為所有盟友恢復 20% 生命。",
            "面板上每有一個神聖護盾，便額外回復 3% 生命，總共至多回復 44% 生命。",
            "為每個盟友召喚一個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。",
            "所有盟友獲得 +14% 攻擊力，且面板上每有一個神聖護盾，則會再增加 5%，持續 4 回合，最多可達 +54% 攻擊力。"
        ]
    },
    {
        "heroId": "oriental_panda_warrior",
        "name": "Hu Tao",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有敵人獲得 -40% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_panda_warrior_costume_armor",
        "name": "Hu Tao C1",
        "effects": [
            "對所有敵人造成 160% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "所有敵人獲得的治療減少 -50%，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "oriental_panda_warrior_costume_dueller",
        "name": "Hu Tao C2",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "所有敵人獲得 -24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "oriental_panda_warrior_costume_cute",
        "name": "Hu Tao Toon",
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "所有敵人獲得 -34% 精準度，持續 4 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_panda_warrior_costume_glass",
        "name": "Hu Tao Glass",
        "effects": [
            "對所有敵人造成 245% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -38% 精準度，持續 4 回合。"
        ]
    },
    {
        "heroId": "easter_lady_woolerton",
        "name": "Lady Woolerton",
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "施法者無法獲得法力，持續 2 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "oriental_female_templar",
        "name": "Li Xiu",
        "effects": [
            "對所有敵人造成 150% 傷害。",
            "使所有敵人的法力減少 20%。"
        ]
    },
    {
        "heroId": "oriental_female_templar_costume_kimono",
        "name": "Li Xiu C1",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "使所有敵人的法力減少 10%。"
        ]
    },
    {
        "heroId": "oriental_female_templar_costume_fireworks",
        "name": "Li Xiu C2",
        "effects": [
            "對目標及附近敵人造成 270% 傷害。",
            "目標與附近敵人陷入沉默，持續 3 回合。"
        ]
    },
    {
        "heroId": "oriental_female_templar_costume_cute",
        "name": "Li Xiu Toon",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "使所有敵人的法力減少 16%。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_female_templar_costume_glass",
        "name": "Li Xiu Glass",
        "effects": [
            "對所有敵人造成 190% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "使所有敵人的法力減少 18%。"
        ]
    },
    {
        "heroId": "oriental_female_templar_costume_stylish",
        "name": "Li Xiu Stylish",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "對剩餘生命少於 50% 的敵人造成 275% 傷害。",
            "使所有敵人的法力減少 -19%。"
        ]
    },
    {
        "heroId": "s3_mist",
        "name": "Mist",
        "effects": [
            "對目標及附近敵人造成 175% 傷害。",
            "目標和附近敵人在 3 回合內無法獲得新的狀態效果增益。",
            "目標與附近敵人獲得對特殊技能 -34% 的防禦，持續 3 回合。",
            "目標與附近敵人獲得 -64% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "vegetable_pineon",
        "name": "Pineon",
        "effects": [
            "對目標造成 415% 傷害。",
            "從目標的身上豐收增益。（豐收可以從每個目标上，安全地移除 2 個增益、正面叠加或成長效果。包含无法驅散增益和跳舞效果。每移除一個效果，施法者獲得 7% 加成生命值，加成生命值可超過最大生命值。安全移除可避免移除狀態效果增益时的第二效果。例如移除時受到傷害。被動技能、家族效果等外部效果仍可發動。成長效果會最先被移除。其他效果則是以最新的開始移除。）",
            "疊加（最大值： 10 ）：施法者獲得 +6% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "s5_scoratek",
        "name": "Scoratek",
        "effects": [
            "對目標造成 190% 傷害。",
            "對目標召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對目標造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 600 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "heroId": "s5_scoratek_costume_sentinel",
        "name": "Scoratek C1",
        "effects": [
            "對目標造成 125% 傷害。",
            "對目標召喚聖甲蟲炸彈惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "聖甲蟲炸彈惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 30% 時消失。",
            "聖甲蟲炸彈惡魔會在 3 個回合後爆炸，對目標造成 900 點傷害，並對附近敵人造成少量傷害。"
        ]
    },
    {
        "heroId": "styx_steropes",
        "name": "Steropes",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有盟友在 3 個回合內恢復 324 點加成生命值。加成生命值能夠超過最大生命值。",
            "2 倍法力充能：",
            "* 如果任何盟友在後續 3 個回合中被擊敗，他們將在下一個回合開始時以 20% 生命值復活。盟友被擊敗時，所有狀態效果與疊加會被移除。",
            "* 3 倍法力充能：",
            "* 所有盟友在 4 個回合內恢復 584 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 如果任何盟友在後續 4 個回合中被擊敗，他們將在下一個回合開始時以 40% 生命值復活。盟友被擊敗時，所有狀態效果與疊加會被移除。"
        ]
    },
    {
        "heroId": "wild_cat_tunes",
        "name": "Tunes",
        "effects": [
            "驅散所有敵人的 2 個增益。（優先驅散最新的增益）",
            "使所有敵人的最大生命值降低 500 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 500 點。）",
            "所有敵人獲得 -44% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "valentines_voluptas",
        "name": "Voluptas",
        "effects": [
            "摧毁施法者和附近盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "為施法者和附近盟友恢復 40% 生命值。"
        ]
    },
    {
        "heroId": "valentines_voluptas_costume_paint",
        "name": "Voluptas C1",
        "effects": [
            "摧毁施法者和附近盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "為施法者和附近盟友恢復 40% 生命值。",
            "施法者和附近盟友獲得對暗黑系 +54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "mighty_pet_waddles",
        "name": "Waddles",
        "effects": [
            "對目標造成 365% 傷害。",
            "在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放變幻莽夫亂拳。觸發此效果時，效果將轉移到該盟友身上，並且刷新持續時間。"
        ]
    },
    {
        "heroId": "kingdom_wang_yuanji",
        "name": "Wang Yuanji",
        "effects": [
            "摧毀所有盟友的所有惡魔。",
            "為所有盟友提供 625 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "kingdom_wang_yuanji_costume_artisan",
        "name": "Wang Yuanji C1",
        "effects": [
            "摧毀所有盟友的所有惡魔。此效果會對超級惡魔造成傷害。",
            "為所有盟友提供 520 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +30% 防禦，持續 5 回合。"
        ]
    },
    {
        "heroId": "oriental_monkey_captain",
        "name": "Wu Kong",
        "effects": [
            "所有盟友獲得 +185% 攻擊力與 -32% 精準度，持續 5 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_monkey_captain_costume_warrior",
        "name": "Wu Kong C1",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "施法者獲得 -20% 防禦，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "oriental_monkey_captain_costume_reveller",
        "name": "Wu Kong C2",
        "effects": [
            "所有盟友獲得 +170% 攻擊力與 -25% 精準度，持續 5 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_monkey_captain_costume_cute",
        "name": "Wu Kong Toon",
        "effects": [
            "所有盟友獲得 +175% 攻擊力與 -32% 精準度，持續 5 回合。對所有神聖系角色，此狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "oriental_monkey_captain_costume_glass",
        "name": "Wu Kong Glass",
        "effects": [
            "所有盟友獲得 +180% 攻擊力與 -32% 精準度，持續 5 回合。（（進攻型特殊技能也有機率無法擊中。））",
            "所有神聖系盟友可反彈狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）"
        ]
    },
    {
        "heroId": "elemental_zione",
        "name": "Zione",
        "effects": [
            "改變面板上所有神聖系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +30%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -23%。",
            "所有盟友獲得 +35% 攻擊力，持續 4 回合。對所有神聖系角色，該狀態效果變為无法驅散且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "mimic_aether_yellow",
        "name": "Aether Mimic Holy",
        "effects": [
            "對目標造成 600% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "為所有盟友提升所造成傷害 30% 的生命值。",
            "模仿怪寶箱將關閉持續 2 個回合。"
        ]
    },
    {
        "heroId": "s4_akkorog",
        "name": "Akkorog",
        "effects": [
            "隨機重新排列敵人位置。",
            "對目標及附近敵人造成 280% 傷害。"
        ]
    },
    {
        "heroId": "s4_akkorog_costume_football",
        "name": "Akkorog C1",
        "effects": [
            "隨機重新排列敵人位置。",
            "對目標及附近敵人造成 260% 傷害。",
            "施法者有 +45% 的機率閃避特殊技能，持續 3 回合。每次閃避都會獲得 +5% 防禦疊加。（最大值： 10 ）"
        ]
    },
    {
        "heroId": "christmas_albin",
        "name": "Albin",
        "effects": [
            "對所有敵人造成 440% 傷害。",
            "重置所有盟友的增益持續時間。",
            "為每個盟友召喚 2 個精靈小兵，其可從施法者繼承 10% 生命與 10% 攻擊。"
        ]
    },
    {
        "heroId": "castle_stag_alvar",
        "name": "Alvar",
        "effects": [
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "重置所有敵人狀態異常的持續時間。",
            "對所有敵人造成 350% 傷害。",
            "所有敵人將狀態效果增益反射給敵方戰隊的隨機角色，持續 4 回合。（僅反射可驅散的增益）"
        ]
    },
    {
        "heroId": "monster_hunter_amund",
        "name": "Amund",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "對所有敵人召喚骨陷阱惡魔。惡魔每回合以 45% 的攻擊力對敵人造成傷害。每回合傷害增加 8%，最高可達 93%。",
            "骨陷阱惡魔會吸收治療效果，並於所吸收的生命值等於其擁有者最大生命值的 45% 時消失。",
            "只要敵人擁有骨陷阱惡魔，就無法透過特殊技能來淨化或轉移其異常狀態。（此效果也阻止淨化或轉移其自身）"
        ]
    },
    {
        "heroId": "pirate_anne",
        "name": "Anne",
        "effects": [
            "對目標造成 550% 傷害。",
            "若目標在受到傷害前有超過 50% 的生命，則瞄準其他在受到此特殊技能傷害前超過 50% 生命的敵人。若無其他敵人有 50% 生命，則隨機瞄準敵人。每次連續攻擊，傷害會減少。每個敵人只能受攻擊一次。",
            "若被命中敵人在之後 4 個回合使用其特殊技能，則獲得 -34% 攻擊、 -34% 防禦與 -24% 法力產出，持續 4 個回合。狀態效果在特殊技能結束後附加。若狀態效果在特殊技能期間被移除，將不會附加狀態效果。"
        ]
    },
    {
        "heroId": "valentines_anteros",
        "name": "Anteros",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 460% 傷害。",
            "法力全滿時，目標強制施放莽夫治療，持續 3 回合。",
            "莽夫治療：為剩餘生命值最低的敵方角色恢復 20% 生命值。"
        ]
    },
    {
        "heroId": "s4_aouda",
        "name": "Aouda",
        "effects": [
            "對目標造成 450% 傷害。",
            "如果目標有生命加成，會造成 500 額外傷害。"
        ]
    },
    {
        "heroId": "s4_aouda_costume_lotus",
        "name": "Aouda C1",
        "effects": [
            "對目標造成 250% 傷害。",
            "如果目標有生命加成，會造成 1140 額外傷害。"
        ]
    },
    {
        "heroId": "mimic_ascension_item_yellow",
        "name": "Ascension Mimic Holy",
        "effects": [
            "對目標及附近敵人造成 380% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標與附近敵人在 4 回合內受到共計 668 點流血傷害。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "fox_ashen",
        "name": "Ashen",
        "effects": [
            "如果施法者正在恢復生命值：",
            "* 對所有敵人造成 300% 傷害。",
            "* 所有敵人獲得持續的 -40% 攻擊。（此效果會持續到被驅散、替代或移除為止。）",
            "否則：",
            "* 所有盟友獲得持續的每回合 200 點生命恢復。（此效果會持續到被驅散、替代或移除為止。）",
            "* 所有盟友獲得持續的 +40% 攻擊。（此效果會持續到被驅散、替代或移除為止。）"
        ]
    },
    {
        "heroId": "bard_astrid",
        "name": "Astrid",
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "每名被擊敗的盟友有 40% 的機率以 30% 的生命值復活。",
            "所有盟友有 20% 機率將受到的任何傷害降低至 1 點，持續 3 回合。"
        ]
    },
    {
        "heroId": "moth_auricarc",
        "name": "Auricarc",
        "effects": [
            "從目標竊取所有小兵或一名超級小兵。",
            "自目標偷取 40% 法力，並分給盟友。",
            "對目標造成 530% 傷害。",
            "目標陷入深沉睡眠，睡著時受到的傷害增加 +80%。（睡著的角色無法獲得法力或攻擊。睡著的目標受到 750 點傷害後便會醒來。此效果無法淨化）"
        ]
    },
    {
        "heroId": "holy_god_aurox",
        "name": "Aurox",
        "effects": [
            "摧毀目標和附近敵人的全部小兵。此效果會對超級小兵造成傷害。",
            "對目標及附近敵人造成 360% 傷害。",
            "目標與附近敵人獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "元素鏈使所有神聖盟友提高 +20% 攻擊，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "holy_god_aviana",
        "name": "Aviana",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "目標與附近敵人在 4 回合內無法獲得新的狀態效果增益。",
            "施法者與附近盟友獲得 +50% 暴擊率，持續 4 回合。",
            "元素鏈使所有神聖盟友提高 +5% 閃避機率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "holy_god_bai_yeong",
        "name": "Bai Yeong",
        "effects": [
            "對目標造成 390% 傷害。",
            "目標獲得 -75% 精準度，持續 2 回合。（進攻型特殊技能也有機率無法擊中。）",
            "目標獲得的治療減少 -75%，持續 2 回合。",
            "元素鏈給予所有神聖系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "lunar_new_year_baishu",
        "name": "Baishu",
        "effects": [
            "偷走所有敵人的最新狀態的可驅散效果增益，並將它們隨機分配給盟友。",
            "若未能成功竊取任何增益，則對所有敵人造成 200% 傷害。",
            "消除所有盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "若未能成功分配任何異常狀態，則對所有敵人造成 200% 傷害。"
        ]
    },
    {
        "heroId": "tales2_bragi",
        "name": "Bragi",
        "effects": [
            "使用霜落打擊攻擊目標，造成最多 2500 點傷害。如果目標為烈火元素角色，則造成額外 40% 傷害。此特殊技能必定命中目標。",
            "從目標竊取一項隨機可驅散増益並分給施法者。",
            "如果目標受到冰霜影響，將對一名随機目標重新施放一次凍霜強力勾。（如果擊败目标，特殊技能不會重新施放。）"
        ]
    },
    {
        "heroId": "slayer_caitlin",
        "name": "Caitlin",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 180% 傷害。",
            "每移除一個狀態效果，將造成 20% 額外傷害，最多累積造成 340% 傷害。",
            "疊加（最大值： 10 ）：施法者獲得 +5% 法力產出。",
            "疊加 +2 （最大值： 10 ）：施法者每個回合恢復 20 點生命值。"
        ]
    },
    {
        "heroId": "slayer_caitlin_costume_crusader",
        "name": "Caitlin C1",
        "effects": [
            "驅散所有敵人的增益。",
            "對所有敵人造成 170% 傷害。",
            "每移除一個狀態效果，將造成 25% 額外傷害，最多累積造成 370% 傷害。",
            "疊加 +2 （最大值： 10 ）：施法者獲得 +12% 法力產出。",
            "疊加 +3 （最大值： 10 ）：施法者每個回合恢復 45 點生命值。"
        ]
    },
    {
        "heroId": "holy_god_celidana",
        "name": "Celidana",
        "effects": [
            "為施法者和附近盟友提供 1100 點加成生命值。加成生命值能夠超過最大生命值。",
            "只要施放者有加成生命值，施法者和附近盟友都會獲得 +50% 防禦。此效果無法驅散。",
            "施法者與附近盟友可抵禦最大生命值降低，持續 5 回合。",
            "元素鏈讓所有神聖系盟友對新惡魔免疫，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "beauty_beast_cerissa",
        "name": "Cerissa",
        "effects": [
            "若施法者擁有 50 以上的謙遜：",
            "為施法者和附近盟友提供 1450 點加成生命值。加成生命值能夠超過最大生命值。",
            "疊加 +2 （最大值： 10 ）：施法者和附近盟友受到的所有傷害减少 -8%。",
            "接下來 4 個回合內，每次任何其他盟友施放其特殊技能後，此角色會恢復施法者和附近盟友 750 點加成生命值。（每個角色每回合可以觸發一次此效果）",
            "施法者和附近盟友獲得 +30% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "否則：",
            "為施法者和附近盟友提供 1100 點加成生命值。加成生命值能夠超過最大生命值。",
            "疊加（最大值： 10 ）：施法者和附近盟友受到的所有傷害减少 -4%。",
            "接下來 4 個回合內，每次任何其他盟友施放其特殊技能後，此角色會恢復施法者和附近盟友 550 點加成生命值。（每個角色每回合可以觸發一次此效果）"
        ]
    },
    {
        "heroId": "ballerina_christine_daae",
        "name": "Christine Daae",
        "effects": [
            "對目標及附近敵人造成 355% 傷害。",
            "目標與附近敵人跳起熱情民謠，持續 3 回合。添加此效果時將移除所有現有狀態效果。",
            "熱情民謠：",
            "* -40% 精準度。",
            "* -40% 防禦。",
            "* 免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。",
            "* 此效果無法驅散。施法者陣亡後效果移除。"
        ]
    },
    {
        "heroId": "s5_cleopatra",
        "name": "Cleopatra",
        "effects": [
            "為所有盟友恢復 65% 生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 205 點生命值。"
        ]
    },
    {
        "heroId": "s5_cleopatra_costume_feline",
        "name": "Cleopatra C1",
        "effects": [
            "為所有盟友恢復 60% 生命值。",
            "所有盟友對新的狀態異常免疫，持續 3 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 360 點生命值。"
        ]
    },
    {
        "heroId": "musketeer_constance",
        "name": "Constance",
        "effects": [
            "對所有敵人造成 230% 傷害。",
            "所有盟友有 +45% 機率閃避特殊技能，持續 3 回合。每次閃避會對攻擊者造成 100 點傷害。"
        ]
    },
    {
        "heroId": "monster_hunter_dabria",
        "name": "Dabria",
        "effects": [
            "每名陣亡的盟友有 40% 的機率以 20% 的生命值復活。",
            "所有盟友在 4 回合內恢復共計 894 點生命，起初恢復值較低，逐回合增加。",
            "所有盟友獲得 +24% 防禦，持續 4 回合。防禦每回合增加 10%，最高至 +54%。"
        ]
    },
    {
        "heroId": "holy_god_delilah",
        "name": "Delilah",
        "effects": [
            "為所有盟友恢復 42% 生命值。",
            "為每個盟友召喚一個守護者小兵，其可從施法者繼承 20% 生命與 20% 攻擊。",
            "元素鏈給予所有神聖盟友 +10% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "holy_god_delilah_costume_guardian",
        "name": "Delilah C1",
        "effects": [
            "為所有盟友恢復 40% 生命值。",
            "為每個盟友召喚一個守護者小兵，其可從施法者繼承 25% 生命與 30% 攻擊。",
            "元素鏈給予所有神聖盟友 +10% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "holy_god_devana",
        "name": "Devana",
        "effects": [
            "對目標及附近敵人造成 315% 傷害。",
            "召喚一個猞猁小兵，其可從施法者繼承 35% 生命與 35% 攻擊。",
            "猞猁小兵會先殲滅目標的所有小兵再攻擊目標。",
            "驅散目標和附近敵人的增益。",
            "元素鏈會在回合結束時賦予所有神聖盟友少量法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "circus_director_zuri",
        "name": "Director Zuri",
        "effects": [
            "恢復剩餘生命值最低的盟友 65% 生命值。恢復其餘盟友 42% 生命值。",
            "為每個盟友召喚一個小丑小兵，其可從施法者繼承 15% 生命值與 22% 攻擊。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "circus_director_zuri_costume_clown",
        "name": "Director Zuri C1",
        "effects": [
            "恢復剩餘生命值最低的盟友 65% 生命值。恢復其餘盟友 45% 生命值。",
            "為每個盟友召喚一個小丑小兵，其可從施法者繼承 20% 生命值與 30% 攻擊。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "shadow_dolores",
        "name": "Dolores",
        "effects": [
            "在接下來 4 個回合，每次任何其他盟友施放特殊技能時，此角色會對隨機目標和附近敵人造成 220% 傷害並對其造成 15 點瘋狂。",
            "疊加（最大值： 10 ）：所有盟友獲得 +20% 攻擊。",
            "疊加（最大值： 10 ）：所有盟友獲得 +5% 法力產出。",
            "對施法者造成 50 點瘋狂。"
        ]
    },
    {
        "heroId": "holy_god_drake_lee",
        "name": "Drake Fong",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "目標與附近敵人獲得 -35% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "元素鏈給予所有神聖盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "holy_god_drake_lee_costume_serene",
        "name": "Drake Fong C1",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人獲得 -50% 精準度，持續 3 回合。如果目標受到治療，效果持續時間會重設。（進攻型特殊技能也有機率無法擊中。）",
            "元素鏈給予所有神聖盟友 +5% 攻擊力與 +5% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "castle_raven_eloise",
        "name": "Eloise",
        "effects": [
            "摧毀所有敵人的全部小兵。",
            "對所有敵人造成 270% 傷害。",
            "若敵人擁有小兵，他們將會抵抗新的小兵，持續 4 回合。"
        ]
    },
    {
        "heroId": "mimic_emblem_yellow",
        "name": "Emblem Mimic Holy",
        "effects": [
            "對目標造成 480% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +50% 生命值並獲得 +33% 法力。",
            "目標在 3 回合內受到共計 387 點劇毒傷害。此效果會蔓延至附近敵人。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "tales1_ephyra",
        "name": "Ephyra",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 +37% 生命與 +42% 攻擊。",
            "* 疊加（最大值： 10 ）：所有盟友為所召喚的新小兵獲得 +5% 繼承生命值。",
            "第 2 次：",
            "* 將所有盟友的所有惡魔替代為水母小兵。",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 +37% 生命與 +42% 攻擊。",
            "* 疊加（最大值： 10 ）：所有盟友為所召喚的新小兵獲得 +5% 繼承生命值。"
        ]
    },
    {
        "heroId": "tales1_ephyra_costume_reef",
        "name": "Ephyra C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 +35% 生命與 +40% 攻擊。",
            "* 疊加（最大值： 10 ）：所有盟友為所召喚的新小兵獲得 +4% 繼承生命值。",
            "第 2 次：",
            "* 將所有盟友的所有惡魔替代為水母小兵。",
            "* 為每個盟友召喚一個水母小兵，其可從施法者繼承 40% 生命與 50% 攻擊。",
            "* 疊加（最大值： 10 ）：所有盟友為所召喚的新小兵獲得 +7% 繼承生命值。"
        ]
    },
    {
        "heroId": "journey_erlang_shen",
        "name": "Erlang Shen",
        "effects": [
            "對目標造成 500% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得 -48% 攻擊力，持續 3 回合。若效果在持續時間結束前遭移除，則有該效果的目標將受到 514 點傷害。"
        ]
    },
    {
        "heroId": "s5_eset",
        "name": "Eset",
        "effects": [
            "對目標造成 250% 傷害。如果目標為暗黑系，再造成額外傷害。",
            "對 5 名隨機敵人造成 180% 傷害。如果目標為暗黑系，再造成額外傷害。",
            "改變面板上所有神聖系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "s5_eset_costume_goldensun",
        "name": "Eset C1",
        "effects": [
            "對目標造成 260% 傷害。如果目標為暗黑系，再造成額外傷害。",
            "對 5 名隨機敵人造成 250% 傷害。如果目標為暗黑系，再造成額外傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）",
            "改變面板上所有神聖系護盾的強度。攻擊英雄施放該特技時，護盾受到 +64% 攻擊力的強化。防禦英雄施放該特技時，護盾受到 -57% 攻擊力的弱化。"
        ]
    },
    {
        "heroId": "mimic_training_hero_yellow",
        "name": "Experience Mimic Holy",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "對目標造成 530% 傷害。",
            "若該攻擊將敵人擊敗，那麼施法者將恢復 +50% 生命並獲得 33% 法力。",
            "模仿怪寶箱將關閉持續 2 個回合。（模仿怪寶箱關閉時免疫傷害和新的狀態異常）"
        ]
    },
    {
        "heroId": "holy_god_faeona",
        "name": "Faeona",
        "effects": [
            "為所有盟友恢復 46% 生命值。",
            "所有盟友獲得的治療增加 +35%，持續 5 回合。",
            "疊加 +3 （最大值： 10 ）：施法者獲得 +15% 法力產出。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "元素鏈給予所有神聖盟友 +20% 暴擊率，持續 6 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "circus_faline",
        "name": "Faline",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "被擊中的基礎法力速度最快的敵人將獲得 -64% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "christmas_florencia",
        "name": "Florencia",
        "effects": [
            "此特殊技能必定命中目標。",
            "對所有敵人造成 345% 傷害。",
            "剩餘生命值最高的敵人沉默 4 回合。",
            "為每位盟友召喚一個雪靈小兵，其可從施法者繼承 20% 生命值與 20% 攻擊力。"
        ]
    },
    {
        "heroId": "garrison_frank_fangs_brimwell",
        "name": "Frank 'Fangs' Brimwell",
        "effects": [
            "對目標及附近敵人造成 350% 傷害。",
            "若任何盟友在此特殊技能施放前持有超級小兵，則轉為對所有敵人造成 365% 傷害。",
            "召喚一個從此施法者繼承 20% 生命值和 100% 攻擊力的新兵守衛超級小兵。",
            "有更多獨特的衛戍守衛英雄在隊伍內時，新兵守衛超級小兵將可獲得更高生命與攻擊力，最高可達 30% 生命和 140% 攻擊力。"
        ]
    },
    {
        "heroId": "mighty_pet_furdinand",
        "name": "Furdinand",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "所有盟友反射狀態異常和負面效果疊加，持續 4 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "所有盟友在 4 回合內恢復 732 點生命值。"
        ]
    },
    {
        "heroId": "moth_furgeant",
        "name": "Furgeant",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者有 50% 機率將受到的任何傷害降低至 1 點，持續 4 回合。",
            "在接下来 4 個回合，每次其他任意盟友施放其特殊技能時，此角色就會對一名随機敵人造成 250% 傷害。被命中的敵人陷入深沉睡眠，深沉睡眠時受到的傷害增加 +80%。（每個角色每回合可以觸發一次此效果）",
            "所有盟友獲得 +25% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "tales2_gandr",
        "name": "Gandr",
        "effects": [
            "使用火風暴打擊攻擊所有敵人，造成最多 2200 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "為所有盟友治療 30% 的傷害。",
            "所有盟友以所受傷害的 65% 進行反擊，持續 5 回合。"
        ]
    },
    {
        "heroId": "tales2_gandr_costume_guardian",
        "name": "Gandr C1",
        "effects": [
            "使用火風暴打擊攻擊所有敵人，造成最多 2500 點傷害。如果目標為自然元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "為所有盟友提升所造成傷害 27% 的生命值。",
            "所有盟友以所受傷害的 70% 進行反擊，持續 5 回合。"
        ]
    },
    {
        "heroId": "faun_gideon",
        "name": "Gideon",
        "effects": [
            "安全淨化所有盟友的狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）",
            "強化閃避：所有盟友有 +100% 機率可以閃避造成傷害的特殊技能。此效果會持續到盟友成功閃避一次後結束。",
            "在強化閃避結束、移除或取代後，盟友恢復 56% 生命並獲得 +60% 防禦，持續 6 回合。"
        ]
    },
    {
        "heroId": "holy_god_gilda",
        "name": "Gilda",
        "effects": [
            "對目標造成 300% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "所有命中目標獲得 -35% 精準度，持續 3 個回合。（進攻型特殊技能也有機率無法擊中。）",
            "元素鏈賦予所有神聖系盟友 +20% 暴擊率，持續 4 回合。本效果無法驅散。"
        ]
    },
    {
        "heroId": "holy_god_gilligan",
        "name": "Gilligan",
        "effects": [
            "對目標及附近敵人造成 410% 傷害。",
            "攻擊有 80% 的機率無視防禦增益。（包含反擊。）",
            "所有盟友獲得 +45% 防禦，持續 4 回合。",
            "元素鏈使所有神聖盟友有 +5% 機率閃避狀態異常，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "slime_goldrip",
        "name": "Goldrip",
        "effects": [
            "對目標造成貪婪，持續 4 回合。特殊技能的友善效果僅影響具有「貪婪」的角色。（貪婪會阻止同一隊伍中所有其他英雄獲得友善效果，包括所有增益、治療和成長效果）",
            "所有敵人在 4 回合內受到共計 988 點流血傷害。",
            "對所有敵人造成 310% 傷害。"
        ]
    },
    {
        "heroId": "lunar_new_year_gongniu",
        "name": "Gongniu",
        "effects": [
            "所有盟友獲得 +54% 防禦，並在每次被擊中後增加 +5%，持續 3 回合。",
            "所有盟友在 3 個回合後恢復 1000 點生命。若效果在持續時間結束前移除或取代，則改為恢復 1400 點生命。",
            "所有盟友在 3 個回合後獲得 25% 法力。若效果在持續時間結束前移除或取代，則改為獲得 35% 法力。（此效果無法被自身取代）"
        ]
    },
    {
        "heroId": "slime_gooric",
        "name": "Gooric",
        "effects": [
            "所有盟友獲得 +60% 攻擊力，持續 5 回合。",
            "所有盟友獲得 +44% 法力產出，持續 5 回合。",
            "所有盟友獲得史萊姆復活狀態效果，持續 2 回合。若在擁有史萊姆復活狀態效果時被擊敗，角色將重生為史萊姆並擁有：",
            "* 100% 繼承生命值。",
            "* 50% 攻擊。",
            "* 50% 防禦。",
            "* 特殊技能：史萊姆拍擊。（對目標造成 350% 傷害）",
            "若史萊姆在 3 個回合內未被擊敗，則將重生為角色原本型態，並繼承史萊姆的生命值和法力。"
        ]
    },
    {
        "heroId": "elemental_grilka",
        "name": "Grilka",
        "effects": [
            "如果面板中有 8 道以上的神聖護盾，則此特殊技能所施放的所有效果均无法驅散。",
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 5 回合。",
            "所有盟友在 5 個回合內恢復 1300 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友獲得 +44% 法力產出，持續 5 回合。"
        ]
    },
    {
        "heroId": "guardian_elephant",
        "name": "Guardian Elephant",
        "effects": [
            "對 9 名隨機敵人造成 160% 傷害。",
            "疊加（最大值： 10 ）：每次擊中時使目標獲得 -9% 攻擊。",
            "疊加（最大值： 10 ）：每次擊中時使目標獲得 -6% 防禦。",
            "在增益持續回合期間，所有盟友已啟動的增益均無法驅散。",
            "在狀態異常持續回合期間，所有敵人已啟動的狀態異常均無法淨化。"
        ]
    },
    {
        "heroId": "guardian_gazelle",
        "name": "Guardian Gazelle",
        "effects": [
            "移除施法者以外所有盟友的狀態效果，包含无法驅散或無法淨化的狀態效果。",
            "施法者在 4 回合內恢復 612 點生命值。",
            "除施法者外的所有盟友跳起靈魂之舞，持續 4 回合：",
            "* +100% 攻擊力。",
            "* 所受的所有傷害降低 -50%。",
            "* 若施法者被擊敗，舞者受到 84 點傷害且法力減少 100%。",
            "* 此效果無法驅散，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "heroId": "guardian_gazelle_costume_bandalore",
        "name": "Guardian Gazelle C1",
        "effects": [
            "移除所有盟友（除施法者外）的狀態效果。包含无法驅散或無法淨化的狀態效果。",
            "為所有盟友恢復 48% 生命值。",
            "除施法者外的所有盟友跳起靈魂之舞，持續 4 回合：",
            "* +110% 攻擊力。",
            "* 所受的所有傷害降低 -30%。",
            "* 若施法者被擊敗，舞者受到 115 點傷害且法力減少 100%。",
            "* 此效果無法驅散，但會在施法者被擊敗後移除。"
        ]
    },
    {
        "heroId": "guardian_owl_gentleman",
        "name": "Guardian Owl",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "每有一名盟友落敗，傷害增加 60%。（最高傷害 540% ）",
            "施法者獲得 +46% 防禦，持續 5 回合。",
            "施法者在 5 回合內恢復 915 點生命值。"
        ]
    },
    {
        "heroId": "fleur_guillemette",
        "name": "Guillemette",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有盟友對新的負面法力效果免疫，持續 4 個回合。",
            "接下来 4 回合，每回合结束时，对所有受到血百合標記的敵人造成 135% 傷害。（每個角色每回合可以觸發一次此效果）"
        ]
    },
    {
        "heroId": "knights_guinevere",
        "name": "Guinevere",
        "effects": [
            "使所有敵人的法力減少 20%。",
            "施法者和附近盟友在 4 回合內恢復 612 點生命值。",
            "施法者和附近盟友獲得對暗黑系 +54% 的防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "knights_guinevere_costume_rider",
        "name": "Guinevere C1",
        "effects": [
            "使目標和附近敵人的法力減少 25%。",
            "為所有盟友恢復 40% 生命值。",
            "所有盟友將全部狀態效果和 115% 傷害反射給進攻者，並抵擋其它來自敵人暗黑特殊技能的負面效果，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "heroId": "shadow_gwendoline",
        "name": "Gwendoline",
        "effects": [
            "淨化施法者和附近盟友的狀態異常。",
            "為施法者和附近盟友恢復 70% 生命值。",
            "施法者和附近盟友獲得適量法力，持續 6 個回合。",
            "對附近盟友造成 35 點瘋狂。",
            "施法者變成亞瑪苟，持續 6 個回合。此效果無法驅散。亞瑪苟有 200% 攻擊、 150% 防禦與以下特殊技能:",
            "- 永恆羁絆。（非常快）",
            "* 對所有敵人造成 300% 傷害，亚對其造成 20 點疯狂。",
            "* 以 10% 生命值的狀態復活一名随機的落败盟友。"
        ]
    },
    {
        "heroId": "construct_gwynn",
        "name": "Gwynn",
        "effects": [
            "對所有敵人造成 350% 傷害。",
            "傷害避開目標的小兵。",
            "所有敵人在 3 回合內受到共計 258 點燃燒傷害。",
            "所有敵人受到燃燒和劇毒異常效果的 +50% 額外傷害，持續 3 回合。"
        ]
    },
    {
        "heroId": "mighty_pet_hachiko",
        "name": "Hachiko",
        "effects": [
            "對所有敵人造成 270% 傷害。",
            "所有盟友以所受傷害的 80% 進行反擊，持續 4 回合。反擊傷害每回合增加 +15%，最高至 125%。",
            "所有盟友獲得 +50% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "fox_halcyon",
        "name": "Halcyon",
        "effects": [
            "摧毀目標的所有小兵。此效果會對超級小兵造成傷害。（這個效果也會套用到超級小兵身上，但不會摧毀，而是對超級小兵造成等同超級小兵最大生命值 50% 的傷害。）",
            "對命中的目標造成 325% 傷害。",
            "如果目標有小兵，會連帶攻擊其他有小兵的敵人。如果沒有任何敵人有小兵，則會隨機攻擊敵人。每個敵人只能被攻擊一次。（這個效果也會套用到超級小兵身上，但不會摧毀，而是對超級小兵造成等同超級小兵最大生命值 50% 的傷害。）",
            "施法者以所受傷害的 115% 持續反擊。（此效果會持續到被驅散、替代或移除為止。）"
        ]
    },
    {
        "heroId": "holy_god_hanitra",
        "name": "Hanitra",
        "effects": [
            "所有盟友有 +45% 機率閃避特殊技能，持續 3 回合。每次閃避都能使生命值提高 450 點。加成生命值能夠超過最大生命值。",
            "所有盟友可抵禦最大生命值降低，持續 3 回合。",
            "元素鏈使所有神聖盟友獲得的任何治療提高 +10%，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "astral_dwarf_haumri",
        "name": "Haumri",
        "effects": [
            "對目標造成 600% 傷害。",
            "如果目標有增益且遭到命中，則會繼續瞄準另一個有增益的目標。如果其他敵人沒有增益，可隨機瞄準一個敵人。每次連續攻擊，傷害會減少。每個敵人只能被攻擊一次。",
            "從所有敵人身上安全驅散 1 個增益。（優先驅散最新的增益）",
            "枯萎：所有敵人獲得 -350 點防禦。"
        ]
    },
    {
        "heroId": "gargoyle_hilda",
        "name": "Hilda",
        "effects": [
            "對目標及附近敵人造成 435% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 708 點流血傷害。所有盟友能吸收所造成之流血傷害的 50% 作為加成生命值。",
            "目標和附近敵人在 4 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "s5_horus",
        "name": "Horus",
        "effects": [
            "對目標及附近敵人造成 250% 傷害。",
            "在 3 個回合內使目標與附近敵人的最大生命值降低 450 點。對有生命加成的目標效果更大。最大生命值不得低於原生命值的 30%。任何生命值加成會造成額外降低每回合 150 點。"
        ]
    },
    {
        "heroId": "s5_horus_costume_golden",
        "name": "Horus C1",
        "effects": [
            "對目標及附近敵人造成 230% 傷害。",
            "在 3 個回合內使目標與附近敵人的最大生命值降低 600 點。對有生命加成的目標效果更大。最大生命值不得低於原生命值的 30%。任何生命值加成會造成額外降低每回合 200 點。"
        ]
    },
    {
        "heroId": "astral_demon_ibelis",
        "name": "Ibelis",
        "effects": [
            "對位於敵方陣型邊緣的敵人造成 310% 傷害。如果只有一個敵人，傷害加倍。",
            "減少 20% 位於敵方陣型邊緣的敵人法力。如果只有一個敵人，法力減損加倍。",
            "敵方陣型邊緣的敵人將受到持續 2 回合的共振效果，共振對受影響的敵人造成 716 點傷害，並對附近敵人造成 358 點傷害。"
        ]
    },
    {
        "heroId": "ninja_iga",
        "name": "Iga",
        "effects": [
            "1 倍法力充能：",
            "* 對目標召喚苦無惡魔。惡魔每回合以 150% 的攻擊力對敵人造成傷害。",
            "* 苦無惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 45% 時消失。",
            "* 苦無惡魔會在 3 個回合後爆炸，對目標造成 1850 點傷害。",
            "2 倍法力充能：",
            "* 對目標及其附近敵人召喚苦無惡魔。惡魔每一回合以 175% 的攻擊對敵人造成傷害。",
            "* 苦無惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 50% 時消失。",
            "* 苦無惡魔會在 3 個回合後爆炸，對目標造成 2000 點傷害。",
            "3 倍法力充能：",
            "* 對所有敵人召喚苦無惡魔。惡魔每一回合以 200% 的攻擊對敵人造成傷害。",
            "* 苦無惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 55% 時消失。",
            "* 苦無惡魔會在 3 個回合後爆炸，對目標造成 2250 點傷害。"
        ]
    },
    {
        "heroId": "forsaken_inanis",
        "name": "Inanis",
        "effects": [
            "對目標造成 330% 傷害。",
            "對隨機 2 名敵人造成額外 330% 傷害。",
            "所有被擊中的目標在每次被擊中時獲得 15 點狂亂。",
            "疊加（最大值： 10 ）：被命中的敵人受到的所有傷害增加 4%。",
            "對施法者造成 35 點瘋狂。"
        ]
    },
    {
        "heroId": "s2_fox_girl",
        "name": "Inari",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "所有盟友有 +56% 機率閃避特殊技能，持續 3 回合。每次閃避會召喚一個櫻花狐狸小兵。",
            "櫻花狐狸小兵從施法者繼承了 8% 生命與 30% 攻擊力。它在每個回合結束時為主人增加 7% 法力。"
        ]
    },
    {
        "heroId": "s2_fox_girl_costume_white_kitsune",
        "name": "Inari C1",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "為施法者與附近盟友召喚一個櫻花狐狸小兵。櫻花狐狸小兵從施法者繼承 12% 生命與 30% 攻擊。該小兵在每個回合結束時為主人增加 7% 法力。",
            "所有敵人獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "construct_ironheart",
        "name": "Iron-Heart",
        "effects": [
            "對目標造成 520% 傷害。",
            "對一名隨機的不同的敵人造成 520% 傷害。",
            "若敵人被該攻擊所打敗，施法者恢復 +35% 生命值並獲得 +35% 法力。",
            "所有盟友以所受傷害的 +110% 进行反擊，持續 4 個回合。"
        ]
    },
    {
        "heroId": "elemental_ironmaw",
        "name": "Ironmaw",
        "effects": [
            "對目標與所有暗黑敵人造成 500% 傷害。",
            "所有敵人獲得 -39% 法力產出，持續 4 回合。對暗黑系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "holy_god_ithar",
        "name": "Ithar",
        "effects": [
            "偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "自目標偷取 35% 法力，並分給盟友。",
            "所有盟友獲得 +40% 攻擊力，持續 2 回合。",
            "元素鏈給予所有神聖盟友 +10% 法力，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "masquerade_jana",
        "name": "Jana",
        "effects": [
            "對目標造成 470% 傷害。",
            "目標獲得 -44% 防禦，持續 4 回合。",
            "對一名隨機的不同敵人造成 470% 傷害。若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人。",
            "受第二擊所擊中的目標獲得 -44% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "easter_jasper",
        "name": "Jasper",
        "effects": [
            "所有盟友在 6 回合內恢復 1428 點生命值。",
            "所有盟友獲得 +50% 攻擊力，持續 6 回合。",
            "所有盟友獲得 +50% 暴擊率，持續 6 回合。",
            "施法者獲得 -5% 法力產出，持續 4 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "easter_jasper_costume_fisherman",
        "name": "Jasper C1",
        "effects": [
            "所有盟友在 5 回合內恢復 1450 點生命值。",
            "所有盟友獲得 +60% 攻擊力，持續 5 回合。",
            "所有盟友獲得 +60% 暴擊率，持續 5 回合。",
            "施法者獲得 -5% 法力產出，持續 5 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "elemental_jequn",
        "name": "Jequn",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "所有暗黑系敵人獲得 -34% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "所有冰雪系敵人獲得 -34% 防禦，持續 3 回合。",
            "所有自然系敵人獲得 -34% 法力產出，持續 3 回合。",
            "所有烈火敵人獲得 -34% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "elemental_jequn_costume_gilded",
        "name": "Jequn C1",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "所有暗黑系敵人獲得 -39% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "所有冰雪系敵人獲得 -39% 防禦，持續 3 回合。",
            "所有自然系敵人獲得 -39% 法力產出，持續 3 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "所有烈火敵人獲得 -39% 攻擊力，持續 3 回合。"
        ]
    },
    {
        "heroId": "oriental_enchanted_monk",
        "name": "Joon",
        "effects": [
            "對目標造成 468% 傷害。",
            "目標獲得 -40% 精準度，持續 6 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_enchanted_monk_costume_tiger",
        "name": "Joon C1",
        "effects": [
            "對目標造成 488% 傷害。",
            "目標獲得 -35% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_enchanted_monk_costume_stoneguard",
        "name": "Joon C2",
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 195 點燃燒傷害。",
            "目標與附近敵人獲得 -35% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "oriental_enchanted_monk_costume_cute",
        "name": "Joon Toon",
        "effects": [
            "對目標造成 548% 傷害。",
            "目標獲得 -35% 精準度，持續 6 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_enchanted_monk_costume_glass",
        "name": "Joon Glass",
        "effects": [
            "對目標造成 558% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "目標獲得 -38% 精準度，持續 6 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "masquerade_jove",
        "name": "Jove",
        "effects": [
            "對目標造成 490% 傷害，並對其餘敵人造成輕微傷害。",
            "所有敵人獲得的治療減少 -65%，持續 3 回合。",
            "所有敵人從特殊技能獲得的法力減少 -75%，持續 3 回合。"
        ]
    },
    {
        "heroId": "exalted_female_statue",
        "name": "Justice",
        "effects": [
            "對所有敵人造成 285% 傷害。",
            "所有敵人獲得 -40% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "exalted_female_statue_costume_sungoddess",
        "name": "Justice C1",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "每有一名盟友落敗，傷害增加 50%。",
            "施法者獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "exalted_female_statue_costume_thorns",
        "name": "Justice C2",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "每有一個敵人被擊敗，傷害增加 45%。",
            "所有敵人獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "exalted_female_statue_costume_cute",
        "name": "Justice Toon",
        "effects": [
            "對所有敵人造成 435% 傷害。",
            "所有敵人獲得 -30% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "exalted_female_statue_costume_glass",
        "name": "Justice Glass",
        "effects": [
            "對所有敵人造成 445% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "所有敵人獲得 -34% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "holy_god_kara",
        "name": "Kara",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 4 回合。",
            "施法者獲得 +74% 特殊技能防禦，持續 4 回合。",
            "除了施法者，所有盟友獲得 +34% 攻擊，持續 4 回合。",
            "元素鏈賦予所有神聖系盟友 +10% 的防禦，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "kalevala_kullervo",
        "name": "Kullervo",
        "effects": [
            "對目標造成 300% 傷害。",
            "對一名隨機的不同的敵人造成 470% 傷害。",
            "在 3 回合內，若命中的敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。對暗黑系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "kalevala_kullervo_costume_battle_scarred",
        "name": "Kullervo C1",
        "effects": [
            "對目標造成 450% 傷害。",
            "對一名隨機的不同的敵人造成 320% 傷害。",
            "在 4 回合內，若命中的敵人在回合開始時法力滿格，該敵人將自動對一名隨機盟友施放莽夫亂拳。對暗黑系角色，此狀態效果變為無法淨化且持續時間延長 1 回合。"
        ]
    },
    {
        "heroId": "ninja_kushanku",
        "name": "Kushanku",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 280% 傷害。",
            "* 施法者躲藏 2 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -20%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 227 傷害。",
            "* 在 2 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "2 倍法力充能：",
            "* 對目標造成 370% 傷害。",
            "* 施法者躲藏 3 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -30%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 316 傷害。",
            "* 在 3 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。",
            "3 倍法力充能：",
            "* 對目標造成 450% 傷害。",
            "* 施法者躲藏 4 個回合。",
            "* 躲藏時，施法者無法獲取新的狀態效果或疊加，且受到的傷害全部降低 -40%。",
            "* 當施法者離開藏身處時，可對在其躲藏期間使用過特殊技能的所有敵人造成 348 傷害。",
            "* 在 4 回合內，若目標在回合開始時法力滿格，該目標將自動對一名隨機盟友施放莽夫亂拳。"
        ]
    },
    {
        "heroId": "slime_labblub",
        "name": "Labblub",
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "對所有敵人造成 350% 傷害。",
            "每摧毀一名小兵，所有盟友獲得 5% 法力。",
            "所有盟友抵禦新的負面法力效果，持續 4 回合，根據每個抵禦的效果，法力提升 20%。",
            "所有敵人受到吞噬黏液狀態異常，持續 4 回合。移除所有可驅散的增益和成長效果，每回合造成 200 點傷害，並且每移除一個效果就會受到 50 點傷害。"
        ]
    },
    {
        "heroId": "magic_carpet_lando",
        "name": "Lando",
        "effects": [
            "安全淨化所有盟友的狀態異常。",
            "對所有敵人造成 450% 傷害。",
            "此效果啟用時，將根據盟友所受到的傷害，在 3 個回合後由所有盟友對一名隨機敵人造成 300 -700 點傷害。此效果無法驅散。（在受到最大生命值 50% 的傷害時，效果將最大化）"
        ]
    },
    {
        "heroId": "lunar_new_year_laohu",
        "name": "Laohu",
        "effects": [
            "對目標造成 605% 傷害。",
            "為施法者提升所造成傷害 50% 的生命值。"
        ]
    },
    {
        "heroId": "lunar_new_year_laohu_costume_golden",
        "name": "Laohu C1",
        "effects": [
            "對目標造成 630% 傷害。",
            "為施法者提升所造成傷害 45% 的生命值。",
            "只要施放者有加成生命值，所有盟友都會獲得 +50% 攻擊。此效果無法驅散。"
        ]
    },
    {
        "heroId": "champions_lazara",
        "name": "Lazara",
        "effects": [
            "安全淨化所有盟友的狀態異常。",
            "對所有敵人造成 325% 傷害。",
            "所有敵人獲得的治療減少 -50%，持續 4 回合。",
            "所有敵人無法用特殊技能淨化或轉移自己的狀態異常，持續 4 回合。（此效果也阻止淨化或轉移其自身）"
        ]
    },
    {
        "heroId": "astral_lemonwood",
        "name": "Lemonwood",
        "effects": [
            "此特殊技能必定命中目標。",
            "對目標造成 380% 傷害。",
            "使目標的法力減少 -20%。",
            "如果在法力減損後，目標的法力高於 30%，則會以一個隨機敵人作為目標再次施放特殊技能。每次連續攻擊擊中時，傷害都會降低。"
        ]
    },
    {
        "heroId": "oriental_warrior_king",
        "name": "Leonidas",
        "effects": [
            "對目標造成 415% 傷害。",
            "使目標的法力減少 40%。",
            "為施法者治療 75% 的傷害。"
        ]
    },
    {
        "heroId": "oriental_warrior_king_costume_roman",
        "name": "Leonidas C1",
        "effects": [
            "對目標造成 390% 傷害，並對附近敵人造成輕微傷害。",
            "目標與附近敵人獲得對神聖系 -54% 的防禦，持續 4 回合。",
            "所有暗黑系敵人獲得 -34% 攻擊力，持續 4 回合。"
        ]
    },
    {
        "heroId": "oriental_warrior_king_costume_mage",
        "name": "Leonidas C2",
        "effects": [
            "對所有敵人造成 240% 傷害。",
            "使所有敵人的法力減少 10%。",
            "所有敵人獲得 -34% 防禦，持續 3 回合。對暗黑系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。"
        ]
    },
    {
        "heroId": "oriental_warrior_king_costume_cute",
        "name": "Leonidas Toon",
        "effects": [
            "對目標造成 565% 傷害。",
            "使目標的法力減少 35%。",
            "為施法者治療 65% 的傷害。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "oriental_warrior_king_costume_glass",
        "name": "Leonidas Glass",
        "effects": [
            "對目標造成 575% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "使目標的法力減少 -38%。",
            "為施法者治療 70% 的傷害。"
        ]
    },
    {
        "heroId": "oriental_warrior_king_costume_stylish",
        "name": "Leonidas Stylish",
        "effects": [
            "對目標造成 585% 傷害。",
            "如果目標剩餘生命少於 50%，可對其造成 730% 傷害。",
            "使目標的法力減少 39%。",
            "為施法者治療 72% 的傷害。"
        ]
    },
    {
        "heroId": "owl_livia",
        "name": "Livia",
        "effects": [
            "消除施法者與附近盟友的全部可淨化的狀態異常，並隨機分配給所有敵人。",
            "施法者與附近盟友獲得一個月昇護體，持續 4 回合，所受到的特殊技能傷害最高減少 -1320 點。攻擊者為神聖系時，額外減少 30% 傷害。",
            "施法者和附近盟友在 4 回合內恢復 1800 點生命值。",
            "施法者和附近盟友反射狀態異常和負面效果疊加，持續 4 回合。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "heroId": "bard_lyria",
        "name": "Lyria",
        "effects": [
            "對目標造成 475% 傷害。",
            "攻擊會無視防禦增益。（包含反擊）",
            "施法者下一次使用特殊技能時，其特殊技能的威力會增加 +40%，之後每回合都會額外增加 +40%，最多加到 +160%。",
            "施法者有 +45% 的機率閃避可造成傷害的特殊技能，持續 2 回合。"
        ]
    },
    {
        "heroId": "monster_hunter_malin",
        "name": "Malin",
        "effects": [
            "對所有敵人造成 325% 傷害。",
            "所有敵人在 4 回合內受到共計 364 點流血傷害。對暗黑系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "所有敵人獲得的治療減少 -75%，持續 4 回合。對暗黑系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "所有敵人獲得 -35% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）對暗黑系角色，此狀態效果變為無法淨化且持續時間延長 2 回合。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "holy_god_malosi",
        "name": "Malosi",
        "effects": [
            "對目標造成 400% 傷害。",
            "目標無法在敵人或盟友身上施放任何新的狀態效果，持續 3 回合。這包含疊加。這僅包含用特殊技能施放的狀態效果。",
            "元素鏈給予所有神聖盟友 +10% 暴擊率，持續 6 個回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "halloween_matilda",
        "name": "Matilda",
        "effects": [
            "所有敵人在 3 回合內受到共計 330 點劇毒傷害。",
            "對所有敵人召喚鬆餅惡魔。惡魔每回合以 38% 的攻擊力對敵人造成傷害。",
            "鬆餅惡魔會吸收治療效果。在吸收的治療量等於目標最大生命值的 35% 時消失。",
            "每次被鬆餅惡魔擊中，會附加以下效果：",
            "* 目標受到異常效果的 +50% 額外傷害，持續 3 回合。",
            "* 有 25% 機率將剩餘回合最少的狀態異常刷新持續時間。"
        ]
    },
    {
        "heroId": "holy_god_may",
        "name": "May",
        "effects": [
            "成長：所有盟友獲得 150 點攻擊和 150 點防禦。",
            "為每個盟友召喚一個胡蘿蔔小兵，其可從施法者繼承 25% 生命值。",
            "召喚胡蘿蔔小兵之後，主人擁有胡蘿蔔小兵期間，胡蘿蔔小兵會給予其主人 +20% 法力產出。此效果無法被驅散。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "元素鏈給予所有神聖系盟友抵禦特殊技能的 +30% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "ballerina_meg_giry",
        "name": "Meg Giry",
        "effects": [
            "為所有盟友恢復 60% 生命值。",
            "淨化所有盟友身上最新施加的狀態異常並將其施加於敵方戰隊的一名隨機目標身上。",
            "在狀態異常持續回合期間，所有敵人已啟動的狀態異常均無法淨化。",
            "所有盟友獲得 +60% 防禦，持續 4 回合。"
        ]
    },
    {
        "heroId": "astral_melodymuse",
        "name": "Melodymuse",
        "effects": [
            "為所有盟友提供 710 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友對新的狀態異常免疫，持續 4 回合。"
        ]
    },
    {
        "heroId": "s5_meresankh",
        "name": "Meresankh",
        "effects": [
            "對所有敵人造成 130% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 250%。",
            "使所有敵人的法力減少 20%。",
            "所有敵人獲得 -14% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_meresankh_costume_disco",
        "name": "Meresankh C1",
        "effects": [
            "對所有敵人造成 180% 傷害。",
            "敵人的法力越高，受到的傷害越大，最高可達 300%。",
            "使所有敵人的法力減少 15%。",
            "所有敵人獲得 -10% 法力產出，持續 3 回合。"
        ]
    },
    {
        "heroId": "ninja_mica",
        "name": "Mica",
        "effects": [
            "1 倍法力充能：",
            "* 所有盟友得到靈魂連結，持續 2 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +25% 防禦，持續 2 回合。",
            "* 所有盟友獲得 +24% 法力產出，持續 2 回合。",
            "2 倍法力充能：",
            "* 所有盟友得到靈魂連結，持續 4 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +50% 防禦，持續 4 回合。",
            "* 所有盟友獲得 +33% 法力產出，持續 4 回合。",
            "3 倍法力充能：",
            "* 所有盟友得到靈魂連結，持續 5 回合。靈魂連結的盟友會分享承受的傷害。",
            "* 所有盟友獲得 +73% 防禦，持續 5 回合。",
            "* 所有盟友獲得 +38% 法力產出，持續 5 回合。"
        ]
    },
    {
        "heroId": "astral_moonbell",
        "name": "Moonbell",
        "effects": [
            "為每個盟友召喚一個星界球體小兵，其可從施法者繼承 35% 生命與 39% 攻擊。",
            "召喚星界球體小兵之後，主人擁有星界球體小兵期間，星界球體小兵會給予其主人 +33% 法力產出。此效果無法被驅散。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "所有盟友受到的所有傷害降低 -43%，持續 4 回合。",
            "所有盟友的普通攻擊與特殊技能對有生命值加成的目標造成 +100% 傷害，持續 4 回合。"
        ]
    },
    {
        "heroId": "magic_motega",
        "name": "Motega",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 為每個盟友召喚一個蝴蝶小兵，其可從師法者繼承 14% 生命值及 20% 攻擊。",
            "* 蝴蝶小兵的每一次攻擊都會對被命中的目標施加下列的狀態異常：",
            "* ** 受到的所有傷害提高 +20%，持續 3 回合。",
            "2 倍法力充能：",
            "* 對所有敵人召喚蝴蝶惡魔。惡魔每回合以 43% 的攻擊力對敵人造成傷害。",
            "* 蝴蝶惡魔會吸收治療效果。在吸收的治療量等於其擁有者最大生命值的 50% 時消失。",
            "* 召喚蝴蝶惡魔之後，主人擁有蝴蝶惡魔期間，蝴蝶惡魔為主人提供 -50% 精準度。此效果無法淨化。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "kalevala_mother_lemminkainen",
        "name": "Mother Lemminkainen",
        "effects": [
            "每名被擊敗的盟友有 60% 的機率以 20% 的生命值復活。",
            "所有盟友可在 4 個回合內恢復 1080 加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人獲得抵票特殊技能的 -50% 防禦，持續 4 個回合。此状態效果在暗黑系角色上無法淨化，且會持續额外 2 個回合。"
        ]
    },
    {
        "heroId": "tales2_motsognir",
        "name": "Motsognir",
        "effects": [
            "所有盟友都可獲得霜降護醴持續 4 個回合。所受到的特殊技能傷害最高减少 -1400 點。攻墼者為烈火元素時，額外减少 30% 傷害。",
            "所有盟友攻擊時無視防禦增益，持續 4 回合。（包含反擊）",
            "所有盟友獲得 +45% 攻擊，並在每次被擊中後增加 20%，持續 4 個回合，最高 +145% 攻擊。",
            "所有盟友獲得 +55% 暴擊率，持續 4 回合。"
        ]
    },
    {
        "heroId": "holy_god_musashi",
        "name": "Musashi",
        "effects": [
            "對目標造成 362% 傷害，並對附近敵人造成輕微傷害。",
            "施法者治療所造成普通傷害的 50%，持續 5 回合。",
            "元素鏈給予所有神聖盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "holy_god_musashi_costume_prisoner",
        "name": "Musashi C1",
        "effects": [
            "對目標造成 350% 傷害，並對附近敵人造成輕微傷害。",
            "施法者治療所造成普通傷害的 75%，持續 5 回合。",
            "元素鏈給予所有神聖盟友 +15% 攻擊力與 +15% 防禦，持續 6 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "holy_god_neith",
        "name": "Neith",
        "effects": [
            "對所有敵人造成 200% 傷害。",
            "使所有敵人的法力減少 20%。",
            "所有敵人獲得 -35% 精準度，持續 4 回合。（進攻型特殊技能也有機率無法擊中。）",
            "元素鏈會為所有神聖盟友提供 +4% 法力產出，持續 4 個回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "styx_nemesis",
        "name": "Nemesis",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "1 倍法力充能：",
            "* 對目標造成 500% 傷害。",
            "* 每當敵人透過特殊技能、狀態效果、關卡屬性、被動技能、家族效果或小兵而獲得法力時，該敵人將受到 250 點傷害，此效果持續 3 回合。",
            "2 倍法力充能：",
            "* 對目標造成 640% 傷害。",
            "* 所有敵人對新的狀態效果增益免疫。應獲得的法力產出增益將被取代為 -34% 的法力產出，持續 3 回合。",
            "3 倍法力充能：",
            "* 對目標造成 680% 傷害。",
            "* 所有敵人對新的狀態效果增益免疫。應獲得的法力產出增益將被取代為 -34% 的法力產出，持續 3 回合。",
            "* 每當敵人透過特殊技能、狀態效果、關卡屬性、被動技能、家族效果或小兵而獲得法力時，該敵人將受到 250 點傷害，此效果持續 3 回合。"
        ]
    },
    {
        "heroId": "beowulf_nithgaest",
        "name": "Nithgaest",
        "effects": [
            "對目標及附近敵人造成 335% 傷害。",
            "施法者與附近盟友進行反擊，造成所受傷害 150% 的傷害，持續 4 回合。",
            "施法者與附近盟友會獲得燃燒之觸，持續 4 回合。（燃燒之觸：擁有此狀態效果的角色每次反擊敵人時，攻擊者將在 4 回合內受到共計 492 點燃燒傷害）"
        ]
    },
    {
        "heroId": "s3_norns",
        "name": "Norns",
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標與附近敵人在 5 個回合中對具有強大抗性的元素會減弱抗性。對於通常較弱的元素，抗性還是較低。"
        ]
    },
    {
        "heroId": "s3_norns_costume_puppeteers",
        "name": "Norns C1",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "目標與附近敵人在 6 個回合中對具有強大抗性的元素會減弱抗性。對於通常較弱的元素，抗性還是較低。"
        ]
    },
    {
        "heroId": "s3_odin",
        "name": "Odin",
        "effects": [
            "對所有敵人造成 100% 傷害。",
            "面板上每有一個神聖護盾，則造成 18% 額外傷害，最多累積造成 244% 傷害。",
            "所有盟友獲得 +8% 法力產出，且面板中每個神聖護盾額外提升 2% 法力產出，持續 3 回合，最多累積至 +28% 法力產出。"
        ]
    },
    {
        "heroId": "s3_odin_costume_champion",
        "name": "Odin C1",
        "effects": [
            "對所有敵人造成 90% 傷害。",
            "面板上每有一個神聖護盾，則造成 25% 額外傷害，最多累積造成 290% 傷害。",
            "所有盟友獲得 +8% 法力產出，且面板中每個神聖護盾額外提升 3% 法力產出，持續 3 回合，最多累積至 +38% 法力產出。"
        ]
    },
    {
        "heroId": "bard_ogima",
        "name": "Ogima",
        "effects": [
            "摧毀所有敵人的全部小兵並對所有超級小兵造成傷害。",
            "對所有敵人造成 275% 傷害。",
            "每摧毀一名小兵，對所有敵人造成額外 30% 傷害。",
            "疊加（最大值： 10 ）：每摧毀一名小兵，所有敵人獲得 -7% 法力產出。"
        ]
    },
    {
        "heroId": "holy_god_onatel",
        "name": "Onatel",
        "effects": [
            "對目標及附近敵人造成 330% 傷害。",
            "施法者在 4 個回合內竊取目標與附近敵人產出的法力，一開始僅竊取少量法力，每個回合逐漸增加，最後一回合會竊取產出的所有法力。此效果無法淨化，但在施法者被擊敗後會被移除。",
            "元素鏈會為所有神聖盟友恢復 4% 生命，持續 6 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "vegetable_onwyn",
        "name": "Onwyn",
        "effects": [
            "對目標和 5 名隨機敵人造成 375% 傷害。",
            "每攻擊一個敵人，就召唤一個種子惡魔。（2 回合後，种子态會进化為發芽惡魔。 2 回合後，發芽惡魔會进化為盛開超級惡魔。）",
            "* 种子惡魔： 50% 攻撃、 20% 生命。",
            "* 發芽惡魔： 75% 攻撃、 30% 生命。",
            "* 盛开超級惡魔： 250% 攻撃、 60% 生命。（惡魔會在每個回合攻擊其目標。惡魔會在吸收治療後消失。根據目標的最大生命值决定所需的治療量。惡魔每次吸收傷害時，會使進化延遲 1 回合。）",
            "所有命中目標獲得 -49% 精準度，持續 5 個回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "s5_papyros",
        "name": "Papyros",
        "effects": [
            "砂巨像小兵從施法者繼承了 14% 生命與 18% 攻擊。砂巨像小兵每次受到普通攻擊或特殊技能攻擊時，攻擊者將在 3 回合內受到共計 294 點飛沙傷害。",
            "所有盟友獲得 +30% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s5_papyros_costume_colossus",
        "name": "Papyros C1",
        "effects": [
            "為每個盟友召喚一個砂巨像小兵，其可從施法者繼承 20% 生命值與 25% 攻擊。",
            "砂巨像小兵每次受到普通攻擊或特殊技能攻擊時，攻擊者將在 3 回合內受到共計 411 點飛沙傷害。",
            "所有盟友獲得 +40% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "gargoyle_penolite",
        "name": "Penolite",
        "effects": [
            "對所有敵人造成 245% 傷害。",
            "對小兵和惡魔召喚者造成 490% 的傷害。",
            "所有敵人獲得的治療減少 -50%，持續 4 回合。"
        ]
    },
    {
        "heroId": "tales1_persa",
        "name": "Persa",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 455% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 290 點劇毒傷害，而且每個回合降低目標的法力產出 -15%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "第 2 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 490% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 328 點劇毒傷害，而且每個回合降低目標的法力產出 -20%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "tales1_persa_costume_jellyfish_noble",
        "name": "Persa C1",
        "effects": [
            "特殊技能需依下列順序連續使用，才能達到全部力量：",
            "第 1 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 450% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 297 點劇毒傷害，而且每個回合降低目標的法力產出 -10%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "第 2 次：",
            "* 偷走目標的全部可驅散增益，並隨機分配給所有盟友。",
            "* 對目標造成 515% 傷害。",
            "* 目標會受到散播腐蝕劇毒，持續 4 回合。散播腐蝕劇毒會造成 549 點劇毒傷害，而且每個回合降低目標的法力產出 -25%。對擁有小兵或超級小兵的英雄造成額外傷害。此效果會擴散至附近的敵人。（僅影響從配對磚格獲得的法力，或防禦隊伍在其回合結束時獲得的法力）"
        ]
    },
    {
        "heroId": "owl_pertinax",
        "name": "Pertinax",
        "effects": [
            "使用月昇打擊攻擊目標與附近敵人，造成最高 1620 點傷害。如果目標為神聖系元素角色，則造成額外 40% 傷害。此特殊技能必定命中其目標。",
            "為施法者與附近盟友召喚一個貓頭鷹女武神小兵。此小兵可從施法者繼承 25% 生命和 45% 攻擊力。",
            "如果貓頭鷹女武神小兵被擊敗，則對攻擊者施放完整移除。（完整移除移除目標的全部狀態效果、疊加與成長及枯萎效果。即使是無法驅散或淨化的狀態效果，也會移除）",
            "在完整移除施放後，攻擊者進入貓頭鷹神殿幽靈型態，持續 3 個回合。",
            "處於貓頭鷹神殿時，目標每回合受到 360 點傷害。（在變為幽靈型態時，角色無法獲得法力，且無法被特殊技能治療，但對普通攻擊、特殊技能攻擊、造成傷害的被動技能、狀態效果和疊加免疫。對新的成長與枯萎效果免疫。若戰鬥中僅剩一名敵人則無法施放）"
        ]
    },
    {
        "heroId": "faun_philomena",
        "name": "Philomena",
        "effects": [
            "對目標造成 500% 傷害，並對附近敵人造成輕微傷害。",
            "強化防禦異常：目標與附近敵人獲得 -50% 對特殊技能的防禦。此效果持續到敵人受到一次特殊技能傷害為止。",
            "在強化防禦異常結束、移除或取代後，敵人陷入沉睡並於沉睡時受到的傷害增加 +70%。（睡著的角色無法獲得法力或攻擊。睡著的目標受到傷害後便會醒來。此傷害不包含來自小兵、惡魔、超級小兵與超級惡魔的傷害。此效果無法淨化）"
        ]
    },
    {
        "heroId": "s2_poseidon",
        "name": "Poseidon",
        "effects": [
            "對目標造成 450% 傷害。",
            "所有盟友可抵禦新的負面法力效果，持續 3 回合。",
            "所有盟友均可抵抗禁用特殊技能的效果，持續 3 回合。"
        ]
    },
    {
        "heroId": "s2_poseidon_costume_slayer",
        "name": "Poseidon C1",
        "effects": [
            "對目標造成 480% 傷害。",
            "所有盟友對新的狀態異常免疫，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_professor_lidenbrock",
        "name": "Prof. Lidenbrock",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 200 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 個回合內恢復 600 點加成生命值。加成生命值能夠超過最大生命值。若目標受到狀態異常，效果持續時間會重設。"
        ]
    },
    {
        "heroId": "s4_professor_lidenbrock_costume_jeweler",
        "name": "Prof. Lidenbrock C1",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友在 4 個回合內恢復 400 點加成生命值。加成生命值能夠超過最大生命值。若目標受到狀態異常，效果持續時間會重設。"
        ]
    },
    {
        "heroId": "journey_queen_guowang",
        "name": "Queen Guowang",
        "effects": [
            "對所有敵人造成 330% 傷害。",
            "每當敵人使用特殊技能時，所有盟友獲得 +10% 法力，持續 4 回合。法力在特殊技能結束時獲得。若此狀態效果在特殊技能期間被移除，將不會獲得法力。",
            "施法者獲得復仇效果，持續 4 回合。如果復仇效果被敵人的特殊技能驅散，則所有敵人承受 525 點傷害。"
        ]
    },
    {
        "heroId": "sand_queen",
        "name": "Rana",
        "effects": [
            "對目標及附近敵人造成 185% 傷害。",
            "目標與附近敵人在 3 回合內受到共計 423 點傷害。",
            "目標與附近敵人獲得的治療增加 -75%，持續 2 回合。此效果無法淨化。",
            "淨化施法者的狀態異常。"
        ]
    },
    {
        "heroId": "sand_queen_costume_surfer",
        "name": "Rana C1",
        "effects": [
            "對目標及附近敵人造成 185% 傷害。",
            "目標與附近敵人在 4 回合內受到共計 692 點水系傷害。",
            "目標與附近敵人獲得的治療減少 -75%，持續 4 回合。此效果無法淨化。",
            "淨化施法者和附近盟友的狀態異常。"
        ]
    },
    {
        "heroId": "holy_god_ranvir",
        "name": "Ranvir",
        "effects": [
            "對目標造成 265% 傷害。",
            "所有盟友獲得 +195% 攻擊力與 -35% 精準度，僅可在敵人生命值高於進攻者生命值時使用，該效果持續 5 回合。",
            "元素鏈給予所有神聖系盟友抵禦暗黑系的 +46% 防禦，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "goblin_ratgrub",
        "name": "Ratgrub",
        "effects": [
            "召唤從此施法者继承 40% 生命值和 160% 攻撃力的老鼠公主超級小兵。",
            "召唤老鼠公主超级小兵後，在每次任意其他盟友施放特殊技能時，会使其主人对所有敵人造成 250% 傷害。（每個角色每回合可以觸發一次此效果）"
        ]
    },
    {
        "heroId": "bard_rhys",
        "name": "Rhys",
        "effects": [
            "為所有盟友提供 320 點加成生命值。加成生命值能夠超過最大生命值。",
            "改變面板上所有神聖系護盾的力量。攻擊英雄施放該特技時，護盾會獲得強化，且提供的法力增加 +37%。防禦英雄施放該特技時，護盾會弱化，且提供的法力減少 -30%。",
            "所有盟友獲得 +34% 攻擊力，且面板上每有一個神聖護盾，則會再增加 3%，持續 3 回合，最多可達 +70% 攻擊力。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "sand_roc",
        "name": "Roc",
        "effects": [
            "所有敵人在 3 回合內受到共計 324 點飛沙傷害。",
            "所有敵人獲得的治療減少 -50%，持續 2 回合。此效果無法淨化。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "sand_roc_costume_juice",
        "name": "Roc C1",
        "effects": [
            "所有敵人在 4 回合內受到共計 780 點飛沙傷害。",
            "所有敵人獲得 -44% 防禦，持續 3 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "garrison_rosalind",
        "name": "Rosalind",
        "effects": [
            "為所有盟友恢復 30% 生命值。",
            "疊加（最大值： 10 ）：所有盟友受到的所有傷害降低 -5%。",
            "召喚一個從此施法者繼承 65% 生命值和 180% 攻擊力的護盾守衛超級小兵。",
            "護盾守衛超級小兵每回合都會安全淨化所有盟友的最新可淨化狀態異常。（安全淨化無視已移除狀態異常的第二效果，如移除時造成的傷害。外部效果如被動技能和家族效果仍可發動。）"
        ]
    },
    {
        "heroId": "outlaw_ruan_xiaoqi",
        "name": "Ruan Xiaoqi",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "驅散所有敵人的 2 個增益。（優先驅散最新的增益）",
            "對剩餘生命值最高的敵人造成 450% 傷害。對其餘敵人造成 250% 傷害。",
            "剩餘生命值最高的敵人在 3 回合內受到共計 810 點水系傷害。此效果無法淨化。"
        ]
    },
    {
        "heroId": "astral_dwarf_salniss",
        "name": "Salniss",
        "effects": [
            "對目標造成 500% 傷害。",
            "目標陷入沉默，持續 3 回合。",
            "對一名隨機敵人造成 500% 傷害。（若沒有其他可用目標，則此效果會選擇與第一次打擊相同的敵人）",
            "受第二擊所擊中的目標受到 +50% 額外傷害，持續 3 回合。所有敵人每持有一名小兵或超級小兵，效果將提升 +10%，最多累積至 +100%。"
        ]
    },
    {
        "heroId": "moth_satinpimenter",
        "name": "Satinpimenter",
        "effects": [
            "驅散目標和附近敵人的增益。",
            "對目標及附近敵人造成 420% 傷害。",
            "目標與附近敵人在 4 個回合內受到 612 點劇毒傷害。有加成生命值、小兵或一名超級小兵的目標會受到額外傷害。（對有加成生命值的目標造成的劇毒傷害 +100%。目標所擁有的每個小兵或超級小兵會額外增加 +33% 傷害，最高共可達 +199% ）",
            "施法者在 4 回合內恢復 1400 點生命值。"
        ]
    },
    {
        "heroId": "wild_cat_savann",
        "name": "Savann",
        "effects": [
            "使目標的最大生命值降低 1500 點。對有生命加成的目標效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 1500 點。）",
            "目標陷入沉默，持續 3 回合。",
            "成長：附近盟友獲得 400 點攻擊。"
        ]
    },
    {
        "heroId": "goblin_scrollbeast",
        "name": "Scrollbeast",
        "effects": [
            "對所有敵人造成 365% 傷害。",
            "枯萎：所有敵人獲得 -400 點攻擊。",
            "召喚一個白野豬超級小兵，其可從施法者繼承 65% 生命與 250% 攻擊。",
            "召喚白野豬超級小兵之後，主人擁有白野豬超級小兵期間，白野豬超級小兵會給予其主人以所受傷害 100% 的反擊能力。此效果無法驅散。"
        ]
    },
    {
        "heroId": "construct_shaal",
        "name": "Shaal",
        "effects": [
            "對所有敵人造成 340% 傷害。",
            "為所有盟友治療 20% 的傷害。",
            "所有神聖盟友受到的強力傷害將被視為常規傷害，持續 3 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "magic_carpet_shareef",
        "name": "Shareef",
        "effects": [
            "對目標造成 400% 傷害。",
            "對 2 名隨機敵人造成 400% 傷害。（若没有其他可用目标，则此效果會選擇與第一次打擊相同的敵人。）",
            "被命中的所有敵人，受到的傷害增加 +30%，持續 3 回合。",
            "所有被擊中的目標在 3 回合內受到共計 657 點流血傷害。"
        ]
    },
    {
        "heroId": "garrison_shimmerscale",
        "name": "Shimmerscale",
        "effects": [
            "對目標及附近敵人造成 300% 傷害。",
            "召喚一個從此施法者繼承 35% 生命值和 300% 攻擊力的刀劍守衛超級小兵。",
            "被刀劍守衛超級小兵擊中的目標會在 3 回合內受到共計 411 點流血傷害。此效果會蔓延至附近敵人。"
        ]
    },
    {
        "heroId": "s3_sif",
        "name": "Sif",
        "effects": [
            "施法者與附近盟友進行反擊，造成所受傷害 100% 的傷害，持續 4 回合。",
            "施法者與附近盟友受到的所有傷害降低 -50%，持續 4 回合。",
            "施法者和附近盟友獲得 +24% 法力產出，持續 4 回合。"
        ]
    },
    {
        "heroId": "s3_sif_costume_golden",
        "name": "Sif C1",
        "effects": [
            "使施法者與附近盟友的法力增加 15%。",
            "施法者與附近盟友進行反擊，造成所受傷害 125% 的傷害，持續 4 回合。",
            "施法者與附近盟友受到的所有傷害降低 40%，持續 4 回合。"
        ]
    },
    {
        "heroId": "fox_silverpaw",
        "name": "Silverpaw",
        "effects": [
            "從目標竊取小兵和超級小兵。",
            "對目標造成持續貪婪。特殊技能的友善效果僅影響具有「貪婪」的角色。（貪婪會阻止所有其他英雄獲得友善效果，包括所有增益、治療和成長效果。此效果持續至被淨化、取代或移除）",
            "所有敵人在 4 回合內受到共計 975 點詛咒傷害，起始傷害較低，每個回合逐漸增加。"
        ]
    },
    {
        "heroId": "easter_sir_roostley",
        "name": "Sir Roostley",
        "effects": [
            "對目標造成 310% 傷害。",
            "當任何敵人遭到攻擊命中時，鄰近的所有敵人都會受到連鎖攻擊。",
            "施法者獲得 -20% 攻擊力，持續 3 回合。此效果無法淨化。"
        ]
    },
    {
        "heroId": "slime_sludgus",
        "name": "Sludgus",
        "effects": [
            "為所有盟友恢復 50% 生命值。",
            "除施法者外的所有盟友跳起黏膩之舞，持續 4 回合。",
            "==黏膩之舞==",
            "+45% 機率閃避特殊技能。每次閃避會對攻擊者造成 1600 點傷害。",
            "舞蹈結束時，舞者恢復 700 點生命值。（添加舞蹈狀態效果時將移除所有現有狀態效果。舞蹈狀態免疫新的狀態效果。新的舞蹈狀態效果將取代此效果。舞蹈效果無法驅散。施法者陣亡後效果移除）"
        ]
    },
    {
        "heroId": "wild_cat_stravia",
        "name": "Stravia",
        "effects": [
            "對所有敵人造成 170% 爪擊傷害。（對有任意防禦增益、小兵或超級小兵的敵人造成 255% 傷害。有任意防禦增益、小兵或超级小兵的敵人獲得 -35% 防禦，持續 6 個回合。）",
            "所有敵人在 6 個回合內受到 1200 點重傷流血傷害。（如果目標已擁有此效果，持續時間會被刷新，並增加 300 點傷害。最大總傷害: 3000。）",
            "如果施法者在接下来 4 個回合內被擊败在 4 個回合內使所有敵人的最大生命值降低 1000 點。對有生命加成的目标效果更大。（最大生命值不得低於原最大生命值的 30% 任何生命值加成每回合會造成额外降低 250 點。）",
            "所有盟友均可抵抗禁用特殊技能的效果，持續 4 回合。"
        ]
    },
    {
        "heroId": "journey_tang_sanzang",
        "name": "Tang Sanzang",
        "effects": [
            "為所有盟友提供 500 點加成生命值。加成生命值能夠超過最大生命值。",
            "淨化所有盟友身上最新施加的可淨化狀態異常。",
            "所有盟友獲得 20% 防禦，持續 2 回合。"
        ]
    },
    {
        "heroId": "s3_thor",
        "name": "Thor",
        "effects": [
            "特殊技能連續使用會有不同的效果，順序為：",
            "第 1 次：",
            "* 對目標造成 280% 傷害。",
            "* 目標獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "第 2 次：",
            "* 對目標及附近敵人造成 280% 傷害。",
            "* 目標與附近敵人獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "第三次：",
            "* 對所有敵人造成 280% 傷害。",
            "* 所有敵人獲得 -40% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "s3_thor_costume_conduit",
        "name": "Thor C1",
        "effects": [
            "特殊技能連續使用會有不同的效果，順序為：",
            "第 1 次：",
            "* 對所有敵人造成 185% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "第 2 次：",
            "* 對所有敵人造成 260% 傷害。",
            "* 所有敵人獲得 -35% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）",
            "第三次：",
            "* 對所有敵人造成 290% 傷害。",
            "* 所有敵人獲得 -54% 精準度，持續 3 回合。（進攻型特殊技能也有機率無法擊中。）"
        ]
    },
    {
        "heroId": "monster_hunter_thunderclap",
        "name": "Thunderclap",
        "effects": [
            "施法者獲得嘲諷，可阻止敵人對其盟友使用特殊技能，持續 5 回合。",
            "施法者在 5 個回合內恢復 1250 點加成生命值。加成生命值能夠超過最大生命值。",
            "5 回合後，根據此效果有效期間施法者的所受傷害，對所有敵人造成 500 -1000 點傷害。受到最大生命值 50% 的傷害後可達到最大效果。",
            "疊加（最大值： 10 ）：施法者對弱點元素獲得 +25% 攻擊。"
        ]
    },
    {
        "heroId": "monster_hunter_thura",
        "name": "Thura",
        "effects": [
            "對目標及附近敵人造成 355% 傷害。",
            "敵人的生命越高，受到的傷害越多，最高可達 435%。",
            "施法者和附近盟友攻擊無視防禦增益，持續 3 回合。（包含反擊）",
            "施法者和附近盟友的特殊技能造成額外 +80% 傷害，持續 3 回合。"
        ]
    },
    {
        "heroId": "ninja_topaz",
        "name": "Topaz",
        "effects": [
            "特殊技能在法力充能達 100% / 200% / 300% 時有不同效果：",
            "x 1 法力充能：",
            "* 摧毀目標的所有小兵。此效果會對超級小兵造成傷害。",
            "* 對目標造成 310% 傷害。",
            "* 每摧毀一名小兵，所有盟友獲得少量法力。",
            "x 2 法力充能：",
            "* 摧毀目標和附近敵人的所有小兵。此效果會對超級小兵造成傷害。",
            "* 對目標及附近敵人造成 350% 傷害。",
            "* 每摧毀一名小兵，所有盟友獲得少量法力。",
            "x 3 法力充能：",
            "* 摧毀所有敵人的所有小兵。此效果會對超級小兵造成傷害。",
            "* 對所有敵人造成 390% 傷害。",
            "* 每摧毀一名小兵，所有盟友獲得少量法力。"
        ]
    },
    {
        "heroId": "holy_god_uraeus",
        "name": "Uraeus",
        "effects": [
            "對目標造成 635% 傷害。",
            "傷害避開目標的小兵。",
            "所有擁有小兵或惡魔的敵人在 3 回合內受到共計 420 點沙系傷害。",
            "元素鏈為所有神聖系盟友召喚一名神聖小兵，其可從施法者處繼承 6% 生命和 10% 攻擊力。"
        ]
    },
    {
        "heroId": "mahayoddha_ustad_anand",
        "name": "Ustad Anand",
        "effects": [
            "對所有敵人造成 355% 傷害。",
            "成長恩惠：每一點已修改的攻擊造成 2 x點额外傷害。（造成的額外傷害會依施法者調整過的攻擊數值計算。最多可造成额外 800 點额外傷害。會影響所造成傷害的狀態效果，亦會影響造成的外傷害值。额外傷害不受防禦数值影響。會影響攻擊数值的状態效果，不會影響造成的額外傷害值。）",
            "所有敵人獲得 -34% 法力產出，持續 4 回合。（僅影響從配對磚格產生的法力，或防禦隊伍在其回合結束時獲得的法力）",
            "所有敵人在 4 回合內無法獲得新的狀態效果增益。"
        ]
    },
    {
        "heroId": "magic_vaishali",
        "name": "Vaishali",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有盟友在 3 回合內恢復 594 點生命值。",
            "* 所有盟友獲得 +30% 攻擊力，持續 3 回合。",
            "* 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 所有敵人在 5 回合內受到共計 1290 點沙系傷害。",
            "* 所有敵人獲得 -45% 攻擊力，持續 5 回合。"
        ]
    },
    {
        "heroId": "magic_vaishali_costume_chef",
        "name": "Vaishali C1",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 所有盟友在 3 回合內恢復 702 點生命值。",
            "* 所有盟友獲得 +33% 攻擊力，持續 3 回合。",
            "* 淨化所有盟友的狀態異常。",
            "2 倍法力充能：",
            "* 驅散所有敵人的增益。",
            "* 所有敵人在 5 回合內受到共計 1855 點沙系傷害。",
            "* 所有敵人獲得 -50% 攻擊力，持續 5 回合。",
            "* 所有敵人獲得的治療減少 -45%，持續 5 回合。"
        ]
    },
    {
        "heroId": "oriental_female_mystic",
        "name": "Vivica",
        "effects": [
            "為所有盟友恢復 44% 生命值。",
            "所有盟友獲得 +63% 防禦，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "oriental_female_mystic_costume_magician",
        "name": "Vivica C1",
        "effects": [
            "為所有盟友恢復 44% 生命值。",
            "所有敵人獲得 -44% 防禦，持續 4 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "oriental_female_mystic_costume_scribe",
        "name": "Vivica C2",
        "effects": [
            "為所有盟友提供 670 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有敵人獲得 -39% 攻擊力，持續 4 回合。",
            "驅散所有敵人的增益。"
        ]
    },
    {
        "heroId": "oriental_female_mystic_costume_cute",
        "name": "Vivica Toon",
        "effects": [
            "為所有盟友恢復 54% 生命值。",
            "所有盟友獲得 +45% 防禦，持續 4 回合。對所有神聖系角色，此狀態效果无法驅散且持續時間延長 2 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "oriental_female_mystic_costume_glass",
        "name": "Vivica Glass",
        "effects": [
            "為所有盟友恢復 55% 生命值。",
            "所有盟友獲得 +60% 防禦，持續 4 回合。",
            "所有神聖系盟友可反彈狀態異常和負面效果疊加，持續 2 回合。（同隊角色、小兵和惡魔施放的狀態效果無法反彈）",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "oriental_female_mystic_costume_stylish",
        "name": "Vivica Stylish",
        "effects": [
            "恢復剩餘生命值最低的盟友 65% 生命值。恢復其餘盟友 56% 生命值。",
            "所有盟友獲得 +61% 防禦，持續 4 回合。",
            "淨化所有盟友的狀態異常。"
        ]
    },
    {
        "heroId": "halloween_wayne",
        "name": "Wayne",
        "effects": [
            "所有敵人在 2 回合內受到共計 284 點流血傷害。施法者會吸收所造成流血傷害的 30% 並轉化為生命值。",
            "施法者偷取所有敵人所獲治療的 60%，持續 2 回合。"
        ]
    },
    {
        "heroId": "beowulf_wealhtheow",
        "name": "Wealhtheow",
        "effects": [
            "為剩餘生命少於 50% 的盟友，將生命恢復至 50%。",
            "所有盟友在 3 個回合內恢復 1320 點加成生命值。加成生命值能夠超過最大生命值。",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放。",
            "* +100% 特殊技能傷害，持續 4 回合。",
            "* +33% 法力產出，持續 4 回合。",
            "* 增益來源將啟動 3 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "beowulf_weland",
        "name": "Weland",
        "effects": [
            "對所有敵人造成 475% 傷害。",
            "所有盟友有 45% 機率將受到的任何傷害降低至 1 點，持續 5 回合。",
            "增益來源：以下效果在每回合開始時對一名隨機盟友施放：",
            "* +100% 特殊技能傷害，持續 5 回合。",
            "* +44% 法力產出，持續 5 回合。",
            "增益來源將啟動 6 次。每次嘗試驅散則移除一次啟動數。"
        ]
    },
    {
        "heroId": "wonderland_white_rabbit",
        "name": "White Rabbit",
        "effects": [
            "對目標及附近敵人造成 280% 傷害。",
            "目標獲得 -34% 防禦，持續 4 回合。若目標受到治療，效果持續時間將重置。此效果無法淨化。"
        ]
    },
    {
        "heroId": "wonderland_white_rabbit_costume_mask",
        "name": "White Rabbit C1",
        "effects": [
            "對目標及附近敵人造成 260% 傷害。",
            "目標與附近敵人獲得 -34% 防禦，持續 3 回合。若目標受到治療，效果持續時間將重置。此效果無法淨化。"
        ]
    },
    {
        "heroId": "magic_willow",
        "name": "Willow",
        "effects": [
            "特殊技能在法力充能達 100% / 200% 時有不同效果：",
            "1 倍法力充能：",
            "* 對所有敵人造成 175% 傷害。",
            "* 驅散所有敵人的防禦增益狀態效果。",
            "* 所有敵人對新的防禦增益狀態效果免疫，持續 3 回合。",
            "2 倍法力充能：",
            "* 所有盟友攻擊時無視防禦增益，持續 5 回合。（包含反擊）",
            "* 所有盟友受到的所有傷害降低 -45%，持續 5 回合。",
            "* 所有盟友會以所受傷害的 115% 進行反擊，持續 5 回合。"
        ]
    },
    {
        "heroId": "castle_bear_winnie",
        "name": "Winnie",
        "effects": [
            "淨化所有盟友的狀態異常。",
            "為所有盟友提供 1200 點加成生命值。加成生命值能夠超過最大生命值。",
            "所有盟友可抵抗最大生命值的減少，持續 5 回合。",
            "施法者擁有生命值加成期間，所有盟友均獲得 +60% 防禦。此效果無法淨化。"
        ]
    },
    {
        "heroId": "castle_wolf_wolfgang",
        "name": "Wolfgang",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "施法者受到的所有傷害降低 -50%，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 720 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "castle_wolf_wolfgang_costume_treasure",
        "name": "Wolfgang C1",
        "effects": [
            "對所有敵人造成 300% 傷害。",
            "施法者受到的所有傷害降低 -45%，持續 4 回合。",
            "所有盟友在 4 個回合內恢復 720 點加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "heroId": "outlaw_wu_yong",
        "name": "Wu Yong",
        "effects": [
            "此特殊技能有機會造成暴擊。（造成暴擊的機率，是根據造成攻擊時英雄的整體暴擊率而定。此特殊技能造成的暴擊，造成 50% 額外傷害。在 PvP 戰鬥中，暴擊可降低敵人的最大生命值。敵人獲得生命值加成時，此效果更為顯著）",
            "對目標造成 450% 傷害。",
            "從目標身上偷取 20% 法力並將其分給盟友。",
            "如果目標被偷取後，剩餘超過 30% 法力此特殊技能會再次瞄準一個随機敵人。每次連續攻撃都會减少傷害。每個敵人只能被攻墼一次。",
            "所有盟友獲得 +55% 暴擊率，持續 5 回合。"
        ]
    },
    {
        "heroId": "shadow_wulfstan",
        "name": "Wulfstan",
        "effects": [
            "偷走全體敵人的所有可驅散增益並施放給施法者。",
            "對所有敵人造成 350% 傷害並對其造成 10 點瘋狂。",
            "對施法者造成 45 點瘋狂。"
        ]
    },
    {
        "heroId": "elemental_xavier",
        "name": "Xavier",
        "effects": [
            "對目標造成 280% 傷害。",
            "若戰隊裡有 1 名神聖系盟友，該傷害將增加至 290% 並影響附近的敵人。",
            "若戰隊裡有 2 名神聖系盟友，該傷害將增加至 300% 並影響所有敵人。友方英雄需活著才能觸發該效果。",
            "使所有命中的敵人減少 -20% 法力。"
        ]
    },
    {
        "heroId": "elemental_zandria",
        "name": "Zandria",
        "effects": [
            "對所有敵人造成 210% 傷害。",
            "面板上每存在一個神聖系盾牌，便造成額外 20% 傷害，最多累積造成 450% 傷害。",
            "每名被擊敗的盟友有 20% 的機率以 40% 的生命值復活。",
            "面板上每個神聖系盾牌都會使復活機率提高 5%，最高可達 80% 機率。"
        ]
    },
    {
        "heroId": "elemental_zandria_costume_planet",
        "name": "Zandria C1",
        "effects": [
            "對所有敵人造成 250% 傷害。",
            "面板中每個神聖護盾將造成 25% 额外傷害，最多累積造成 550% 傷害。",
            "每個落敗盟友有 20% 機率以 45% 生命值復活。",
            "每個在面板上的神聖護盾會增加 5% 復活機率，最高至 80% 總機率。對暗黑造成額外傷害。",
            "對暗黑系造成額外傷害。"
        ]
    },
    {
        "heroId": "magic_carpet_zazha",
        "name": "Zazha",
        "effects": [
            "攻擊會無視防禦增益。（包含反擊）",
            "對目標造成 620% 傷害。",
            "為所有盟友提升所造成傷害 26% 的生命值。"
        ]
    },
    {
        "heroId": "s4_zekena",
        "name": "Zekena",
        "effects": [
            "對目標造成 300% 傷害。",
            "對一名隨機的不同的敵人造成 450% 傷害。如果目標為暗黑系可造成額外傷害。",
            "遭到第二次攻擊的目標獲得 -56% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "s4_zekena_costume_vines",
        "name": "Zekena C1",
        "effects": [
            "對目標造成 400% 傷害。",
            "對一名隨機的不同的敵人造成 400% 傷害。如果目標為暗黑系可造成額外傷害。",
            "遭到第二次攻擊的目標獲得 -56% 防禦，持續 3 回合。"
        ]
    },
    {
        "heroId": "beachparty_zenukwa",
        "name": "Zenuk'wa",
        "effects": [
            "對目標及附近敵人造成 275% 傷害。",
            "目標和附近敵人每獲得一個狀態異常便受到 225 點傷害，持續 4 回合。",
            "施法者和附近盟友對新的狀態異常免疫，持續 4 回合，且每當有狀態異常嘗試施加於其上，他們都將恢復 225 點生命值。"
        ]
    },
    {
        "heroId": "kingdom_zhang_fei",
        "name": "Zhang Fei",
        "effects": [
            "對目標造成 530% 傷害。",
            "所有盟友可將影響防禦的狀態異常反彈給攻擊者，持續 3 回合。該效果不可無視。同隊角色、小兵和惡魔施放的狀態效果無法反彈。"
        ]
    },
    {
        "heroId": "kingdom_zhang_fei_costume_bear_slayer",
        "name": "Zhang Fei C1",
        "effects": [
            "對目標造成 520% 傷害。",
            "目標在 3 回合內受到共計 390 點流血傷害。",
            "所有盟友可將影響防禦的狀態異常反彈給攻擊者，持續 3 回合。該效果不可無視。"
        ]
    },
    {
        "heroId": "kingdom_zhuge_liang",
        "name": "Zhuge Liang",
        "effects": [
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 16% 生命值與 17% 攻擊。",
            "蜀軍小兵使其所有者能以所受傷害的 60% 作出反擊，只要其所有者擁有蜀軍小兵。此效果無法驅散。",
            "召喚蜀軍游擊惡魔附身於所有敵人。惡魔每回合對其目標造成 75% 攻擊力的傷害。",
            "蜀軍游擊惡魔會吸收治療，當吸收的治療量達到其目標生命值的 50% 時，它便會消失。"
        ]
    },
    {
        "heroId": "kingdom_zhuge_liang_costume_crane",
        "name": "Zhuge Liang C1",
        "effects": [
            "為每個盟友召喚一個蜀國戰士小兵，其可從施法者繼承 33% 生命值與 33% 攻擊。",
            "蜀軍小兵被召喚後，只要其所有者擁有蜀軍小兵，其所有者就能以所受傷害的 55% 作出反擊。此效果無法驅散。",
            "召喚蜀軍游擊惡魔附身於所有敵人。惡魔每回合對其目標造成 70% 攻擊力的傷害。",
            "蜀軍游擊惡魔會吸收治療，当吸收的治疗量达到其目标最大生命值的 55% 时，它便会消失。"
        ]
    },
    {
        "heroId": "astral_demon_zondalath",
        "name": "Zondalath",
        "effects": [
            "為所有盟友恢復 45% 生命值。",
            "所有盟友受到的所有傷害降低 -50%，持續 4 回合。",
            "除了施法者之外的所有盟友下一次使用特殊技能時獲得額外 +30% 攻擊力。额外攻擊力每回合增加 +30%，總計最多增加 +120%。"
        ]
    },
    {
        "heroId": "holy_god_zora",
        "name": "Zora",
        "effects": [
            "對所有敵人造成 380% 傷害。",
            "淨化所有盟友的狀態異常。",
            "所有盟友獲得 +20% 攻擊力，且每移除一個狀態效果便再增加 +5% 攻擊力，最高可達 +60%，持續 4 回合。",
            "元素鏈為全體神聖系盟友提供額外 +10% 的特殊技能傷害，持續 4 回合。此效果無法驅散。"
        ]
    },
    {
        "heroId": "elemental_xavier_costume_arthropod",
        "name": "Xavier C1",
        "effects": []
    },
    {
        "heroId": "slime_justico",
        "name": "Justico",
        "effects": []
    },
    {
        "heroId": "rodent_embertail",
        "name": "Embertail",
        "effects": []
    },
    {
        "heroId": "rodent_sproutwhisker",
        "name": "Sproutwhisker",
        "effects": []
    },
    {
        "heroId": "monster_hunter_berit",
        "name": "Berit",
        "effects": []
    },
    {
        "heroId": "institute_professor_ambrose",
        "name": "Prof. Ambrose",
        "effects": []
    },
    {
        "heroId": "easter_sir_roostley_costume_alchemist",
        "name": "Sir Roostley C1",
        "effects": []
    },
    {
        "heroId": "easter_lady_woolerton_costume_coiffeuse",
        "name": "Lady Woolerton C1",
        "effects": []
    },
    {
        "heroId": "rabbit_red_costume_knight",
        "name": "Squire Wabbit C1",
        "effects": []
    },
    {
        "heroId": "easter_duke_whitley",
        "name": "Duke Whitley",
        "effects": []
    },
    {
        "heroId": "easter_marko",
        "name": "Marko",
        "effects": []
    }
];