const translatedPassivesTC = 
[
    {
        "originalIndex": 0,
        "name": "Brand",
        "passives": []
    },
    {
        "originalIndex": 1,
        "name": "Sigrunn",
        "passives": []
    },
    {
        "originalIndex": 2,
        "name": "Olaf",
        "passives": []
    },
    {
        "originalIndex": 3,
        "name": "Ragnhild",
        "passives": []
    },
    {
        "originalIndex": 4,
        "name": "Toril",
        "passives": []
    },
    {
        "originalIndex": 5,
        "name": "Agharoth",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。",
            "抵禦負面法力效果：此角色對法力減損以及影響法力產出的状態異常和負面疊加免疫，亦適用於封鎖或竊取法力的效果和狀態異常。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 6,
        "name": "Bertha",
        "passives": [
            "轉化異常：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的狀態異常，皆會轉化為對應的增益，且此增益無法驅散。轉化效果：",
            "* 攻擊状態異常轉變為 +40% 攻擊增益，持續 3 個回合。",
            "* 防禦状態異常轉變為 +40% 防禦增益，持續 3 個回合。",
            "* 法力产出狀態巽常轉變為 +40% 法力產出增益，持续 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 7,
        "name": "Bryggvir",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 153 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 8,
        "name": "Chick Jr.",
        "passives": []
    },
    {
        "originalIndex": 9,
        "name": "Dawn",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能附加狀態效果：當該角色施放其特殊技能時，會給一個隨機敵人施加獵人印記。目標在 3 回合內受到 150 點傷害。如果目標已有此效果，則持續時間刷新，傷害增加 150 點，總傷害最高可達 1500 點。"
        ]
    },
    {
        "originalIndex": 10,
        "name": "Frosty",
        "passives": []
    },
    {
        "originalIndex": 11,
        "name": "Gato",
        "passives": []
    },
    {
        "originalIndex": 12,
        "name": "Graymane",
        "passives": []
    },
    {
        "originalIndex": 13,
        "name": "Graymane C1",
        "passives": []
    },
    {
        "originalIndex": 14,
        "name": "Graymane Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 15,
        "name": "Graymane Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 16,
        "name": "Guardian Lemur",
        "passives": []
    },
    {
        "originalIndex": 17,
        "name": "Gunnar",
        "passives": []
    },
    {
        "originalIndex": 18,
        "name": "Gunnar C1",
        "passives": []
    },
    {
        "originalIndex": 19,
        "name": "Gunnar Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 20,
        "name": "Gunnar Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 21,
        "name": "Helo",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 22,
        "name": "Helo C1",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 23,
        "name": "Jarif",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 24,
        "name": "Jarif C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 25,
        "name": "Jarvur",
        "passives": []
    },
    {
        "originalIndex": 26,
        "name": "Joukahainen",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 27,
        "name": "Joukahainen C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 28,
        "name": "Karil",
        "passives": []
    },
    {
        "originalIndex": 29,
        "name": "Karil C1",
        "passives": []
    },
    {
        "originalIndex": 30,
        "name": "Karil Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 31,
        "name": "Karil Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 32,
        "name": "Nordri",
        "passives": []
    },
    {
        "originalIndex": 33,
        "name": "Nordri C1",
        "passives": []
    },
    {
        "originalIndex": 34,
        "name": "Planchet",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 35,
        "name": "Soroca",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 36,
        "name": "Swan Maiden",
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 37,
        "name": "Ulmer",
        "passives": []
    },
    {
        "originalIndex": 38,
        "name": "Ulmer C1",
        "passives": []
    },
    {
        "originalIndex": 39,
        "name": "Ulmer Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 40,
        "name": "Ulmer Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 41,
        "name": "Valen",
        "passives": []
    },
    {
        "originalIndex": 42,
        "name": "Valen C1",
        "passives": []
    },
    {
        "originalIndex": 43,
        "name": "Valen Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 44,
        "name": "Valen Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 45,
        "name": "Virgil",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 46,
        "name": "Vodnik",
        "passives": []
    },
    {
        "originalIndex": 47,
        "name": "Yao",
        "passives": []
    },
    {
        "originalIndex": 48,
        "name": "Agwe",
        "passives": []
    },
    {
        "originalIndex": 49,
        "name": "Agwe C1",
        "passives": []
    },
    {
        "originalIndex": 50,
        "name": "Aqualith",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 51,
        "name": "Aqualith C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 52,
        "name": "Azmia",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 53,
        "name": "Azmia C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 54,
        "name": "Bonechill",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 55,
        "name": "Boril",
        "passives": []
    },
    {
        "originalIndex": 56,
        "name": "Boril C1",
        "passives": []
    },
    {
        "originalIndex": 57,
        "name": "Boril C2",
        "passives": []
    },
    {
        "originalIndex": 58,
        "name": "Boril Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 59,
        "name": "Boril Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 60,
        "name": "Breca",
        "passives": [
            "賦能抵禦法力減損：此角色對法力减损免疫，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 61,
        "name": "Captain of Diamonds",
        "passives": []
    },
    {
        "originalIndex": 62,
        "name": "Choozen",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 63,
        "name": "Dain",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 193 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 64,
        "name": "Fosco",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 65,
        "name": "Frank",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 66,
        "name": "Frank C1",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 67,
        "name": "Garyas",
        "passives": [
            "攻擊異常降低：影響攻擊力的狀態異常效果降低 80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 68,
        "name": "Greg",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 69,
        "name": "Grimm",
        "passives": []
    },
    {
        "originalIndex": 70,
        "name": "Grimm C1",
        "passives": []
    },
    {
        "originalIndex": 71,
        "name": "Grimm C2",
        "passives": []
    },
    {
        "originalIndex": 72,
        "name": "Grimm Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 73,
        "name": "Grimm Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 74,
        "name": "Grimm Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 75,
        "name": "Grumbl",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 5 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 76,
        "name": "Jott",
        "passives": []
    },
    {
        "originalIndex": 77,
        "name": "Kiril",
        "passives": []
    },
    {
        "originalIndex": 78,
        "name": "Kiril C1",
        "passives": []
    },
    {
        "originalIndex": 79,
        "name": "Kiril C2",
        "passives": []
    },
    {
        "originalIndex": 80,
        "name": "Kiril Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 81,
        "name": "Kiril Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 82,
        "name": "Knuckles",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 83,
        "name": "Lamentia",
        "passives": [
            "被舊者烙印：此角色每有 10 點疯狂，其普通攻擊和特殊技能造成的所有傷害提升 6%，最高提升 60%。"
        ]
    },
    {
        "originalIndex": 84,
        "name": "Linus",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 85,
        "name": "Mireweave",
        "passives": []
    },
    {
        "originalIndex": 86,
        "name": "Olbec",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 87,
        "name": "Osamu",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 88,
        "name": "Rafeeq",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "對小兵和超級小兵造成額外傷害：此角色對小兵和超級小兵造成 +150% 傷害。"
        ]
    },
    {
        "originalIndex": 89,
        "name": "Sanngrior",
        "passives": []
    },
    {
        "originalIndex": 90,
        "name": "Sapphire",
        "passives": []
    },
    {
        "originalIndex": 91,
        "name": "Sonya",
        "passives": []
    },
    {
        "originalIndex": 92,
        "name": "Sonya C1",
        "passives": []
    },
    {
        "originalIndex": 93,
        "name": "Sonya C2",
        "passives": []
    },
    {
        "originalIndex": 94,
        "name": "Sonya Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 95,
        "name": "Sonya Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 96,
        "name": "Triton",
        "passives": []
    },
    {
        "originalIndex": 97,
        "name": "Triton C1",
        "passives": []
    },
    {
        "originalIndex": 98,
        "name": "Valeria",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 99,
        "name": "Xiahou Dun",
        "passives": []
    },
    {
        "originalIndex": 100,
        "name": "Zila Lei",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 101,
        "name": "Zila Lei C1",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 102,
        "name": "Adalinda",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 103,
        "name": "Aegir",
        "passives": []
    },
    {
        "originalIndex": 104,
        "name": "Aegir C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 105,
        "name": "Aether Mimic Ice",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 阿爾法已太。",
            "* 冰雪已太 III。",
            "* 冰雪已太 II。",
            "* 冰雪已太 I。"
        ]
    },
    {
        "originalIndex": 106,
        "name": "Aino",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 107,
        "name": "Aino C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 108,
        "name": "Alasie",
        "passives": []
    },
    {
        "originalIndex": 109,
        "name": "Alasie C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 110,
        "name": "Alexandrine",
        "passives": [
            "抵禦治療異常：此角色對影響治療的狀態異常具有天生抗性。",
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 111,
        "name": "Alice",
        "passives": []
    },
    {
        "originalIndex": 112,
        "name": "Amphitrite",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：該角色對影響防禦的狀態異常具有天生抗性。同樣適用於影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 113,
        "name": "Anatemah",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。",
            "抵禦負面法力效果：此角色對法力減損以及影響法力產出的状態異常和負面疊加免疫，亦適用於封鎖或竊取法力的效果和狀態異常。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 114,
        "name": "Andvari",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 309 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 115,
        "name": "Anzia",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 116,
        "name": "Anzia C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 117,
        "name": "Areax",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 118,
        "name": "Ariel",
        "passives": []
    },
    {
        "originalIndex": 119,
        "name": "Ariel C1",
        "passives": []
    },
    {
        "originalIndex": 120,
        "name": "Armel",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 121,
        "name": "Ascension Mimic Ice",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 望遠鏡。",
            "* * *",
            "- 精致手套。",
            "- 指南。",
            "- 保暖披風。",
            "- 戰鬥手冊。",
            "- 高筒靴。",
            "- 链甲衫。",
            "* *",
            "- 粗繩。"
        ]
    },
    {
        "originalIndex": 122,
        "name": "Ascian",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 123,
        "name": "Athena",
        "passives": []
    },
    {
        "originalIndex": 124,
        "name": "Athena C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 125,
        "name": "Atlanteia",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 126,
        "name": "Atlanteia C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 127,
        "name": "Azurite",
        "passives": []
    },
    {
        "originalIndex": 128,
        "name": "Balur",
        "passives": [
            "流血時治療：每當敵人受到流血傷害時，這名角色恢復 50 生命。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 129,
        "name": "Bart",
        "passives": [
            "轉化增益：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的增益，皆會轉化為對應的狀態異常，且此状態無法驅散。轉化效果：",
            "* 攻擊增益替代為 -40% 攻擊異常，持續 3 個回合。",
            "* 防禦增益替代為 -40% 防禦異常，持續 3 個回合。",
            "* 法力產出增益替代為 -40% 法力產出異常，持續 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 130,
        "name": "Bennu",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 131,
        "name": "Bennu C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 132,
        "name": "Bhaltair",
        "passives": [
            "快節奏：民謠：敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏：跳舞：敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 133,
        "name": "Bobo",
        "passives": []
    },
    {
        "originalIndex": 134,
        "name": "Boboo Sang",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 135,
        "name": "Bubbles",
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 136,
        "name": "Burton",
        "passives": []
    },
    {
        "originalIndex": 137,
        "name": "Caelen",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 138,
        "name": "Camilla",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 139,
        "name": "Camilla C1",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 60% 機率對所有敵人造成 150% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -7% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 140,
        "name": "Cao Cao",
        "passives": []
    },
    {
        "originalIndex": 141,
        "name": "Cao Cao C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 142,
        "name": "Cathal",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 143,
        "name": "Cel",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 144,
        "name": "Celimene",
        "passives": [
            "攻擊異常降低：影響攻擊力的狀態異常效果降低 -80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 145,
        "name": "Ceto",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 146,
        "name": "Ceto C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 147,
        "name": "Chang'e",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 148,
        "name": "Chester",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 149,
        "name": "Chimister",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 150,
        "name": "Chitrangada",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "強化抵禦負面小兵效果：此角色對来自小兵和超級小兵的傷害與負面效果免疫。"
        ]
    },
    {
        "originalIndex": 151,
        "name": "Ciara",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 152,
        "name": "Cinnamon",
        "passives": [
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 153,
        "name": "Claeg",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 154,
        "name": "Cobalt",
        "passives": []
    },
    {
        "originalIndex": 155,
        "name": "Cosmicspeaker",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 156,
        "name": "Crystalis",
        "passives": []
    },
    {
        "originalIndex": 157,
        "name": "Davey Wavey",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 238 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 158,
        "name": "Dominique",
        "passives": [
            "復活後生命值減少：所有敵人（頭目除外）會以 -80% 的生命值復活。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 15% 生命值。此效果每回合僅能啟動一次。",
            "內在之美：每當此角色因状態異常會受到傷害時，該角色會恢復等量的生命值。"
        ]
    },
    {
        "originalIndex": 159,
        "name": "Emblem Mimic Ice",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 大師術士紋章。",
            "* 大師巫師紋章。",
            "* 術士紋章。",
            "* 巫師紋章。"
        ]
    },
    {
        "originalIndex": 160,
        "name": "Emilie",
        "passives": [
            "駭異契約：如果被擊败，此角色有機率重生為駭異宿主。此角色每有 10% 點疯狂，該機率為 10，最高機率為 100%。",
            "駭異宿主具有：",
            "* 100% 繼承生命。",
            "* 1200 點攻擊。",
            "* 1200 點防禦。",
            "特殊技能:邪神荒疫。",
            "* 對目標造成 400% 傷害，並對其造成 35 點瘋狂。",
            "* 對施法者造成 30 點瘋狂。",
            "在瘋狂生效時，若此角色擊敗自己，重生的機率一律為 100%。"
        ]
    },
    {
        "originalIndex": 161,
        "name": "Esme",
        "passives": []
    },
    {
        "originalIndex": 162,
        "name": "Exeera",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 163,
        "name": "Exeera C1",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 164,
        "name": "Experience Mimic Ice",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通冰雪訓練師英雄。",
            "* 罕見冰雪訓練師英雄。",
            "* 稀有冰雪訓練師英雄。",
            "* 普通冰雪英雄。",
            "* 罕見冰雪英雄。"
        ]
    },
    {
        "originalIndex": 165,
        "name": "Fenrir",
        "passives": []
    },
    {
        "originalIndex": 166,
        "name": "Fenrir C1",
        "passives": []
    },
    {
        "originalIndex": 167,
        "name": "Fergus",
        "passives": [
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "每 4 回合，移除所有敵人的全部成長效果。"
        ]
    },
    {
        "originalIndex": 168,
        "name": "Finley",
        "passives": []
    },
    {
        "originalIndex": 169,
        "name": "Finley C1",
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 528 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 170,
        "name": "Firmin Richard",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 171,
        "name": "Fizzcoil",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 172,
        "name": "Fortuna",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 173,
        "name": "Frida",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 174,
        "name": "Frosth",
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 175,
        "name": "Frostsnout",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 176,
        "name": "Gaillard",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 3 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 177,
        "name": "Ghealach",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。",
            "每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 178,
        "name": "Glacivolt",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "小兵核心：此角色的横造體核心是小兵核心。每次施放此角色的特殊技能時就會啟動小兵核心：",
            "* 完全充能的小兵核心會為所有盟友召唤一個殺手機器人小兵，擁有繼承自施法者的 22% 生命值和 55% 攻擊。",
            "* 繼承自施法者的生命值和攻擊會根據核心的充能而有所變動。核心啟動後，會耗盡所有充能。",
            "* 在殺手機器人小兵命中目標前曾消滅目标的所有小兵並對超级小兵造成傷害。"
        ]
    },
    {
        "originalIndex": 179,
        "name": "Gladius",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "敵人獲得防禦增益時增加法力：任何敵人獲得防禦增益時，此角色獲得 10% 法力。"
        ]
    },
    {
        "originalIndex": 180,
        "name": "Glenda",
        "passives": [
            "抵禦增益免疫：此角色對於免疫新的狀態效果增益的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 181,
        "name": "Gloozmer",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 182,
        "name": "Grimsteel",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 183,
        "name": "Guardian Hippo",
        "passives": []
    },
    {
        "originalIndex": 184,
        "name": "Halwinter",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "小兵核心：此角色的横造體核心是小兵核心。",
            "每次施放此角色的特殊技能時就會啟動小兵核心：",
            "* 完全充能的小兵核心會為所有盟友召唤一個殺手機器人小兵，擁有繼承自施法者的 22% 生命值和 55% 攻擊。",
            "* 繼承自施法者的生命值和攻擊會根據核心的充能而有所變動。核心啟動後，會耗盡所有充能。",
            "* 在殺手機器人小兵命中目標前曾消滅目标的所有小兵並對超级小兵造成傷害。"
        ]
    },
    {
        "originalIndex": 185,
        "name": "Hetepheres",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 186,
        "name": "Hetepheres C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 187,
        "name": "Himeros",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 188,
        "name": "Hogne",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 315 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 189,
        "name": "Hrothgar",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 15% 生命值。此效果每回合僅能啟動一次。",
            "受到傷害時疊加攻擊：此角色受到特殊技能直接傷害時，獲得 30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 190,
        "name": "Hysteria",
        "passives": []
    },
    {
        "originalIndex": 191,
        "name": "Iris",
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "驅散增益時獲得法力：每次此角色身上的增益被驅散時，就會獲得 10% 法力。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 192,
        "name": "Isarnia",
        "passives": []
    },
    {
        "originalIndex": 193,
        "name": "Isarnia C1",
        "passives": []
    },
    {
        "originalIndex": 194,
        "name": "Isarnia C2",
        "passives": []
    },
    {
        "originalIndex": 195,
        "name": "Isarnia Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 196,
        "name": "Isarnia Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 197,
        "name": "Ixinn",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 198,
        "name": "Jolt",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 199,
        "name": "Jolyon",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵禦防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 200,
        "name": "Kabeiroi",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 201,
        "name": "Kettle",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 202,
        "name": "King Arthur",
        "passives": []
    },
    {
        "originalIndex": 203,
        "name": "Klaern",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "抵禦法力減損：此角色對法力減損具有天生抗性。"
        ]
    },
    {
        "originalIndex": 204,
        "name": "Krampus",
        "passives": []
    },
    {
        "originalIndex": 205,
        "name": "Krampus C1",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合內附加 388 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 206,
        "name": "Lane",
        "passives": [
            "小偷的機會：每回合開始時，此角色有 50% 機率劫掠一名随機敵人：",
            "劫掠：",
            "* 竊取 200 生命值。",
            "* 安全地從敵人身上竊取一個随機成長效果、正面疊加增益或狀態效果。包括不可驅散的增益和舞蹈效果。",
            "* 安全竊取可避免移增益時的第二效果，例如移除時受到傷害。被動技能和家族效果仍可發動。",
            "死裡逃生：當該角色首次承受致命傷害時，會將該傷害將轉移至隨機敵人身上。在有數波攻勢的戰鬥中，效果將於每波攻勢開始時刷新。"
        ]
    },
    {
        "originalIndex": 207,
        "name": "Lennart",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 208,
        "name": "Lord Loki",
        "passives": []
    },
    {
        "originalIndex": 209,
        "name": "Lord Loki C1",
        "passives": []
    },
    {
        "originalIndex": 210,
        "name": "Ludovico",
        "passives": [
            "目标每有一層血百合叠加，受到此角色的普通攻擎和特殊技能造成的增加 5%。"
        ]
    },
    {
        "originalIndex": 211,
        "name": "Lysanor",
        "passives": [
            "獲得增益的法力：獲得增益或正面疊加時可獲得 5% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 212,
        "name": "Magistine",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 213,
        "name": "Magni",
        "passives": []
    },
    {
        "originalIndex": 214,
        "name": "Magni C1",
        "passives": []
    },
    {
        "originalIndex": 215,
        "name": "Magni C2",
        "passives": []
    },
    {
        "originalIndex": 216,
        "name": "Magni Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 217,
        "name": "Magni Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 218,
        "name": "Mariol",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 219,
        "name": "Master Lepus",
        "passives": []
    },
    {
        "originalIndex": 220,
        "name": "Master Lepus C1",
        "passives": []
    },
    {
        "originalIndex": 221,
        "name": "Matrera",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 222,
        "name": "Mene",
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "冰霜時的法力：每當敵人受到冰霜傷害時，這名角色會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 223,
        "name": "Miki",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 224,
        "name": "Milady de Winter",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 225,
        "name": "Milena",
        "passives": [
            "暴增的法力：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 226,
        "name": "Milena C1",
        "passives": [
            "暴增的法力：此角色施放特殊技能時，有 60% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 227,
        "name": "Miriam & Midnight",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 228,
        "name": "Misandra",
        "passives": []
    },
    {
        "originalIndex": 229,
        "name": "Misandra C1",
        "passives": []
    },
    {
        "originalIndex": 230,
        "name": "Miss Ethel",
        "passives": []
    },
    {
        "originalIndex": 231,
        "name": "Mistra",
        "passives": [
            "從異常效果中獲得的法力產出增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "敵人施展特殊技能時造成傷害：若法力速度為平均或更快的敵人施放特殊技能，則所有敵人受到 100 點傷害。此效果每回合僅限啟用一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 232,
        "name": "Misty",
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 210 水系傷害。"
        ]
    },
    {
        "originalIndex": 233,
        "name": "Modthryth",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "抵禦增益免疫：此角色對於免疫新的狀態效果增益的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 234,
        "name": "Mooncure",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 235,
        "name": "Morel",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 236,
        "name": "Morel C1",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 237,
        "name": "Mr. Pengi",
        "passives": []
    },
    {
        "originalIndex": 238,
        "name": "Mr. Pengi C1",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合內附加 416 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 239,
        "name": "Nautica",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 240,
        "name": "Nerasis",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 241,
        "name": "Nine-Headed Beast",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。",
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 法力。"
        ]
    },
    {
        "originalIndex": 242,
        "name": "Njal",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 243,
        "name": "Nylora",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 244,
        "name": "Odette",
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 245,
        "name": "Oniwakamaru",
        "passives": []
    },
    {
        "originalIndex": 246,
        "name": "Orcur",
        "passives": [
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "抵禦治療異常：此角色對影響治療的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 247,
        "name": "Otso",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 248,
        "name": "Passepartout",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 249,
        "name": "Passepartout C1",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 250,
        "name": "Pepperbleu",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 251,
        "name": "Perseus",
        "passives": []
    },
    {
        "originalIndex": 252,
        "name": "Perseus C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 253,
        "name": "Pophit",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 3 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 254,
        "name": "Porthos",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 255,
        "name": "Quari",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 256,
        "name": "Quinn",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 257,
        "name": "Quintin",
        "passives": []
    },
    {
        "originalIndex": 258,
        "name": "Raffaele",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 259,
        "name": "Rian",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 260,
        "name": "Richard",
        "passives": []
    },
    {
        "originalIndex": 261,
        "name": "Richard C1",
        "passives": []
    },
    {
        "originalIndex": 262,
        "name": "Richard C2",
        "passives": []
    },
    {
        "originalIndex": 263,
        "name": "Richard Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 264,
        "name": "Richard Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 265,
        "name": "Richard Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 266,
        "name": "Riverfang",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 267,
        "name": "Rumpelstiltskin",
        "passives": []
    },
    {
        "originalIndex": 268,
        "name": "Rumpelstiltskin C1",
        "passives": []
    },
    {
        "originalIndex": 269,
        "name": "Russula",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 270,
        "name": "Russula C1",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 271,
        "name": "Sable",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 272,
        "name": "Salvatore",
        "passives": []
    },
    {
        "originalIndex": 273,
        "name": "Satori",
        "passives": [
            "從異常效果中獲得的法力產出增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "驅散增益時獲得生命值加成：每次此角色身上的增益被驅散時，就會獲得 450 點生命值加成。此效果每回合僅能啟動一次。",
            "驅散增益時獲得法力：每次此角色身上的增益被驅散時，就會獲得 10% 法力。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 274,
        "name": "Sawano",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 275,
        "name": "Sigyn",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 276,
        "name": "Sini",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "法力減損的狀態效果：法力減損時，此角色獲得 +30% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 277,
        "name": "Siofra",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 278,
        "name": "Skadi",
        "passives": []
    },
    {
        "originalIndex": 279,
        "name": "Skadi C1",
        "passives": []
    },
    {
        "originalIndex": 280,
        "name": "Skarn",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 153 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 281,
        "name": "Slimgo",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 282,
        "name": "Snow White",
        "passives": []
    },
    {
        "originalIndex": 283,
        "name": "Snow White C1",
        "passives": []
    },
    {
        "originalIndex": 284,
        "name": "Sobek",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 3 回合內受到 255 飛沙傷害。"
        ]
    },
    {
        "originalIndex": 285,
        "name": "Sobek C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 3 回合內受到 363 飛沙傷害。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 286,
        "name": "Song Jiang",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 287,
        "name": "Sorrow",
        "passives": [
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 8% 生命。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 288,
        "name": "Starwalker",
        "passives": [
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。",
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 289,
        "name": "Suzuna",
        "passives": [
            "抵禦治療異常：此角色對影響治療的狀態異常具有天生抗性。",
            "抵禦惡魔：此角色無法收到惡魔。"
        ]
    },
    {
        "originalIndex": 290,
        "name": "Svafa",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 346 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 291,
        "name": "Tealmoine",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 292,
        "name": "Tethys",
        "passives": []
    },
    {
        "originalIndex": 293,
        "name": "Tethys C1",
        "passives": []
    },
    {
        "originalIndex": 294,
        "name": "Thalassa",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 295,
        "name": "Thalassa C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 296,
        "name": "Thanatos",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 297,
        "name": "Theobald",
        "passives": []
    },
    {
        "originalIndex": 298,
        "name": "Thorne",
        "passives": []
    },
    {
        "originalIndex": 299,
        "name": "Thorne C1",
        "passives": []
    },
    {
        "originalIndex": 300,
        "name": "Thorne C2",
        "passives": []
    },
    {
        "originalIndex": 301,
        "name": "Thorne Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 302,
        "name": "Thorne Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 303,
        "name": "Timius",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 304,
        "name": "Tinsel",
        "passives": []
    },
    {
        "originalIndex": 305,
        "name": "Tremor",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 306,
        "name": "Ulius",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 307,
        "name": "Ulius C1",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 60% 機率對所有敵人造成 150% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -7% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 308,
        "name": "Vela",
        "passives": [
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 309,
        "name": "Verity",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 310,
        "name": "Vernix",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 311,
        "name": "Vincent",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 3 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 312,
        "name": "Waterpipe",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 313,
        "name": "Whitefang",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 314,
        "name": "Wu Song",
        "passives": [
            "特殊攻墼暴擎時獲得生命值加成：此角色使用特殊技能造成暴聖時會使所有盟友獲得 10% 生命值加成。此效果每回合可啟用一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 315,
        "name": "Zappa",
        "passives": []
    },
    {
        "originalIndex": 316,
        "name": "Zengar",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 317,
        "name": "Zengar C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 318,
        "name": "Zircon",
        "passives": []
    },
    {
        "originalIndex": 319,
        "name": "Aife",
        "passives": []
    },
    {
        "originalIndex": 320,
        "name": "Derric",
        "passives": []
    },
    {
        "originalIndex": 321,
        "name": "Brogan",
        "passives": []
    },
    {
        "originalIndex": 322,
        "name": "Jenneh",
        "passives": []
    },
    {
        "originalIndex": 323,
        "name": "Needler",
        "passives": []
    },
    {
        "originalIndex": 324,
        "name": "Alessia",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 325,
        "name": "Ali",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "對小兵和超級小兵造成額外傷害：此角色對小兵和超級小兵造成 +150% 傷害。"
        ]
    },
    {
        "originalIndex": 326,
        "name": "Belith",
        "passives": []
    },
    {
        "originalIndex": 327,
        "name": "Belith C1",
        "passives": []
    },
    {
        "originalIndex": 328,
        "name": "Belith Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 329,
        "name": "Belith Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 330,
        "name": "Berden",
        "passives": []
    },
    {
        "originalIndex": 331,
        "name": "Berden C1",
        "passives": []
    },
    {
        "originalIndex": 332,
        "name": "Berden Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 333,
        "name": "Berden Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 334,
        "name": "Brienne",
        "passives": []
    },
    {
        "originalIndex": 335,
        "name": "Brienne C1",
        "passives": []
    },
    {
        "originalIndex": 336,
        "name": "Brienne Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 337,
        "name": "Brienne Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 338,
        "name": "By-Ulf",
        "passives": []
    },
    {
        "originalIndex": 339,
        "name": "Carver",
        "passives": []
    },
    {
        "originalIndex": 340,
        "name": "Carver C1",
        "passives": []
    },
    {
        "originalIndex": 341,
        "name": "Carver Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 342,
        "name": "Carver Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 343,
        "name": "Chires",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。"
        ]
    },
    {
        "originalIndex": 344,
        "name": "Dolgoon",
        "passives": [
            "暴增的狀態效果：此角色施放特殊技能時，有 50% 機率給予所有敵人 -25% 法力產出，持續 3 回合。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 345,
        "name": "Eumachius",
        "passives": [
            "目标每有一層血百合叠加，受到此角色的普通攻擎和特殊技能造成的增加 5%。"
        ]
    },
    {
        "originalIndex": 346,
        "name": "Faiez",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 347,
        "name": "Faiez C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 348,
        "name": "Featherino",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 349,
        "name": "Ferni",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 350,
        "name": "Fianna",
        "passives": [
            "特殊技能附加狀態效果：當該角色施放其特殊技能時，會給一個隨機敵人施加獵人印記。目標在 3 回合內受到 150 點傷害。如果目標已有此效果，則持續時間刷新，傷害增加 150 點，總傷害最高可達 1500 點。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 351,
        "name": "Friar Tuck",
        "passives": []
    },
    {
        "originalIndex": 352,
        "name": "Friar Tuck C1",
        "passives": []
    },
    {
        "originalIndex": 353,
        "name": "Friar Tuck Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 354,
        "name": "Friar Tuck Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 355,
        "name": "General Yin",
        "passives": []
    },
    {
        "originalIndex": 356,
        "name": "Gnomer",
        "passives": []
    },
    {
        "originalIndex": 357,
        "name": "Goopy",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 358,
        "name": "Gramps",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 359,
        "name": "Gramps C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 360,
        "name": "Grevle",
        "passives": []
    },
    {
        "originalIndex": 361,
        "name": "Hisan",
        "passives": []
    },
    {
        "originalIndex": 362,
        "name": "Isshtak",
        "passives": []
    },
    {
        "originalIndex": 363,
        "name": "Isshtak C1",
        "passives": []
    },
    {
        "originalIndex": 364,
        "name": "Isshtak Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 365,
        "name": "Isshtak Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 366,
        "name": "Jax",
        "passives": []
    },
    {
        "originalIndex": 367,
        "name": "Jing",
        "passives": []
    },
    {
        "originalIndex": 368,
        "name": "Lucas",
        "passives": [
            "復活後生命值減少：所有敵人（頭目除外）會以 -80% 的生命值復活。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "內在之美：每當此角色因状態異常會受到傷害時，該角色會恢復等量的生命值。"
        ]
    },
    {
        "originalIndex": 369,
        "name": "Mnesseus",
        "passives": []
    },
    {
        "originalIndex": 370,
        "name": "Mnesseus C1",
        "passives": []
    },
    {
        "originalIndex": 371,
        "name": "Muggy",
        "passives": []
    },
    {
        "originalIndex": 372,
        "name": "Nettletail",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 373,
        "name": "Noril",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 374,
        "name": "Roxia",
        "passives": [
            "暴增的法力：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 375,
        "name": "Shrubbear",
        "passives": []
    },
    {
        "originalIndex": 376,
        "name": "Whacker",
        "passives": []
    },
    {
        "originalIndex": 377,
        "name": "William",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 378,
        "name": "Yona",
        "passives": [
            "獲得增益的生命值回復 - 此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 379,
        "name": "Zarel",
        "passives": [
            "防禦異常降低：防禦異常效果降低 -80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 380,
        "name": "Zarola",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 381,
        "name": "Alfie",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 382,
        "name": "Almur",
        "passives": []
    },
    {
        "originalIndex": 383,
        "name": "Almur C1",
        "passives": []
    },
    {
        "originalIndex": 384,
        "name": "Anton",
        "passives": [
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 385,
        "name": "Brontes",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 386,
        "name": "Brynhild",
        "passives": []
    },
    {
        "originalIndex": 387,
        "name": "Buddy",
        "passives": []
    },
    {
        "originalIndex": 388,
        "name": "Buddy C1",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合内附加 252 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 389,
        "name": "Caedmon",
        "passives": []
    },
    {
        "originalIndex": 390,
        "name": "Caedmon C1",
        "passives": []
    },
    {
        "originalIndex": 391,
        "name": "Caedmon C2",
        "passives": []
    },
    {
        "originalIndex": 392,
        "name": "Caedmon Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 393,
        "name": "Caedmon Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 394,
        "name": "Franz",
        "passives": []
    },
    {
        "originalIndex": 395,
        "name": "Fruitio",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 396,
        "name": "Gadeirus",
        "passives": []
    },
    {
        "originalIndex": 397,
        "name": "Gadeirus C1",
        "passives": []
    },
    {
        "originalIndex": 398,
        "name": "Gobbler",
        "passives": []
    },
    {
        "originalIndex": 399,
        "name": "Gobbler C1",
        "passives": []
    },
    {
        "originalIndex": 400,
        "name": "Hansel",
        "passives": []
    },
    {
        "originalIndex": 401,
        "name": "Hansel C1",
        "passives": []
    },
    {
        "originalIndex": 402,
        "name": "Jack O'Hare",
        "passives": []
    },
    {
        "originalIndex": 403,
        "name": "Jack O'Hare C1",
        "passives": []
    },
    {
        "originalIndex": 404,
        "name": "Joyvert",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 405,
        "name": "Kalo",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 5 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 406,
        "name": "Kashhrek",
        "passives": []
    },
    {
        "originalIndex": 407,
        "name": "Kashhrek C1",
        "passives": []
    },
    {
        "originalIndex": 408,
        "name": "Kashhrek C2",
        "passives": []
    },
    {
        "originalIndex": 409,
        "name": "Kashhrek Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 410,
        "name": "Kashhrek Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 411,
        "name": "Lionstring",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 412,
        "name": "Little John",
        "passives": []
    },
    {
        "originalIndex": 413,
        "name": "Little John C1",
        "passives": []
    },
    {
        "originalIndex": 414,
        "name": "Little John C2",
        "passives": []
    },
    {
        "originalIndex": 415,
        "name": "Little John Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 416,
        "name": "Little John Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 417,
        "name": "Marcel",
        "passives": []
    },
    {
        "originalIndex": 418,
        "name": "Melendor",
        "passives": []
    },
    {
        "originalIndex": 419,
        "name": "Melendor C1",
        "passives": []
    },
    {
        "originalIndex": 420,
        "name": "Melendor C2",
        "passives": []
    },
    {
        "originalIndex": 421,
        "name": "Melendor Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 422,
        "name": "Melendor Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 423,
        "name": "Mielikki",
        "passives": [
            "希甦之力 - 當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 424,
        "name": "Mielikki C1",
        "passives": [
            "希甦之力 - 當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 425,
        "name": "Mulgog",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 426,
        "name": "Mulgog C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 427,
        "name": "Myrtle",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 428,
        "name": "Numbskull",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 8% 生命。"
        ]
    },
    {
        "originalIndex": 429,
        "name": "Orla",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 430,
        "name": "Peters",
        "passives": []
    },
    {
        "originalIndex": 431,
        "name": "Peters C1",
        "passives": []
    },
    {
        "originalIndex": 432,
        "name": "Ptolemy",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 433,
        "name": "Ptolemy C1",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 434,
        "name": "Raleigh",
        "passives": [
            "獲得增益的生命值回復 - 此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 435,
        "name": "Skittleskull",
        "passives": []
    },
    {
        "originalIndex": 436,
        "name": "Skittleskull C1",
        "passives": []
    },
    {
        "originalIndex": 437,
        "name": "Skittleskull C2",
        "passives": []
    },
    {
        "originalIndex": 438,
        "name": "Skittleskull Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 439,
        "name": "Skittleskull Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 440,
        "name": "Snorri",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 209 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 441,
        "name": "Tettukh",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 442,
        "name": "Tettukh C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 443,
        "name": "Villiers",
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 444,
        "name": "Villiers C1",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常和負面效果疊加免疫。不適用於影響元素防禦的狀態異常。",
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 75% 機率對所有敵人造成所承受傷害的 50% 傷害。"
        ]
    },
    {
        "originalIndex": 445,
        "name": "Wren",
        "passives": []
    },
    {
        "originalIndex": 446,
        "name": "Ahmose",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 447,
        "name": "Ahmose C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動。",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 448,
        "name": "Alberich",
        "passives": []
    },
    {
        "originalIndex": 449,
        "name": "Alberich C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 450,
        "name": "Archibald",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "每 4 回合，移除所有敵人的全部成長效果。"
        ]
    },
    {
        "originalIndex": 451,
        "name": "Archie",
        "passives": []
    },
    {
        "originalIndex": 452,
        "name": "Archie C1",
        "passives": []
    },
    {
        "originalIndex": 453,
        "name": "Arco",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 454,
        "name": "Armand Moncharmin",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 455,
        "name": "Ascension Mimic Nature",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 神秘補藥。",
            "* * *",
            "- 精致手套。",
            "- 指南。",
            "- 堅固護盾。",
            "- 高筒靴。",
            "- 劍鞘。",
            "* *",
            "- 粗繩。",
            "- 匕首。"
        ]
    },
    {
        "originalIndex": 456,
        "name": "Athos",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 457,
        "name": "Athos C1",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常和負面效果疊加免疫。不適用於影響元素防禦的狀態異常。",
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 75% 機率對所有敵人造成所承受傷害的 50% 傷害。"
        ]
    },
    {
        "originalIndex": 458,
        "name": "Atomos",
        "passives": []
    },
    {
        "originalIndex": 459,
        "name": "Atomos C1",
        "passives": []
    },
    {
        "originalIndex": 460,
        "name": "Atwood",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 461,
        "name": "Augustus",
        "passives": []
    },
    {
        "originalIndex": 462,
        "name": "Balbar",
        "passives": [
            "抵禦增益免疫：此角色對於免疫新的狀態效果增益的狀態異常具有天生抗性。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 463,
        "name": "Bertila",
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的原本狀態效果。",
            "小兵死亡時獲得法力：此角色擁有的小兵被擊殺時，會獲得少量法力。"
        ]
    },
    {
        "originalIndex": 464,
        "name": "Bo & Runt",
        "passives": [
            "抵禦小兵移除：此角色對小兵移除效果具有天生抗性。",
            "召喚小兵時獲得法力：對任意盟友召喚小兵時，此角色會獲得 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 465,
        "name": "Bonga",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "對小兵和超級小兵造成額外傷害：此角色對小兵和超級小兵造成 +150% 傷害。"
        ]
    },
    {
        "originalIndex": 466,
        "name": "Bonzo",
        "passives": [
            "快節奏：民謠：",
            "敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏：跳舞：",
            "敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 467,
        "name": "Boom & Fang",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 468,
        "name": "Bramble",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵抗防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 469,
        "name": "Bulklug",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 470,
        "name": "Chikao",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 471,
        "name": "Chloris",
        "passives": [
            "抵禦治療異常：此角色對影響治療的異常具有天生抗性。",
            "敵人施展特殊技能時提升生命值：當敵人施放特殊技能時，此角色會有 50% 機率提升自身生命值 100 點。"
        ]
    },
    {
        "originalIndex": 472,
        "name": "Cinisia",
        "passives": [
            "每名非自然系敵人所增加的攻擊：在每場戰鬥開始時，每有一名非自然系元素的敵人，此角色的攻擊力會增加 5%。在有數波攻勢的戰鬥中，此效果會在每波攻勢開始時更新。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 473,
        "name": "Congalach",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 474,
        "name": "Congalach C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 475,
        "name": "Craum",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 476,
        "name": "Cristobal",
        "passives": [
            "暴增的狀態效果：此角色施放特殊技能時，有 50% 機率給予所有敵人 -25% 法力產出，持续 3 個回合。特殊技能充满时，機率則變為 100%。"
        ]
    },
    {
        "originalIndex": 477,
        "name": "Cristobal C1",
        "passives": [
            "暴增的狀態效果：此角色施放特殊技能時，有 60% 機率給予所有敵人 -45% 法力產出，持续 3 個回合。特殊技能充满时，機率則變為 100%。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 478,
        "name": "Dagr",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 330 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 479,
        "name": "Daroga",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 480,
        "name": "Desmond",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 481,
        "name": "Dodgrom",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 482,
        "name": "Ecgtheow",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 483,
        "name": "Edwin",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 484,
        "name": "Edwin C1",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 485,
        "name": "Eiora & Fluffy",
        "passives": []
    },
    {
        "originalIndex": 486,
        "name": "Eiora & Fluffy C1",
        "passives": [
            "淨化時複製異常：此英雄的一個狀態異常受到淨化時，將隨機對一名敵人施加受淨化異常的新複製體。"
        ]
    },
    {
        "originalIndex": 487,
        "name": "Ekanite",
        "passives": []
    },
    {
        "originalIndex": 488,
        "name": "El Naddaha",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 489,
        "name": "El Naddaha C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 490,
        "name": "Elkanen",
        "passives": []
    },
    {
        "originalIndex": 491,
        "name": "Elkanen C1",
        "passives": []
    },
    {
        "originalIndex": 492,
        "name": "Elkanen C2",
        "passives": []
    },
    {
        "originalIndex": 493,
        "name": "Elkanen Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 494,
        "name": "Elkanen Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 495,
        "name": "Ellery",
        "passives": [
            "駭異契約：如果被擊败，此角色有機率重生為駭異宿主。此角色每有 10% 點疯狂，該機率為 10，最高機率為 100%。",
            "駭異宿主具有：",
            "* 100% 繼承生命。",
            "* 1200 點攻擊。",
            "* 1200 點防禦。",
            "特殊技能:邪神荒疫。",
            "* 對目標造成 400% 傷害，並對其造成 35 點瘋狂。",
            "* 對施法者造成 30 點瘋狂。",
            "在瘋狂生效時，若此角色擊敗自己，重生的機率一律為 100%。"
        ]
    },
    {
        "originalIndex": 496,
        "name": "Elradir",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 497,
        "name": "Elyssa",
        "passives": [
            "轉化異常：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的狀態異常，皆會轉化為對應的增益，且此增益無法驅散。轉化效果：",
            "* 攻擊状態異常轉變為 +40% 攻擊增益，持續 3 個回合。",
            "* 防禦状態異常轉變為 +40% 防禦增益，持續 3 個回合。",
            "* 法力产出狀態巽常轉變為 +40% 法力產出增益，持续 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 498,
        "name": "Emblem Mimic Nature",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 大師騎士紋章。",
            "* 大師德魯伊紋章。",
            "* 騎士紋章。",
            "* 德魯伊紋章。"
        ]
    },
    {
        "originalIndex": 499,
        "name": "Enigmo",
        "passives": [
            "記住敵方小兵與惡魔：此角色天賦異稟，能夠記住任何被敵方特殊技能召喚出來的小兵或惡魔。最近一次召喚的小兵或惡魔會持續被記憶住，直到特殊技能被使用為止。"
        ]
    },
    {
        "originalIndex": 500,
        "name": "Evelyn",
        "passives": []
    },
    {
        "originalIndex": 501,
        "name": "Evelyn C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 502,
        "name": "Experience Mimic Nature",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通自然訓練師英雄。",
            "* 罕見自然訓練師英雄。",
            "* 稀有自然訓練師英雄。",
            "* 普通自然英雄。",
            "* 罕見自然英雄。"
        ]
    },
    {
        "originalIndex": 503,
        "name": "Fafnir",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 337 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 504,
        "name": "Februus",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 505,
        "name": "Ferrus",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 128 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 506,
        "name": "Florenna",
        "passives": [
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 507,
        "name": "Foxley",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 508,
        "name": "Francine",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 509,
        "name": "Francine C1",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 510,
        "name": "Freawaru",
        "passives": [
            "每個敵人增益提供的法力：每個回合開始時，敵人隊伍擁有的每一個生效狀態效果增益都能讓自身獲得少量法力。（最多 20 個增益）",
            "赋能抵禦法力減损：此角色對法力减损免疫，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "扺禦増益封鎖：此角色對使其無法接收新狀態效果增益的效果免疫。"
        ]
    },
    {
        "originalIndex": 511,
        "name": "Frigg",
        "passives": []
    },
    {
        "originalIndex": 512,
        "name": "Frigg C1",
        "passives": []
    },
    {
        "originalIndex": 513,
        "name": "Frog Prince",
        "passives": []
    },
    {
        "originalIndex": 514,
        "name": "Frond",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 515,
        "name": "Fungustine",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 516,
        "name": "Galapago",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 517,
        "name": "Galapago C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 518,
        "name": "Garjammal",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 519,
        "name": "Garjammal C1",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 520,
        "name": "Garten",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 4 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 521,
        "name": "Gelert",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 522,
        "name": "Gelert C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 523,
        "name": "Ginger",
        "passives": []
    },
    {
        "originalIndex": 524,
        "name": "Ginger C1",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合内附加 500 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 525,
        "name": "Godfrey",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 526,
        "name": "Goorian",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 527,
        "name": "Grace",
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "嘲諷時的法力：每當敵人受到嘲諷狀態效果時，此角色的法力增加 10%。"
        ]
    },
    {
        "originalIndex": 528,
        "name": "Green Knight",
        "passives": []
    },
    {
        "originalIndex": 529,
        "name": "Gregorion",
        "passives": []
    },
    {
        "originalIndex": 530,
        "name": "Gregorion C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 531,
        "name": "Grendel",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 532,
        "name": "Grovevert",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 533,
        "name": "Guan Yu",
        "passives": []
    },
    {
        "originalIndex": 534,
        "name": "Guan Yu C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 535,
        "name": "Guardian Chameleon",
        "passives": []
    },
    {
        "originalIndex": 536,
        "name": "Hammertusk",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 537,
        "name": "Haulstone",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 538,
        "name": "Heimdall",
        "passives": []
    },
    {
        "originalIndex": 539,
        "name": "Heimdall C1",
        "passives": []
    },
    {
        "originalIndex": 540,
        "name": "Horghall",
        "passives": []
    },
    {
        "originalIndex": 541,
        "name": "Horghall C1",
        "passives": []
    },
    {
        "originalIndex": 542,
        "name": "Horghall C2",
        "passives": []
    },
    {
        "originalIndex": 543,
        "name": "Horghall Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 544,
        "name": "Horghall Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 545,
        "name": "Hortensia",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 546,
        "name": "Humbert",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 547,
        "name": "Hygil",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 548,
        "name": "Iku-Turso",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 549,
        "name": "Ito",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 550,
        "name": "Jade",
        "passives": []
    },
    {
        "originalIndex": 551,
        "name": "Kadilen",
        "passives": []
    },
    {
        "originalIndex": 552,
        "name": "Kadilen C1",
        "passives": []
    },
    {
        "originalIndex": 553,
        "name": "Kadilen C2",
        "passives": []
    },
    {
        "originalIndex": 554,
        "name": "Kadilen Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 555,
        "name": "Kadilen Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 556,
        "name": "Kai",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 557,
        "name": "Khatrox",
        "passives": [
            "駭異契約：如果被擊败，此角色有機率重生為駭異宿主。此角色每有 10% 點疯狂，該機率為 10，最高機率為 100%。",
            "駭異宿主具有：",
            "* 100% 繼承生命。",
            "* 1200 點攻擊。",
            "* 1200 點防禦。",
            "特殊技能:邪神荒疫。",
            "* 對目標造成 400% 傷害，並對其造成 35 點瘋狂。",
            "* 對施法者造成 30 點瘋狂。",
            "在瘋狂生效時，若此角色擊敗自己，重生的機率一律為 100%。"
        ]
    },
    {
        "originalIndex": 558,
        "name": "Kingston",
        "passives": [
            "抵禦燃燒：該角色對燃燒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 559,
        "name": "Kolya",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 560,
        "name": "Lady Locke",
        "passives": []
    },
    {
        "originalIndex": 561,
        "name": "Lady Locke C1",
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 540 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 562,
        "name": "Lady of the Lake",
        "passives": []
    },
    {
        "originalIndex": 563,
        "name": "Lady of the Lake C1",
        "passives": []
    },
    {
        "originalIndex": 564,
        "name": "Leadria",
        "passives": [
            "抵禦最大生命值降低：此角色對最大生命值降低具有天生抗性。",
            "已陣亡小兵的加成生命值：當擁有的小兵被摧毀時，此角色恢復 50 加成生命值。"
        ]
    },
    {
        "originalIndex": 565,
        "name": "Leafwhisk",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 566,
        "name": "Leonie",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 567,
        "name": "Lianna",
        "passives": []
    },
    {
        "originalIndex": 568,
        "name": "Lianna C1",
        "passives": []
    },
    {
        "originalIndex": 569,
        "name": "Lianna C2",
        "passives": []
    },
    {
        "originalIndex": 570,
        "name": "Lianna Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 571,
        "name": "Lianna Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 572,
        "name": "Limeboire",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 573,
        "name": "Lin Chong",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 574,
        "name": "Liora",
        "passives": [
            "抵禦生命偷取異常：此角色對偷取生命的状態異常免疫。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 575,
        "name": "Liu Bei",
        "passives": []
    },
    {
        "originalIndex": 576,
        "name": "Liu Bei C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 577,
        "name": "Lughaidh",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 578,
        "name": "Lughaidh C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "使用特殊技能時獲得生命值加成：此角色施展特殊技能時，會使所有盟友獲得 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 579,
        "name": "Ma'at",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 580,
        "name": "Ma'at C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 581,
        "name": "Maegwyn",
        "passives": [
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "抵禦治療異常：此角色對影響治療的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 582,
        "name": "Margaret",
        "passives": [
            "抵禦驅散：此角色對增益的驅散效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 583,
        "name": "Max",
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 584,
        "name": "Mazoga",
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 254 水系傷害。"
        ]
    },
    {
        "originalIndex": 585,
        "name": "Mena",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 3 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 586,
        "name": "Merith",
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 587,
        "name": "Mistweaver",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 588,
        "name": "Moonflower",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 589,
        "name": "Morgan Le Fay",
        "passives": []
    },
    {
        "originalIndex": 590,
        "name": "Mother North",
        "passives": []
    },
    {
        "originalIndex": 591,
        "name": "Mother North C1",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合內附加 304 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 592,
        "name": "Mucktus",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 593,
        "name": "Myoin-ni",
        "passives": []
    },
    {
        "originalIndex": 594,
        "name": "Mystia",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "無視嘲諷：此角色的特殊技能不受嘲諷影響。"
        ]
    },
    {
        "originalIndex": 595,
        "name": "Nogu",
        "passives": [
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 10% 法力。",
            "敵人獲得生命值加成時，獲得生命值加成：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 450 點生命值加成。"
        ]
    },
    {
        "originalIndex": 596,
        "name": "Ott",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 326 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 597,
        "name": "Ott C1",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 354 燃燒傷害，並在每回合降低目標 -13% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 598,
        "name": "Penelope",
        "passives": []
    },
    {
        "originalIndex": 599,
        "name": "Peregrine",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 600,
        "name": "Peridot",
        "passives": []
    },
    {
        "originalIndex": 601,
        "name": "Phileas Fogg",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 602,
        "name": "Phileas Fogg C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 603,
        "name": "Pip",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 604,
        "name": "Prince Siegfried",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 20% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 605,
        "name": "Qinglong",
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 606,
        "name": "Queen Anne",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 607,
        "name": "Quenell",
        "passives": []
    },
    {
        "originalIndex": 608,
        "name": "Quenell C1",
        "passives": [
            "能力：提升狀態效果持續時間。有機率提升施放狀態效果的持續時間。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 609,
        "name": "Ragrim",
        "passives": [
            "轉化異常：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的狀態異常，皆會轉化為對應的增益，且此增益無法驅散。轉化效果：",
            "* 攻擊状態異常轉變為 +40% 攻擊增益，持續 3 個回合。",
            "* 防禦状態異常轉變為 +40% 防禦增益，持續 3 個回合。",
            "* 法力产出狀態巽常轉變為 +40% 法力產出增益，持续 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 610,
        "name": "Ratatoskr",
        "passives": []
    },
    {
        "originalIndex": 611,
        "name": "Ratatoskr C1",
        "passives": []
    },
    {
        "originalIndex": 612,
        "name": "Relius",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 613,
        "name": "Rhineglow",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 614,
        "name": "Roz",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 615,
        "name": "Roz C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 616,
        "name": "Sadie",
        "passives": []
    },
    {
        "originalIndex": 617,
        "name": "Sha Wujing",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 618,
        "name": "Silvaria",
        "passives": [
            "抵禦小兵移除：此角色對小兵移除效果具有天生抗性。",
            "燃燒時召喚：每當此角色獲得燃燒狀態異常時，他們將會替自己召喚一個森林守衛小兵。森林守衛小兵從此角色繼承 40% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 619,
        "name": "Smarttongue",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 620,
        "name": "Snowball",
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 621,
        "name": "Soursting",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 622,
        "name": "Spartoi",
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 623,
        "name": "Spartoi C1",
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 624,
        "name": "Spiff",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 625,
        "name": "Staintongue",
        "passives": [
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 12% 生命值。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 5% 生命值。"
        ]
    },
    {
        "originalIndex": 626,
        "name": "Starlass",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 627,
        "name": "Sun Erniang",
        "passives": [
            "特殊攻墼暴擎時獲得生命值加成：此角色使用特殊技能造成暴聖時會使所有盟友獲得 10% 生命值加成。此效果每回合可啟用一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 628,
        "name": "Sune",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 629,
        "name": "Suomuhauki",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 630,
        "name": "Tametomo",
        "passives": []
    },
    {
        "originalIndex": 631,
        "name": "Tarlak",
        "passives": []
    },
    {
        "originalIndex": 632,
        "name": "Tarlak C1",
        "passives": []
    },
    {
        "originalIndex": 633,
        "name": "Teddy",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 634,
        "name": "Telluria",
        "passives": [
            "抵禦小兵移除：此英雄對小兵移除效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 635,
        "name": "Telonius",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 636,
        "name": "Telonius C1",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 60% 機率對所有敵人造成 150% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -7% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 637,
        "name": "Thaffer",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 638,
        "name": "The Hatter",
        "passives": []
    },
    {
        "originalIndex": 639,
        "name": "The Hatter C1",
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 640,
        "name": "Theodosius",
        "passives": [
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 641,
        "name": "Toxicandra",
        "passives": []
    },
    {
        "originalIndex": 642,
        "name": "Toxicandra C1",
        "passives": [
            "特殊技能造成詛咒效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 461 詛咒傷害，傷害從低開始並每回合增加。"
        ]
    },
    {
        "originalIndex": 643,
        "name": "Turundh",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。",
            "抵禦負面法力效果：此角色對法力減損以及影響法力產出的状態異常和負面疊加免疫，亦適用於封鎖或竊取法力的效果和狀態異常。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 644,
        "name": "Vainamoinen",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 645,
        "name": "Vainamoinen C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 646,
        "name": "Verdigoo",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 647,
        "name": "Verus",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 648,
        "name": "Viselus",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "劇毒時生命值加成：每回合開始時，每個受到劇毒效果的敵人，都會為此角色與附近盟友提供 2% 的加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 649,
        "name": "Winifred",
        "passives": [
            "防禦異常降低：防禦異常效果降低 80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 650,
        "name": "Xandrella",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 651,
        "name": "Xandrella C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 652,
        "name": "Xiamara",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 653,
        "name": "Xiaoqing",
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 654,
        "name": "Xshahr",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。",
            "抵禦負面法力效果：此角色對法力減損以及影響法力產出的状態異常和負面疊加免疫，亦適用於封鎖或竊取法力的效果和狀態異常。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 655,
        "name": "Yunan",
        "passives": []
    },
    {
        "originalIndex": 656,
        "name": "Yunan C1",
        "passives": []
    },
    {
        "originalIndex": 657,
        "name": "Zavinia",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 658,
        "name": "Zeline",
        "passives": []
    },
    {
        "originalIndex": 659,
        "name": "Zeline C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 660,
        "name": "Zocc",
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 661,
        "name": "Zuni",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 662,
        "name": "Fletcher",
        "passives": []
    },
    {
        "originalIndex": 663,
        "name": "Nightshade",
        "passives": []
    },
    {
        "originalIndex": 664,
        "name": "Julius",
        "passives": []
    },
    {
        "originalIndex": 665,
        "name": "Layla",
        "passives": []
    },
    {
        "originalIndex": 666,
        "name": "Silthus",
        "passives": []
    },
    {
        "originalIndex": 667,
        "name": "Aderyn",
        "passives": []
    },
    {
        "originalIndex": 668,
        "name": "An-Windr",
        "passives": []
    },
    {
        "originalIndex": 669,
        "name": "Aqeela",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 670,
        "name": "Aqeela C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 671,
        "name": "Balthazar",
        "passives": []
    },
    {
        "originalIndex": 672,
        "name": "Balthazar C1",
        "passives": []
    },
    {
        "originalIndex": 673,
        "name": "Balthazar Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 674,
        "name": "Balthazar Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 675,
        "name": "Betty",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 4 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 676,
        "name": "Bjorn",
        "passives": []
    },
    {
        "originalIndex": 677,
        "name": "Bjorn C1",
        "passives": []
    },
    {
        "originalIndex": 678,
        "name": "Budatin",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 679,
        "name": "Chochin",
        "passives": []
    },
    {
        "originalIndex": 680,
        "name": "Edd",
        "passives": []
    },
    {
        "originalIndex": 681,
        "name": "Gill-Ra",
        "passives": []
    },
    {
        "originalIndex": 682,
        "name": "Gill-Ra C1",
        "passives": []
    },
    {
        "originalIndex": 683,
        "name": "Greel",
        "passives": [
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 12% 生命值。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 684,
        "name": "Guardian Bat",
        "passives": []
    },
    {
        "originalIndex": 685,
        "name": "Jack",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 686,
        "name": "Maeve",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 687,
        "name": "Morganite",
        "passives": []
    },
    {
        "originalIndex": 688,
        "name": "Morris",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 689,
        "name": "Morris C1",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 690,
        "name": "Oberon",
        "passives": []
    },
    {
        "originalIndex": 691,
        "name": "Oberon C1",
        "passives": []
    },
    {
        "originalIndex": 692,
        "name": "Oberon Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 693,
        "name": "Oberon Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 694,
        "name": "Para",
        "passives": [
            "當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 695,
        "name": "Prisca",
        "passives": []
    },
    {
        "originalIndex": 696,
        "name": "Prisca C1",
        "passives": []
    },
    {
        "originalIndex": 697,
        "name": "Prisca Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 698,
        "name": "Prisca Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 699,
        "name": "Renfeld",
        "passives": []
    },
    {
        "originalIndex": 700,
        "name": "Renfeld C1",
        "passives": []
    },
    {
        "originalIndex": 701,
        "name": "Renfeld Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 702,
        "name": "Renfeld Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 703,
        "name": "Treevil",
        "passives": []
    },
    {
        "originalIndex": 704,
        "name": "Tyrum",
        "passives": []
    },
    {
        "originalIndex": 705,
        "name": "Tyrum C1",
        "passives": []
    },
    {
        "originalIndex": 706,
        "name": "Tyrum Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 707,
        "name": "Tyrum Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 708,
        "name": "Unferth",
        "passives": [
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 709,
        "name": "Vlad",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 710,
        "name": "Ahhotep",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 711,
        "name": "Ahhotep C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 712,
        "name": "Ameonna",
        "passives": []
    },
    {
        "originalIndex": 713,
        "name": "Ameonna C1",
        "passives": []
    },
    {
        "originalIndex": 714,
        "name": "Ametrine",
        "passives": []
    },
    {
        "originalIndex": 715,
        "name": "Ana-Belle",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 716,
        "name": "Ana-Belle C1",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 717,
        "name": "Arges",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 718,
        "name": "Boomer",
        "passives": []
    },
    {
        "originalIndex": 719,
        "name": "Cheshire Cat",
        "passives": []
    },
    {
        "originalIndex": 720,
        "name": "Cheshire Cat C1",
        "passives": []
    },
    {
        "originalIndex": 721,
        "name": "Cupcake",
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 722,
        "name": "Cyprian",
        "passives": []
    },
    {
        "originalIndex": 723,
        "name": "Cyprian C1",
        "passives": []
    },
    {
        "originalIndex": 724,
        "name": "Cyprian C2",
        "passives": []
    },
    {
        "originalIndex": 725,
        "name": "Cyprian Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 726,
        "name": "Cyprian Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 727,
        "name": "Dizzy",
        "passives": []
    },
    {
        "originalIndex": 728,
        "name": "Foxglove",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 729,
        "name": "Fura",
        "passives": []
    },
    {
        "originalIndex": 730,
        "name": "Fura C1",
        "passives": []
    },
    {
        "originalIndex": 731,
        "name": "Gafar",
        "passives": []
    },
    {
        "originalIndex": 732,
        "name": "Heifeng Guai",
        "passives": []
    },
    {
        "originalIndex": 733,
        "name": "Ingolf",
        "passives": []
    },
    {
        "originalIndex": 734,
        "name": "Jabbar",
        "passives": []
    },
    {
        "originalIndex": 735,
        "name": "Juliani",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 736,
        "name": "Kitty",
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 737,
        "name": "Koda",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 738,
        "name": "Lexi",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 739,
        "name": "Meadow",
        "passives": [
            "特殊技能附加狀態效果：當該角色施放其特殊技能時，會給一個隨機敵人施加獵人印記。目標在 3 回合內受到 150 點傷害。如果目標已有此效果，則持續時間刷新，傷害增加 150 點，總傷害最高可達 1500 點。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 740,
        "name": "Merlin",
        "passives": []
    },
    {
        "originalIndex": 741,
        "name": "Merlin C1",
        "passives": []
    },
    {
        "originalIndex": 742,
        "name": "Proteus",
        "passives": []
    },
    {
        "originalIndex": 743,
        "name": "Proteus C1",
        "passives": []
    },
    {
        "originalIndex": 744,
        "name": "Rigard",
        "passives": []
    },
    {
        "originalIndex": 745,
        "name": "Rigard C1",
        "passives": []
    },
    {
        "originalIndex": 746,
        "name": "Rigard C2",
        "passives": []
    },
    {
        "originalIndex": 747,
        "name": "Rigard Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 748,
        "name": "Rigard Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 749,
        "name": "Ryleh",
        "passives": [
            "被舊者烙印：此角色每有 10 點疯狂，其普通攻擊和特殊技能造成的所有傷害提升 6%，最高提升 60%。"
        ]
    },
    {
        "originalIndex": 750,
        "name": "Sabina",
        "passives": []
    },
    {
        "originalIndex": 751,
        "name": "Sabina C1",
        "passives": []
    },
    {
        "originalIndex": 752,
        "name": "Sabina C2",
        "passives": []
    },
    {
        "originalIndex": 753,
        "name": "Sabina Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 754,
        "name": "Sabina Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 755,
        "name": "Sergei",
        "passives": [
            "此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 756,
        "name": "Shar'Khai",
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 757,
        "name": "Shar'Khai C1",
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 758,
        "name": "Shoggo",
        "passives": []
    },
    {
        "originalIndex": 759,
        "name": "Shyombre",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 760,
        "name": "Stonecleave",
        "passives": []
    },
    {
        "originalIndex": 761,
        "name": "Talesie",
        "passives": [
            "目标每有一層血百合叠加，受到此角色的普通攻擎和特殊技能造成的增加 5%。"
        ]
    },
    {
        "originalIndex": 762,
        "name": "Tiburtus",
        "passives": []
    },
    {
        "originalIndex": 763,
        "name": "Tiburtus C1",
        "passives": []
    },
    {
        "originalIndex": 764,
        "name": "Tiburtus C2",
        "passives": []
    },
    {
        "originalIndex": 765,
        "name": "Tiburtus Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 766,
        "name": "Tiburtus Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 767,
        "name": "Acidfire",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 768,
        "name": "Aconia",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 769,
        "name": "Aeron",
        "passives": []
    },
    {
        "originalIndex": 770,
        "name": "Aeron C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 771,
        "name": "Agadh",
        "passives": [
            "轉化增益：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的增益，皆會轉化為對應的狀態異常，且此状態無法驅散。轉化效果：",
            "* 攻擊增益替代為 -40% 攻擊異常，持續 3 個回合。",
            "* 防禦增益替代為 -40% 防禦異常，持續 3 個回合。",
            "* 法力產出增益替代為 -40% 法力產出異常，持續 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 772,
        "name": "Agrafena",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 773,
        "name": "Agrafena C1",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 60% 機率對所有敵人造成 150% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 774,
        "name": "Akilius",
        "passives": [
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。",
            "從已陣亡小兵獲取生命值：此角色擁有的小兵被擊殺時，會恢復 100 的生命值。"
        ]
    },
    {
        "originalIndex": 775,
        "name": "Alfrike",
        "passives": []
    },
    {
        "originalIndex": 776,
        "name": "Alfrike C1",
        "passives": []
    },
    {
        "originalIndex": 777,
        "name": "Amelia",
        "passives": [
            "轉化異常：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的狀態異常，皆會轉化為對應的增益，且此增益無法驅散。轉化效果：",
            "* 攻擊状態異常轉變為 +40% 攻擊增益，持續 3 個回合。",
            "* 防禦状態異常轉變為 +40% 防禦增益，持續 3 個回合。",
            "* 法力产出狀態巽常轉變為 +40% 法力產出增益，持续 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 778,
        "name": "Amethyst",
        "passives": []
    },
    {
        "originalIndex": 779,
        "name": "Anoushka",
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的原本狀態效果。",
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 780,
        "name": "Anubis",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 781,
        "name": "Anubis C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 782,
        "name": "Aramis",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 783,
        "name": "Aramis C1",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常和負面效果疊加免疫。不適用於影響元素防禦的狀態異常。",
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 75% 機率對所有敵人造成所承受傷害的 50% 傷害。"
        ]
    },
    {
        "originalIndex": 784,
        "name": "Arfanias",
        "passives": [
            "法力減損的狀態效果：法力減損時，此角色獲得 +30% 攻擊，持續 3 回合。",
            "抵禦生命偷取異常：此英雄對偷取生命的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 785,
        "name": "Ascension Mimic Dark",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 皇室戰袍。",
            "* * *",
            "- 精致手套。",
            "- 指南。",
            "- 陷阱工具。",
            "- 高筒靴。",
            "- 劍鞘。",
            "* *",
            "- 粗繩。",
            "- 匕首。"
        ]
    },
    {
        "originalIndex": 786,
        "name": "Asketel",
        "passives": []
    },
    {
        "originalIndex": 787,
        "name": "Bastet",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 788,
        "name": "Bastet C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 789,
        "name": "Becky",
        "passives": [
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 790,
        "name": "Becky C1",
        "passives": [
            "暴增的健康恢復：此角色施放特殊技能時，有 60% 機率讓所有盟友恢復 20% 生命值。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -7% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 791,
        "name": "Belladonna",
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 792,
        "name": "Bera",
        "passives": []
    },
    {
        "originalIndex": 793,
        "name": "Bera C1",
        "passives": []
    },
    {
        "originalIndex": 794,
        "name": "Boss Wolf",
        "passives": []
    },
    {
        "originalIndex": 795,
        "name": "Carta",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 796,
        "name": "Cecilia",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 797,
        "name": "Cennius",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 798,
        "name": "Chakkoszrot",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 799,
        "name": "Chao Gai",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 800,
        "name": "Charon",
        "passives": [
            "抵禦防禦異常：此英雄對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 801,
        "name": "Clarissa",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 802,
        "name": "Dark Lord",
        "passives": []
    },
    {
        "originalIndex": 803,
        "name": "Dark Lord C1",
        "passives": [
            "特殊技能造成詛咒效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 473 詛咒傷害，傷害從低開始並每回合增加。"
        ]
    },
    {
        "originalIndex": 804,
        "name": "Darkbeat",
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 805,
        "name": "Darkfeather",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 806,
        "name": "Deadboot",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 30% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 807,
        "name": "Demilune",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 808,
        "name": "Devyani",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "對小兵和超級小兵造成額外傷害：此角色對小兵和超級小兵造成 +150% 傷害。"
        ]
    },
    {
        "originalIndex": 809,
        "name": "Diaochan",
        "passives": []
    },
    {
        "originalIndex": 810,
        "name": "Diaochan C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 811,
        "name": "Domitia",
        "passives": []
    },
    {
        "originalIndex": 812,
        "name": "Domitia C1",
        "passives": []
    },
    {
        "originalIndex": 813,
        "name": "Domitia C2",
        "passives": []
    },
    {
        "originalIndex": 814,
        "name": "Domitia Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 815,
        "name": "Domitia Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 816,
        "name": "Dr. Moreau",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 817,
        "name": "Dr. Moreau C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 818,
        "name": "Dreadstar",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 819,
        "name": "Dubhan",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 820,
        "name": "Dularfulr",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 308 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 821,
        "name": "Duval",
        "passives": [
            "小偷的機會：每回合開始時，此角色有 50% 機率劫掠一名随機敵人：",
            "劫掠：",
            "* 竊取 200 生命值。",
            "* 安全地從敵人身上竊取一個随機成長效果、正面疊加增益或狀態效果。包括不可驅散的增益和舞蹈效果。",
            "* 安全竊取可避免移增益時的第二效果，例如移除時受到傷害。被動技能和家族效果仍可發動。",
            "死裡逃生：當該角色首次承受致命傷害時，會將該傷害將轉移至隨機敵人身上。在有數波攻勢的戰鬥中，效果將於每波攻勢開始時刷新。"
        ]
    },
    {
        "originalIndex": 822,
        "name": "Eldwren",
        "passives": [
            "抵禦惡魔：此角色無法收到惡魔。",
            "抵禦特殊技能封鎖：此角色對於能夠讓特殊技能無法使用的狀態異常免疫。"
        ]
    },
    {
        "originalIndex": 823,
        "name": "Elsbeth",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "樹苗召喚: 每回合對一位随機敵人召唤一個種子恶魔。",
            "* 2 回合後，种子态會进化為發芽惡魔。",
            "* 2 回合後，發芽惡魔會进化為盛開超級惡魔。",
            "1 ） 种子惡魔： 50% 攻撃、 15% 生命。",
            "2 ） 發芽惡魔： 75% 攻撃、 25% 生命。",
            "3 ） 盛开超級惡魔： 250% 攻撃、 60% 生命。"
        ]
    },
    {
        "originalIndex": 824,
        "name": "Emblem Mimic Dark",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 大師盜賊紋章。",
            "* 大師遊俠紋章。",
            "* 盜賊紋章。",
            "* 遊俠紋章。"
        ]
    },
    {
        "originalIndex": 825,
        "name": "Eros",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 826,
        "name": "Experience Mimic Dark",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通暗黑訓練師英雄。",
            "* 罕見暗黑訓練師英雄。",
            "* 稀有暗黑訓練師英雄。",
            "* 普通暗黑英雄。",
            "* 罕見暗黑英雄。"
        ]
    },
    {
        "originalIndex": 827,
        "name": "Farrah",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 828,
        "name": "Freya",
        "passives": []
    },
    {
        "originalIndex": 829,
        "name": "Freya C1",
        "passives": []
    },
    {
        "originalIndex": 830,
        "name": "Gastille",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 831,
        "name": "Gongoth",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 832,
        "name": "Gooldron",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 833,
        "name": "Goretooth",
        "passives": [
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 3% 生命。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 834,
        "name": "Goseck",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 5 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 835,
        "name": "Grendel's Mother",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 836,
        "name": "Griffex",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 837,
        "name": "Griffex C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 838,
        "name": "Grimble",
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的狀態效果。"
        ]
    },
    {
        "originalIndex": 839,
        "name": "Guardian Panther",
        "passives": []
    },
    {
        "originalIndex": 840,
        "name": "Guardian Panther C1",
        "passives": []
    },
    {
        "originalIndex": 841,
        "name": "Gunktus",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 842,
        "name": "Hannah",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 843,
        "name": "Hannah C1",
        "passives": [
            "用法力開始戰鬥：此英雄在戰鬥開始時獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 844,
        "name": "Hawthorn",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 845,
        "name": "Hel",
        "passives": []
    },
    {
        "originalIndex": 846,
        "name": "Hel C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 847,
        "name": "Hreidmarr",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 312 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 848,
        "name": "Hulda",
        "passives": [
            "增加增益持續時間：此角色從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 849,
        "name": "Hulda C1",
        "passives": [
            "增加增益持續時間：此角色從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "使用特殊技能時獲得生命值加成：此角色施展特殊技能時，會使所有盟友獲得 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 850,
        "name": "Hunter",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 851,
        "name": "Hurricane",
        "passives": [
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 852,
        "name": "Imagus",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防票的效果影響。",
            "這包括：",
            "* 狀態效果增益以及異常。",
            "* 正面與負面疊加。",
            "* 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 853,
        "name": "Jabberwock",
        "passives": []
    },
    {
        "originalIndex": 854,
        "name": "Jabberwock C1",
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 855,
        "name": "Jett",
        "passives": [
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 856,
        "name": "Kadath",
        "passives": [
            "被舊者烙印：此角色每有 10 點疯狂，其普通攻擊和特殊技能造成的所有傷害提升 6%，最高提升 60%。"
        ]
    },
    {
        "originalIndex": 857,
        "name": "Kageburado",
        "passives": []
    },
    {
        "originalIndex": 858,
        "name": "Kageburado C1",
        "passives": []
    },
    {
        "originalIndex": 859,
        "name": "Karnov",
        "passives": []
    },
    {
        "originalIndex": 860,
        "name": "Karnov C1",
        "passives": [
            "特殊技能造成詛咒效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 461 詛咒傷害，傷害從低開始並每回合增加。"
        ]
    },
    {
        "originalIndex": 861,
        "name": "Kemeny",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 862,
        "name": "Khepri",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 863,
        "name": "Khepri C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 864,
        "name": "Khiona",
        "passives": []
    },
    {
        "originalIndex": 865,
        "name": "Khiona C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 866,
        "name": "Khonshu",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 867,
        "name": "Khonshu C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 868,
        "name": "Killhare",
        "passives": []
    },
    {
        "originalIndex": 869,
        "name": "Killhare C1",
        "passives": []
    },
    {
        "originalIndex": 870,
        "name": "Knave of Hearts",
        "passives": []
    },
    {
        "originalIndex": 871,
        "name": "Knightus",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 872,
        "name": "Kunchen",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常和負面疊加具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 873,
        "name": "Lemniss",
        "passives": [
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "抵禦治療異常：此角色對影響治療的狀態異常免疫。"
        ]
    },
    {
        "originalIndex": 874,
        "name": "Lepiota",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 875,
        "name": "Lepiota C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 876,
        "name": "Lilareine",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 877,
        "name": "Lilli",
        "passives": [
            "轉化增益：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的增益，皆會轉化為對應的狀態異常，且此状態無法驅散。轉化效果：",
            "* 攻擊增益替代為 -40% 攻擊異常，持續 3 個回合。",
            "* 防禦增益替代為 -40% 防禦異常，持續 3 個回合。",
            "* 法力產出增益替代為 -40% 法力產出異常，持續 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 878,
        "name": "Louhi",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 879,
        "name": "Louhi C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 880,
        "name": "Lu Bu",
        "passives": []
    },
    {
        "originalIndex": 881,
        "name": "Lu Bu C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 882,
        "name": "Lucinda",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 883,
        "name": "Ludwig",
        "passives": []
    },
    {
        "originalIndex": 884,
        "name": "Luna",
        "passives": [
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 885,
        "name": "Madame Giry",
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 20% 生命值。此效果每回合僅能啟動一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 886,
        "name": "Maisie",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 887,
        "name": "Malicna",
        "passives": [
            "抵禦生命偷取異常：此角色對偷取生命的狀態異常具有天生抗性。",
            "法力減損的狀態效果：法力減損時，此角色獲得 +94% 對抗神聖屬性的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 888,
        "name": "Marie-Therese",
        "passives": []
    },
    {
        "originalIndex": 889,
        "name": "Marie-Therese C1",
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 504 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 890,
        "name": "Marnes",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防票的效果影響。",
            "這包括：",
            "* 狀態效果增益以及異常。",
            "* 正面與負面疊加。",
            "* 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 891,
        "name": "Maud",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 892,
        "name": "Medea",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 893,
        "name": "Medea C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 894,
        "name": "Melancholia",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 895,
        "name": "Mok-Arr",
        "passives": []
    },
    {
        "originalIndex": 896,
        "name": "Mok-Arr C1",
        "passives": []
    },
    {
        "originalIndex": 897,
        "name": "Morax",
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 898,
        "name": "Mortewitch",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 899,
        "name": "Mortimer",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 202 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 900,
        "name": "Myztero",
        "passives": [
            "記住狀態異常：此英雄天賦異稟，能夠記住狀態異常。該英雄會持續記住敵方向其施放的最新 5 個狀態異常，直至有新的特殊技能施放。"
        ]
    },
    {
        "originalIndex": 901,
        "name": "Narcisa",
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 902,
        "name": "Noel",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合内附加 484 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 903,
        "name": "Nyx",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 904,
        "name": "Obakan",
        "passives": []
    },
    {
        "originalIndex": 905,
        "name": "Obakan C1",
        "passives": []
    },
    {
        "originalIndex": 906,
        "name": "Obakan C2",
        "passives": []
    },
    {
        "originalIndex": 907,
        "name": "Obakan Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 908,
        "name": "Obakan Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 909,
        "name": "Odile",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 910,
        "name": "Ommodus",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 911,
        "name": "Onyx",
        "passives": []
    },
    {
        "originalIndex": 912,
        "name": "Paimon",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。",
            "抵禦負面法力效果：此角色對法力減損以及影響法力產出的状態異常和負面疊加免疫，亦適用於封鎖或竊取法力的效果和狀態異常。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 913,
        "name": "Peppermint",
        "passives": []
    },
    {
        "originalIndex": 914,
        "name": "Phantom of the Opera",
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 915,
        "name": "Phorcys",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 916,
        "name": "Phorcys C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 917,
        "name": "Phthonus",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 918,
        "name": "Prof. Morryster",
        "passives": [
            "被舊者烙印：此角色每有 10 點疯狂，其普通攻擊和特殊技能造成的所有傷害提升 6%，最高提升 60%。"
        ]
    },
    {
        "originalIndex": 919,
        "name": "Quartz",
        "passives": []
    },
    {
        "originalIndex": 920,
        "name": "Quintus",
        "passives": []
    },
    {
        "originalIndex": 921,
        "name": "Quintus C1",
        "passives": []
    },
    {
        "originalIndex": 922,
        "name": "Quintus C2",
        "passives": []
    },
    {
        "originalIndex": 923,
        "name": "Quintus Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 924,
        "name": "Quintus Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 925,
        "name": "Ramona",
        "passives": [
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "召喚惡魔時獲得生命值加成：對任意敵人召喚惡魔時，此角色會獲得 300 點生命值加成。此效果每回合僅可啟動一次。",
            "召喚惡魔時獲得法力：對任意敵人召喚惡魔時，此角色會獲得 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 926,
        "name": "Rayne",
        "passives": []
    },
    {
        "originalIndex": 927,
        "name": "Rochefort",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 928,
        "name": "Salmon Loki",
        "passives": []
    },
    {
        "originalIndex": 929,
        "name": "Salmon Loki C1",
        "passives": []
    },
    {
        "originalIndex": 930,
        "name": "Sargasso",
        "passives": []
    },
    {
        "originalIndex": 931,
        "name": "Sargasso C1",
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 476 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 932,
        "name": "Sartana",
        "passives": []
    },
    {
        "originalIndex": 933,
        "name": "Sartana C1",
        "passives": []
    },
    {
        "originalIndex": 934,
        "name": "Sartana C2",
        "passives": []
    },
    {
        "originalIndex": 935,
        "name": "Sartana Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 936,
        "name": "Sartana Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 937,
        "name": "Sartana Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 938,
        "name": "Satsui",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 939,
        "name": "Scath",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 940,
        "name": "Senan",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 941,
        "name": "Senan C1",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。",
            "特殊技能造成流血效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 544 流血傷害。"
        ]
    },
    {
        "originalIndex": 942,
        "name": "Serena",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 278 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 943,
        "name": "Seshat",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。"
        ]
    },
    {
        "originalIndex": 944,
        "name": "Seshat C1",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 945,
        "name": "Set",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 946,
        "name": "Set C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 947,
        "name": "Shacklebolt",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 948,
        "name": "Shadowfang",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 949,
        "name": "Sir Casmir",
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。",
            "回復生命時獲得法力：此角色每次回復生命時也會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 950,
        "name": "Sliposi",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 951,
        "name": "Sneferu",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驱散所有来自敵人的最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 952,
        "name": "Sneferu C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驱散所有来自敵人的最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 953,
        "name": "Sorcha",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 954,
        "name": "Swiftpaw",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 955,
        "name": "Tamlin",
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 956,
        "name": "Tenebrae",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 140 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 957,
        "name": "The Beast",
        "passives": [
            "復活後生命值減少：所有敵人（頭目除外）會以 -80% 的生命值復活。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 15% 生命值。此效果每回合僅能啟動一次。",
            "內在之美：每當此角色因状態異常會受到傷害時，該角色會恢復等量的生命值。"
        ]
    },
    {
        "originalIndex": 958,
        "name": "Thoth-Amun",
        "passives": []
    },
    {
        "originalIndex": 959,
        "name": "Thoth-Amun C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 960,
        "name": "Thrivaldi",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 331 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 961,
        "name": "Tora",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 962,
        "name": "Turgruk",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。",
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的狀態效果。"
        ]
    },
    {
        "originalIndex": 963,
        "name": "Tweedles",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 964,
        "name": "Ultrox",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 965,
        "name": "Ultrox C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 966,
        "name": "Umbria",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 967,
        "name": "Umeko",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 968,
        "name": "Ursena",
        "passives": []
    },
    {
        "originalIndex": 969,
        "name": "Ursena C1",
        "passives": []
    },
    {
        "originalIndex": 970,
        "name": "Uthragan",
        "passives": [
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。",
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 971,
        "name": "Uwe",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 5 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 972,
        "name": "Vander",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 973,
        "name": "Vard",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 974,
        "name": "Victor",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 975,
        "name": "Victor C1",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 976,
        "name": "Violet Potts",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 977,
        "name": "Viscaro",
        "passives": [
            "詛咒樹苗召喚：每當敵人使用特殊技能召喚小兵時，此角色將會對該敵人召喚一隻詛咒樹苗惡魔。",
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 978,
        "name": "Viscount Cluckwood",
        "passives": []
    },
    {
        "originalIndex": 979,
        "name": "Voidstar",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 980,
        "name": "Von Rothbart",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 981,
        "name": "Xie Zi Jing",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 982,
        "name": "Xiong Shanjun",
        "passives": []
    },
    {
        "originalIndex": 983,
        "name": "Xnolphod",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 984,
        "name": "Xnolphod C1",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 985,
        "name": "Ysabel",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 986,
        "name": "Zed",
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的原本狀態效果。",
            "已增加特殊技能傷害：此角色在前 2 次施展可造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 987,
        "name": "Zulag",
        "passives": [
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 988,
        "name": "Sharan",
        "passives": []
    },
    {
        "originalIndex": 989,
        "name": "Tudan",
        "passives": []
    },
    {
        "originalIndex": 990,
        "name": "Farid",
        "passives": []
    },
    {
        "originalIndex": 991,
        "name": "Jill",
        "passives": []
    },
    {
        "originalIndex": 992,
        "name": "Shaarkot",
        "passives": []
    },
    {
        "originalIndex": 993,
        "name": "Zudak",
        "passives": []
    },
    {
        "originalIndex": 994,
        "name": "Azar",
        "passives": []
    },
    {
        "originalIndex": 995,
        "name": "Azar C1",
        "passives": []
    },
    {
        "originalIndex": 996,
        "name": "Azar Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 997,
        "name": "Azar Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 998,
        "name": "Bagreg",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 999,
        "name": "Bagreg C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1000,
        "name": "Basil",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 12% 生命。"
        ]
    },
    {
        "originalIndex": 1001,
        "name": "Bauchan",
        "passives": []
    },
    {
        "originalIndex": 1002,
        "name": "Boots",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1003,
        "name": "Buster",
        "passives": []
    },
    {
        "originalIndex": 1004,
        "name": "Dante",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1005,
        "name": "Ei-Dunn",
        "passives": []
    },
    {
        "originalIndex": 1006,
        "name": "Ei-Dunn C1",
        "passives": []
    },
    {
        "originalIndex": 1007,
        "name": "Fawn",
        "passives": [
            "獲得增益的生命值回復 - 此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1008,
        "name": "Hawkmoon",
        "passives": []
    },
    {
        "originalIndex": 1009,
        "name": "Hawkmoon C1",
        "passives": []
    },
    {
        "originalIndex": 1010,
        "name": "Hawkmoon Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1011,
        "name": "Hawkmoon Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1012,
        "name": "Helgi",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 147 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1013,
        "name": "Helgi C1",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 170 燃燒傷害，並在每回合降低目標 -13% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1014,
        "name": "Jahangir",
        "passives": []
    },
    {
        "originalIndex": 1015,
        "name": "Jahangir C1",
        "passives": []
    },
    {
        "originalIndex": 1016,
        "name": "Jahangir Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1017,
        "name": "Jahangir Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1018,
        "name": "Jahangir Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 1019,
        "name": "Kornel",
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1020,
        "name": "Li",
        "passives": []
    },
    {
        "originalIndex": 1021,
        "name": "Liu Tang",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 1022,
        "name": "Namahage",
        "passives": []
    },
    {
        "originalIndex": 1023,
        "name": "Nashgar",
        "passives": []
    },
    {
        "originalIndex": 1024,
        "name": "Nashgar C1",
        "passives": []
    },
    {
        "originalIndex": 1025,
        "name": "Nashgar Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1026,
        "name": "Nashgar Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1027,
        "name": "Phoenicus",
        "passives": []
    },
    {
        "originalIndex": 1028,
        "name": "Piper",
        "passives": []
    },
    {
        "originalIndex": 1029,
        "name": "Rosepetite",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1030,
        "name": "Rudolph",
        "passives": []
    },
    {
        "originalIndex": 1031,
        "name": "Rudolph C1",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合内附加 244 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 1032,
        "name": "Rufus",
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1033,
        "name": "Skrekok",
        "passives": []
    },
    {
        "originalIndex": 1034,
        "name": "Squire Wabbit",
        "passives": []
    },
    {
        "originalIndex": 1035,
        "name": "Starswift",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1036,
        "name": "Sudri",
        "passives": []
    },
    {
        "originalIndex": 1037,
        "name": "Vollermork",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 1038,
        "name": "Vollermork C1",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 1039,
        "name": "Waqas",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1040,
        "name": "Waqas C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1041,
        "name": "Aodhan",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1042,
        "name": "Boldtusk",
        "passives": []
    },
    {
        "originalIndex": 1043,
        "name": "Boldtusk C1",
        "passives": []
    },
    {
        "originalIndex": 1044,
        "name": "Boldtusk C2",
        "passives": []
    },
    {
        "originalIndex": 1045,
        "name": "Boldtusk Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1046,
        "name": "Boldtusk Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1047,
        "name": "Boldtusk Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 1048,
        "name": "Carol",
        "passives": []
    },
    {
        "originalIndex": 1049,
        "name": "Cillian",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1050,
        "name": "Colen",
        "passives": []
    },
    {
        "originalIndex": 1051,
        "name": "Colen C1",
        "passives": []
    },
    {
        "originalIndex": 1052,
        "name": "Colen C2",
        "passives": []
    },
    {
        "originalIndex": 1053,
        "name": "Colen Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1054,
        "name": "Colen Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1055,
        "name": "Eichbelborg",
        "passives": []
    },
    {
        "originalIndex": 1056,
        "name": "Ferant",
        "passives": []
    },
    {
        "originalIndex": 1057,
        "name": "Ferant C1",
        "passives": [
            "能力：提升狀態效果持續時間。有機率提升施放狀態效果的持續時間。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 1058,
        "name": "Gormek",
        "passives": []
    },
    {
        "originalIndex": 1059,
        "name": "Gormek C1",
        "passives": []
    },
    {
        "originalIndex": 1060,
        "name": "Gormek C2",
        "passives": []
    },
    {
        "originalIndex": 1061,
        "name": "Gormek Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1062,
        "name": "Gormek Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1063,
        "name": "Guardian Falcon",
        "passives": []
    },
    {
        "originalIndex": 1064,
        "name": "Hotspin",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "小兵核心：此角色的横造體核心是小兵核心。",
            "每次施放此角色的特殊技能時就會啟動小兵核心：",
            "* 完全充能的小兵核心會為所有盟友召喚一個殺手機器人小兵，擁有繼承自施法者的 27% 生命值和 55% 攻擊。",
            "* 繼承自施法者的生命值和攻擊，會根據核心的充能而有所變動。核心啟動後，會耗盡所有充能。",
            "* 在殺手機器人小兵命中目標前曾消滅目标的所有小兵並對超级小兵造成傷害。"
        ]
    },
    {
        "originalIndex": 1065,
        "name": "Itham",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 160 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1066,
        "name": "Junaid",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1067,
        "name": "Junaid C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1068,
        "name": "Kelile",
        "passives": []
    },
    {
        "originalIndex": 1069,
        "name": "Kelile C1",
        "passives": []
    },
    {
        "originalIndex": 1070,
        "name": "Kelile C2",
        "passives": []
    },
    {
        "originalIndex": 1071,
        "name": "Kelile Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1072,
        "name": "Kelile Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1073,
        "name": "Lemminkainen",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1074,
        "name": "Lemminkainen C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1075,
        "name": "Lucy",
        "passives": [
            "當此角色施放其特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1076,
        "name": "Mack",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1077,
        "name": "Mack C1",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1078,
        "name": "Mael",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。",
            "抵禦負面法力效果：此角色對法力減損以及影響法力產出的状態異常和負面疊加免疫，亦適用於封鎖或竊取法力的效果和狀態異常。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1079,
        "name": "Maheegan",
        "passives": [
            "此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 1080,
        "name": "Manpip",
        "passives": [
            "轉化增益：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的增益，皆會轉化為對應的狀態異常，且此状態無法驅散。轉化效果：",
            "* 攻擊增益替代為 -40% 攻擊異常，持續 3 個回合。",
            "* 防禦增益替代為 -40% 防禦異常，持續 3 個回合。",
            "* 法力產出增益替代為 -40% 法力產出異常，持續 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1081,
        "name": "Nova",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1082,
        "name": "Raul",
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1083,
        "name": "Rokkamush",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 1084,
        "name": "Rokkamush C1",
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 1085,
        "name": "Scarlett",
        "passives": []
    },
    {
        "originalIndex": 1086,
        "name": "Scarlett C1",
        "passives": []
    },
    {
        "originalIndex": 1087,
        "name": "Scarlett C2",
        "passives": []
    },
    {
        "originalIndex": 1088,
        "name": "Scarlett Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1089,
        "name": "Scarlett Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1090,
        "name": "Shadereave",
        "passives": []
    },
    {
        "originalIndex": 1091,
        "name": "Shale",
        "passives": []
    },
    {
        "originalIndex": 1092,
        "name": "Sir Lancelot",
        "passives": []
    },
    {
        "originalIndex": 1093,
        "name": "Sumitomo",
        "passives": []
    },
    {
        "originalIndex": 1094,
        "name": "Sumitomo C1",
        "passives": []
    },
    {
        "originalIndex": 1095,
        "name": "Sumle",
        "passives": []
    },
    {
        "originalIndex": 1096,
        "name": "Sumle C1",
        "passives": []
    },
    {
        "originalIndex": 1097,
        "name": "Sun Shangxiang",
        "passives": []
    },
    {
        "originalIndex": 1098,
        "name": "Vonreine",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 -90%，並抵禦所有狀態異常和法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1099,
        "name": "Wilbur",
        "passives": []
    },
    {
        "originalIndex": 1100,
        "name": "Wilbur C1",
        "passives": []
    },
    {
        "originalIndex": 1101,
        "name": "Zhabog",
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 1102,
        "name": "Zhou Yu",
        "passives": []
    },
    {
        "originalIndex": 1103,
        "name": "Zhou Yu C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1104,
        "name": "Abigail",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 1105,
        "name": "Adelitza",
        "passives": [
            "增強特殊技能護盾：攻擊角色時的被動技能：",
            "* 此角色施放其特殊技能時，在面板上的烈火護盾會強化 +54% 暴擊率。",
            "防禦角色時的被動技能：",
            "* 此角色施放其特殊技能時，在面板上的烈火護盾會降低 -47% 精準度。",
            "泰坦獵人標記：當此角色施放其特殊技能時，會對一名隨機敵人標記狩獵耀斑，持續 4 回合。被標記狩獵耀斑的敵人受到暴擊時，會受到额外 150 點傷害。"
        ]
    },
    {
        "originalIndex": 1106,
        "name": "Aether Mimic Fire",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 阿爾法已太。",
            "* 烈火已太 III。",
            "* 烈火已太 II。",
            "* 烈火已太 I。"
        ]
    },
    {
        "originalIndex": 1107,
        "name": "Aethslegaur",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 312 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1108,
        "name": "Alucard",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 1109,
        "name": "Alucard C1",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 1110,
        "name": "Amber",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 1111,
        "name": "Andre de Clermont",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常和負面效果疊加免疫。不適用於影響元素防禦的狀態異常。",
            "敵人施展特殊技能時提升生命值：當敵人施放特殊技能時，此角色會有 50% 機率提升自身生命值 100 點。"
        ]
    },
    {
        "originalIndex": 1112,
        "name": "Andy Jay",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 292 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1113,
        "name": "Anzogh",
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。"
        ]
    },
    {
        "originalIndex": 1114,
        "name": "Aradia",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 1115,
        "name": "Araminta",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1116,
        "name": "Ares",
        "passives": []
    },
    {
        "originalIndex": 1117,
        "name": "Ares C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 1118,
        "name": "Ascension Mimic",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 神妙戒指。",
            "* * *",
            "- 精致手套。",
            "- 指南。",
            "- 袖剑。",
            "- 链甲衫。",
            "- 高筒靴。",
            "* *",
            "- 奧術手稿。"
        ]
    },
    {
        "originalIndex": 1119,
        "name": "Ash",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1120,
        "name": "Asterius",
        "passives": []
    },
    {
        "originalIndex": 1121,
        "name": "Aurum",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1122,
        "name": "Azlar",
        "passives": []
    },
    {
        "originalIndex": 1123,
        "name": "Azlar C1",
        "passives": []
    },
    {
        "originalIndex": 1124,
        "name": "Azlar C2",
        "passives": []
    },
    {
        "originalIndex": 1125,
        "name": "Azlar Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1126,
        "name": "Azlar Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1127,
        "name": "Azlar Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 1128,
        "name": "Baldur",
        "passives": []
    },
    {
        "originalIndex": 1129,
        "name": "Baldur C1",
        "passives": []
    },
    {
        "originalIndex": 1130,
        "name": "Barkley",
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1131,
        "name": "Bartholomew",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "樹苗召喚: 每回合對一位随機敵人召唤一個種子恶魔。",
            "* 2 回合後，种子态會进化為發芽惡魔。",
            "* 2 回合後，發芽惡魔會进化為盛開超級惡魔。",
            "1 ） 种子惡魔： 50% 攻撃、 15% 生命。",
            "2 ） 發芽惡魔： 75% 攻撃、 25% 生命。",
            "3 ） 盛开超級惡魔： 250% 攻撃、 60% 生命。"
        ]
    },
    {
        "originalIndex": 1132,
        "name": "Bearnadette",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1133,
        "name": "Beowulf",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 1134,
        "name": "Bhima",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "對小兵和超級小兵造成額外傷害：此角色對小兵和超級小兵造成 +150% 傷害。"
        ]
    },
    {
        "originalIndex": 1135,
        "name": "Black Caesar",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1136,
        "name": "Black Knight",
        "passives": []
    },
    {
        "originalIndex": 1137,
        "name": "Black Knight C1",
        "passives": []
    },
    {
        "originalIndex": 1138,
        "name": "Blossom",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1139,
        "name": "Bonecrusher",
        "passives": [
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1140,
        "name": "Brimstone",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。",
            "每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1141,
        "name": "Captain Kestrel",
        "passives": []
    },
    {
        "originalIndex": 1142,
        "name": "Captain Nemo",
        "passives": [
            "此角色在戰鬥開始時獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 1143,
        "name": "Captain Nemo C1",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1144,
        "name": "Cardinal Richelieu",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 1145,
        "name": "Carmenta",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 1146,
        "name": "Catalina",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 1147,
        "name": "Ceris",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1148,
        "name": "Charlotta",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 20% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 1149,
        "name": "Charmione",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1150,
        "name": "Chomper",
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1151,
        "name": "Chunkyroi",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1152,
        "name": "Cinderella",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1153,
        "name": "Cleaver",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1154,
        "name": "Cookie",
        "passives": []
    },
    {
        "originalIndex": 1155,
        "name": "Cupido",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1156,
        "name": "D Artagnan",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 1157,
        "name": "Daemon",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1158,
        "name": "Demhalar",
        "passives": [
            "駭異契約：如果被擊败，此角色有機率重生為駭異宿主。此角色每有 10% 點疯狂，該機率為 10，最高機率為 100%。",
            "駭異宿主具有：",
            "* 100% 繼承生命。",
            "* 1200 點攻擊。",
            "* 1200 點防禦。",
            "特殊技能:邪神荒疫。",
            "* 對目標造成 400% 傷害，並對其造成 35 點瘋狂。",
            "* 對施法者造成 30 點瘋狂。",
            "在瘋狂生效時，若此角色擊敗自己，重生的機率一律為 100%。"
        ]
    },
    {
        "originalIndex": 1159,
        "name": "Dima",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1160,
        "name": "Domiventus",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1161,
        "name": "Domiventus C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1162,
        "name": "Doxan",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1163,
        "name": "Doxan C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 1164,
        "name": "Dunnar Hart",
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 1165,
        "name": "Ebba",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1166,
        "name": "El Duque",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 2 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1167,
        "name": "Elba",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1168,
        "name": "Elena",
        "passives": []
    },
    {
        "originalIndex": 1169,
        "name": "Elena C1",
        "passives": []
    },
    {
        "originalIndex": 1170,
        "name": "Elena C2",
        "passives": []
    },
    {
        "originalIndex": 1171,
        "name": "Elena Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1172,
        "name": "Elena Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1173,
        "name": "Eliane",
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "法力燃燒：每當敵人受到燃燒傷害時，這名角色會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1174,
        "name": "Elizabeth",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1175,
        "name": "Elizabeth C1",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1176,
        "name": "Elyzabel de Tuillieres",
        "passives": [
            "目标每有一層血百合叠加，受到此角色的普通攻擎和特殊技能造成的增加 5%。"
        ]
    },
    {
        "originalIndex": 1177,
        "name": "Ember",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1178,
        "name": "Emblem Mimic Fire",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 大師戰士紋章。",
            "* 大師野人紋章。",
            "* 戰士紋章。",
            "* 野人紋章。"
        ]
    },
    {
        "originalIndex": 1179,
        "name": "Emilio",
        "passives": []
    },
    {
        "originalIndex": 1180,
        "name": "Emilio C1",
        "passives": [
            "淨化時複製異常：此英雄的一個狀態異常受到淨化時，將隨機對一名敵人施加受淨化異常的新複製體。"
        ]
    },
    {
        "originalIndex": 1181,
        "name": "Erebus",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1182,
        "name": "Eron",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1183,
        "name": "Experience Mimic",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通烈火訓練師英雄。",
            "* 罕見烈火訓練師英雄。",
            "* 稀有烈火訓練師英雄。",
            "* 普通烈火英雄。",
            "* 罕見烈火英雄。"
        ]
    },
    {
        "originalIndex": 1184,
        "name": "Fimafeng",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 338 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1185,
        "name": "Flamehide",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "每 4 回合，移除所有敵人的全部成長效果。"
        ]
    },
    {
        "originalIndex": 1186,
        "name": "Flip",
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 200 水系傷害。"
        ]
    },
    {
        "originalIndex": 1187,
        "name": "Flip C1",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 272 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1188,
        "name": "Fulvia",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1189,
        "name": "Gardered",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1190,
        "name": "Garnet",
        "passives": []
    },
    {
        "originalIndex": 1191,
        "name": "Gefjon",
        "passives": []
    },
    {
        "originalIndex": 1192,
        "name": "Gefjon C1",
        "passives": []
    },
    {
        "originalIndex": 1193,
        "name": "Gestalt",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1194,
        "name": "Gestalt C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1195,
        "name": "Gooze",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1196,
        "name": "Gravemaker",
        "passives": []
    },
    {
        "originalIndex": 1197,
        "name": "Gravemaker C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1198,
        "name": "Grazul",
        "passives": [
            "抵禦治療異常：此角色對影響治療的異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1199,
        "name": "Guardian Kong",
        "passives": []
    },
    {
        "originalIndex": 1200,
        "name": "Guardian Kong C1",
        "passives": []
    },
    {
        "originalIndex": 1201,
        "name": "Guffa",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 5 次受到的傷害降為 -90%，並抵禦所有狀態異常和法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1202,
        "name": "Hammerclang",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1203,
        "name": "Hathor",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。"
        ]
    },
    {
        "originalIndex": 1204,
        "name": "Hathor C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1205,
        "name": "Hohenwerf",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 3 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1206,
        "name": "Hornfel",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1207,
        "name": "Hypnos",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1208,
        "name": "Iarlaith",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1209,
        "name": "Ignazio",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1210,
        "name": "Ignazio C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 1211,
        "name": "Ilmarinen",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1212,
        "name": "Ilmarinen C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1213,
        "name": "Iocantha",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1214,
        "name": "Isidore",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1215,
        "name": "Isrod",
        "passives": []
    },
    {
        "originalIndex": 1216,
        "name": "Jean-Francois",
        "passives": [
            "抵禦生命偷取異常：此英雄對偷取生命的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1217,
        "name": "Jwala",
        "passives": [
            "轉化增益：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的增益，皆會轉化為對應的狀態異常，且此状態無法驅散。轉化效果：",
            "* 攻擊增益替代為 -40% 攻擊異常，持續 3 個回合。",
            "* 防禦增益替代為 -40% 防禦異常，持續 3 個回合。",
            "* 法力產出增益替代為 -40% 法力產出異常，持續 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1218,
        "name": "Jyoti",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "強化抵禦負面小兵效果：此角色對来自小兵和超級小兵的傷害與負面效果免疫。"
        ]
    },
    {
        "originalIndex": 1219,
        "name": "Khagan",
        "passives": []
    },
    {
        "originalIndex": 1220,
        "name": "Khagan C1",
        "passives": []
    },
    {
        "originalIndex": 1221,
        "name": "Khagan C2",
        "passives": []
    },
    {
        "originalIndex": 1222,
        "name": "Khagan Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1223,
        "name": "Khagan Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1224,
        "name": "Khufu",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 3 回合內受到 243 飛沙傷害。"
        ]
    },
    {
        "originalIndex": 1225,
        "name": "Khufu C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 3 回合內受到 366 飛沙傷害。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 1226,
        "name": "Kravekrush",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 1227,
        "name": "Kravekrush C1",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1228,
        "name": "Lady Loki",
        "passives": []
    },
    {
        "originalIndex": 1229,
        "name": "Lady Loki C1",
        "passives": []
    },
    {
        "originalIndex": 1230,
        "name": "Lasalle",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1231,
        "name": "Lasalle C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1232,
        "name": "Lewena",
        "passives": []
    },
    {
        "originalIndex": 1233,
        "name": "Li Kui",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 1234,
        "name": "Lodius",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1235,
        "name": "Lu Zhishen",
        "passives": [
            "特殊攻墼暴擎時獲得生命值加成：此角色使用特殊技能造成暴聖時會使所有盟友獲得 10% 生命值加成。此效果每回合可啟用一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 1236,
        "name": "Madhammer",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1237,
        "name": "Malum",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1238,
        "name": "Maple",
        "passives": [
            "抵禦增益免疫：此角色對於免疫新的狀態效果增益的狀態異常具有天生抗性。",
            "此角色獲得增益或正面叠加時會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1239,
        "name": "Marjana",
        "passives": []
    },
    {
        "originalIndex": 1240,
        "name": "Marjana C1",
        "passives": []
    },
    {
        "originalIndex": 1241,
        "name": "Marjana C2",
        "passives": []
    },
    {
        "originalIndex": 1242,
        "name": "Marjana Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1243,
        "name": "Marjana Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1244,
        "name": "Mitsuko",
        "passives": []
    },
    {
        "originalIndex": 1245,
        "name": "Mitsuko C1",
        "passives": []
    },
    {
        "originalIndex": 1246,
        "name": "Nadezhda",
        "passives": [
            "此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。特殊技能完全充能時，機率則變為 100%。"
        ]
    },
    {
        "originalIndex": 1247,
        "name": "Nadezhda C1",
        "passives": [
            "此角色施放特殊技能時，有 60% 機率讓所有盟友恢復 20% 生命值。特殊技能完全充能時，機率則變為 100%。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1248,
        "name": "Naeem",
        "passives": [
            "轉化增益：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的增益，皆會轉化為對應的狀態異常，且此状態無法驅散。轉化效果：",
            "* 攻擊增益替代為 -40% 攻擊異常，持續 3 個回合。",
            "* 防禦增益替代為 -40% 防禦異常，持續 3 個回合。",
            "* 法力產出增益替代為 -40% 法力產出異常，持續 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1249,
        "name": "Natalya",
        "passives": []
    },
    {
        "originalIndex": 1250,
        "name": "Natalya C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1251,
        "name": "Neema",
        "passives": [
            "無視嘲諷：此角色的特殊技能不受嘲諷影響。",
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1252,
        "name": "Nibbles",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1253,
        "name": "Niki",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1254,
        "name": "Nomad",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1255,
        "name": "Noor",
        "passives": [
            "麻雀召喚：敵人以特殊技能召喚任何小兵時，為自己召喚麻雀小兵。"
        ]
    },
    {
        "originalIndex": 1256,
        "name": "Norman",
        "passives": [
            "從異常效果中獲得的法力產出增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "嘲諷法力：每當敵人受到嘲諷狀態效果時，此角色的法力增加 10%。",
            "無視嘲諷：此角色的特殊技能不受嘲諷影響。"
        ]
    },
    {
        "originalIndex": 1257,
        "name": "Oceanus",
        "passives": []
    },
    {
        "originalIndex": 1258,
        "name": "Oceanus C1",
        "passives": []
    },
    {
        "originalIndex": 1259,
        "name": "Octros",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1260,
        "name": "Octros C1",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1261,
        "name": "Omen",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 1262,
        "name": "Otis",
        "passives": [
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 12% 生命值。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1263,
        "name": "Ottilia",
        "passives": []
    },
    {
        "originalIndex": 1264,
        "name": "Pepperflame",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1265,
        "name": "Phenexa",
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 1266,
        "name": "Pluth",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1267,
        "name": "Puss in Boots",
        "passives": []
    },
    {
        "originalIndex": 1268,
        "name": "Puss in Boots C1",
        "passives": []
    },
    {
        "originalIndex": 1269,
        "name": "Queen of Hearts",
        "passives": []
    },
    {
        "originalIndex": 1270,
        "name": "Queen of Hearts C1",
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1271,
        "name": "Rajesh",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 1272,
        "name": "Rashan",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 1273,
        "name": "Ray",
        "passives": [
            "暴增的法力：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "特殊技能疊加：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1274,
        "name": "Ray C1",
        "passives": [
            "暴增的法力：此角色施放特殊技能時，有 60% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -7% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1275,
        "name": "Red Hood",
        "passives": []
    },
    {
        "originalIndex": 1276,
        "name": "Regin",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 341 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1277,
        "name": "Regin C1",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 376 燃燒傷害，並在每回合降低目標 -13% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1278,
        "name": "Reuben",
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。"
        ]
    },
    {
        "originalIndex": 1279,
        "name": "Revna",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1280,
        "name": "Rocket",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1281,
        "name": "Rosanna",
        "passives": []
    },
    {
        "originalIndex": 1282,
        "name": "Rose de Flo",
        "passives": [
            "復活後生命值減少：所有敵人（頭目除外）會以 -80% 的生命值復活。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 15% 生命值。此效果每回合僅能啟動一次。",
            "內在之美：每當此角色因状態異常會受到傷害時，該角色會恢復等量的生命值。"
        ]
    },
    {
        "originalIndex": 1283,
        "name": "Roughian & Nurgib",
        "passives": [
            "吞噬小兵並在一段時間內持續獲得法力：每 3 回合，將會吞噬隨機敵人的所有小兵，每吞噬一個小兵都會獲得小額法力。",
            "回復生命時獲得法力：此角色每次回復生命時也會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1284,
        "name": "Ruadh",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1285,
        "name": "Ruby",
        "passives": []
    },
    {
        "originalIndex": 1286,
        "name": "Russell",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "法力燃燒：每當敵人受到燃燒傷害時，這名角色會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1287,
        "name": "Rust",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1288,
        "name": "Salimata",
        "passives": [
            "快節奏民謠：敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏跳舞：敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 1289,
        "name": "Salome",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。",
            "抵禦負面法力效果：此角色對法力減損以及影響法力產出的状態異常和負面疊加免疫，亦適用於封鎖或竊取法力的效果和狀態異常。",
            "抵禦治療異常：此角色對影響治療的狀態異常免疫。"
        ]
    },
    {
        "originalIndex": 1290,
        "name": "Santa Claus",
        "passives": []
    },
    {
        "originalIndex": 1291,
        "name": "Santa Claus C1",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合內附加 332 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 1292,
        "name": "Saoirse",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1293,
        "name": "Saoirse C1",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。",
            "特殊技能造成流血效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 452 流血傷害。"
        ]
    },
    {
        "originalIndex": 1294,
        "name": "Scoria",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 146 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1295,
        "name": "Sedille",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1296,
        "name": "Sekhmet",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1297,
        "name": "Sekhmet C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1298,
        "name": "Serandite",
        "passives": []
    },
    {
        "originalIndex": 1299,
        "name": "Sizzleomatic",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "小兵核心：此角色的横造體核心是小兵核心。",
            "每次施放此角色的特殊技能時就會啟動小兵核心：",
            "* 完全充能的小兵核心會為所有盟友召喚一個殺手機器人小兵，擁有繼承自施法者的 27% 生命值和 55% 攻擊。",
            "* 繼承自施法者的生命值和攻擊，會根據核心的充能而有所變動。核心啟動後，會耗盡所有充能。",
            "* 在殺手機器人小兵命中目標前曾消滅目标的所有小兵並對超级小兵造成傷害。"
        ]
    },
    {
        "originalIndex": 1300,
        "name": "Skargremar",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的異常具有天生抗性。",
            "抵禦防禦異常：此角色對影響防禦的異常和負面疊加具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1301,
        "name": "Sparklight",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1302,
        "name": "Sun Quan",
        "passives": []
    },
    {
        "originalIndex": 1303,
        "name": "Sun Quan C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1304,
        "name": "Tahir",
        "passives": [
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 50 生命值。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 1305,
        "name": "Tetisheri",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 1306,
        "name": "Tetisheri C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1307,
        "name": "Timothy",
        "passives": []
    },
    {
        "originalIndex": 1308,
        "name": "Torben",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1309,
        "name": "Tyr",
        "passives": []
    },
    {
        "originalIndex": 1310,
        "name": "Tyr C1",
        "passives": []
    },
    {
        "originalIndex": 1311,
        "name": "Ukkonen",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1312,
        "name": "Ukkonen C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1313,
        "name": "Vanda",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 1314,
        "name": "Vanda C1",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 1315,
        "name": "Vanya",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1316,
        "name": "Wiglaf",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 1317,
        "name": "Xenda",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 1318,
        "name": "Xenda C1",
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1319,
        "name": "Xiaotu",
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1320,
        "name": "Xiwangmu",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 1321,
        "name": "Yang Mai",
        "passives": [
            "法力減損的狀態效果：施法者的法力減損時，獲得 +30% 攻擊，持續 3 回合。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1322,
        "name": "Yolanda",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1323,
        "name": "Zagrog",
        "passives": [
            "抵禦攻擊狀態效果：此角色對影響攻擊的所有狀態效果和疊加具有天生抗性。包含增益。",
            "抵禦法力異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性，亦適用於封鎖法力或竊取法力的狀態異常。"
        ]
    },
    {
        "originalIndex": 1324,
        "name": "Zarga",
        "passives": [
            "流血時治療：每當敵人受到流血傷害時，這名角色恢復 50 生命。",
            "流血時獲得法力：每當敵人受到流血傷害時，這名角色會獲得 8% 法力。"
        ]
    },
    {
        "originalIndex": 1325,
        "name": "Zaria",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1326,
        "name": "Zenobia",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1327,
        "name": "Zenobia C1",
        "passives": [
            "增加增益持續時間：此角色從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1328,
        "name": "Zestique",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1329,
        "name": "Zidane",
        "passives": [
            "每名非烈火系敵人所增加的攻擊：在每場戰鬥開始時，每有一名非烈火系元素的敵人，此角色的攻擊力會增加 +5%。在有數波攻勢的戰鬥中，此效果會在每波攻勢開始時更新。",
            "抵禦增益免疫：此角色對於免疫新的狀態效果增益的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1330,
        "name": "Zimkitha",
        "passives": []
    },
    {
        "originalIndex": 1331,
        "name": "Zimkitha C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1332,
        "name": "Hikaru",
        "passives": []
    },
    {
        "originalIndex": 1333,
        "name": "Kenjiro",
        "passives": []
    },
    {
        "originalIndex": 1334,
        "name": "Hou",
        "passives": []
    },
    {
        "originalIndex": 1335,
        "name": "Nash",
        "passives": []
    },
    {
        "originalIndex": 1336,
        "name": "Sha Ji",
        "passives": []
    },
    {
        "originalIndex": 1337,
        "name": "Agnes",
        "passives": []
    },
    {
        "originalIndex": 1338,
        "name": "Arman",
        "passives": []
    },
    {
        "originalIndex": 1339,
        "name": "Bane",
        "passives": []
    },
    {
        "originalIndex": 1340,
        "name": "Bane C1",
        "passives": []
    },
    {
        "originalIndex": 1341,
        "name": "Bane Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1342,
        "name": "Bane Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1343,
        "name": "Bertulf",
        "passives": []
    },
    {
        "originalIndex": 1344,
        "name": "Candy",
        "passives": []
    },
    {
        "originalIndex": 1345,
        "name": "Cedar",
        "passives": [
            "特殊技能下的持續傷害。此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛。此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 1346,
        "name": "Cthuwu",
        "passives": []
    },
    {
        "originalIndex": 1347,
        "name": "Dawa",
        "passives": []
    },
    {
        "originalIndex": 1348,
        "name": "Dawa C1",
        "passives": []
    },
    {
        "originalIndex": 1349,
        "name": "Dawa Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1350,
        "name": "Dawa Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1351,
        "name": "Dolrak",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 124 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1352,
        "name": "Edelaide",
        "passives": [
            "此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 1353,
        "name": "Felton",
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 1354,
        "name": "Felton C1",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常和負面效果疊加免疫。不適用於影響元素防禦的狀態異常。",
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 75% 機率對所有敵人造成所承受傷害的 50% 傷害。"
        ]
    },
    {
        "originalIndex": 1355,
        "name": "Gan Ju",
        "passives": []
    },
    {
        "originalIndex": 1356,
        "name": "Gan Ju C1",
        "passives": []
    },
    {
        "originalIndex": 1357,
        "name": "Gan Ju Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1358,
        "name": "Gan Ju Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1359,
        "name": "Gan Ju Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 1360,
        "name": "Harubo",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1361,
        "name": "Ironvein",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "小兵核心：此角色的横造體核心是小兵核心。",
            "每次施放此角色的特殊技能時就會啟動小兵核心：",
            "* 完全充能的小兵核心會為所有盟友召喚一個殺手機器人小兵，擁有繼承自施法者的 27% 生命值和 55% 攻擊。",
            "* 繼承自施法者的生命值和攻擊，會根據核心的充能而有所變動。核心啟動後，會耗盡所有充能。",
            "* 在殺手機器人小兵命中目標前曾消滅目标的所有小兵並對超级小兵造成傷害。"
        ]
    },
    {
        "originalIndex": 1362,
        "name": "Jaco",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1363,
        "name": "Jaco C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 3 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1364,
        "name": "Jolly",
        "passives": []
    },
    {
        "originalIndex": 1365,
        "name": "Kailani",
        "passives": []
    },
    {
        "originalIndex": 1366,
        "name": "Kailani C1",
        "passives": []
    },
    {
        "originalIndex": 1367,
        "name": "Kailani Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1368,
        "name": "Kailani Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1369,
        "name": "Kinsaishi",
        "passives": []
    },
    {
        "originalIndex": 1370,
        "name": "Kvasir",
        "passives": []
    },
    {
        "originalIndex": 1371,
        "name": "Kvasir C1",
        "passives": []
    },
    {
        "originalIndex": 1372,
        "name": "Melia",
        "passives": []
    },
    {
        "originalIndex": 1373,
        "name": "Melia C1",
        "passives": []
    },
    {
        "originalIndex": 1374,
        "name": "Paeia",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1375,
        "name": "Pixie",
        "passives": []
    },
    {
        "originalIndex": 1376,
        "name": "Poppy",
        "passives": [
            "提升特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1377,
        "name": "Poppy C1",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1378,
        "name": "Rekhetre",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 1379,
        "name": "Rekhetre C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1380,
        "name": "Ribbit",
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1381,
        "name": "Rustbeak",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。",
            "每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1382,
        "name": "Sally",
        "passives": []
    },
    {
        "originalIndex": 1383,
        "name": "Saskia",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1384,
        "name": "Aeschere",
        "passives": [
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1385,
        "name": "Anastasia",
        "passives": [
            "暴增的狀態效果：此角色施放特殊技能時，有 50% 機率給予所有敵人 -25% 法力產出，持續 3 回合。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1386,
        "name": "Bellerive",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1387,
        "name": "Bogart",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 8% 生命。"
        ]
    },
    {
        "originalIndex": 1388,
        "name": "Chandel",
        "passives": [
            "復活後生命值減少：所有敵人（頭目除外）會以 -80% 的生命值復活。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "內在之美：每當此角色因状態異常會受到傷害時，該角色會恢復等量的生命值。"
        ]
    },
    {
        "originalIndex": 1389,
        "name": "Chao",
        "passives": []
    },
    {
        "originalIndex": 1390,
        "name": "Chao C1",
        "passives": []
    },
    {
        "originalIndex": 1391,
        "name": "Chao C2",
        "passives": []
    },
    {
        "originalIndex": 1392,
        "name": "Chao Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1393,
        "name": "Chao Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1394,
        "name": "D'Andre",
        "passives": []
    },
    {
        "originalIndex": 1395,
        "name": "Danzaburo",
        "passives": []
    },
    {
        "originalIndex": 1396,
        "name": "Danzaburo C1",
        "passives": []
    },
    {
        "originalIndex": 1397,
        "name": "Errin",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。"
        ]
    },
    {
        "originalIndex": 1398,
        "name": "Fjalar",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 193 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1399,
        "name": "Fjalar C1",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 238 燃燒傷害，並在每回合降低目標 -13% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1400,
        "name": "Goldie",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1401,
        "name": "Gretel",
        "passives": []
    },
    {
        "originalIndex": 1402,
        "name": "Griffin",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1403,
        "name": "Griffin C1",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1404,
        "name": "Gu Dasao",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 1405,
        "name": "Guardian Jackal",
        "passives": []
    },
    {
        "originalIndex": 1406,
        "name": "Guardian Jackal C1",
        "passives": []
    },
    {
        "originalIndex": 1407,
        "name": "Gullinbursti",
        "passives": []
    },
    {
        "originalIndex": 1408,
        "name": "Gullinbursti C1",
        "passives": []
    },
    {
        "originalIndex": 1409,
        "name": "Holly",
        "passives": []
    },
    {
        "originalIndex": 1410,
        "name": "Hu Tao",
        "passives": []
    },
    {
        "originalIndex": 1411,
        "name": "Hu Tao C1",
        "passives": []
    },
    {
        "originalIndex": 1412,
        "name": "Hu Tao C2",
        "passives": []
    },
    {
        "originalIndex": 1413,
        "name": "Hu Tao Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1414,
        "name": "Hu Tao Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1415,
        "name": "Lady Woolerton",
        "passives": []
    },
    {
        "originalIndex": 1416,
        "name": "Li Xiu",
        "passives": []
    },
    {
        "originalIndex": 1417,
        "name": "Li Xiu C1",
        "passives": []
    },
    {
        "originalIndex": 1418,
        "name": "Li Xiu C2",
        "passives": []
    },
    {
        "originalIndex": 1419,
        "name": "Li Xiu Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1420,
        "name": "Li Xiu Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1421,
        "name": "Mist",
        "passives": []
    },
    {
        "originalIndex": 1422,
        "name": "Scoratek",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1423,
        "name": "Scoratek C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1424,
        "name": "Steropes",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1425,
        "name": "Tunes",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防票的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 1426,
        "name": "Voluptas",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1427,
        "name": "Waddles",
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1428,
        "name": "Wang Yuanji",
        "passives": []
    },
    {
        "originalIndex": 1429,
        "name": "Wang Yuanji C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1430,
        "name": "Wu Kong",
        "passives": []
    },
    {
        "originalIndex": 1431,
        "name": "Wu Kong C1",
        "passives": []
    },
    {
        "originalIndex": 1432,
        "name": "Wu Kong C2",
        "passives": []
    },
    {
        "originalIndex": 1433,
        "name": "Wu Kong Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1434,
        "name": "Wu Kong Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1435,
        "name": "Zione",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1436,
        "name": "Aether Mimic Holy",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 阿爾法已太。",
            "* 神聖已太 III。",
            "* 神聖已太 II。",
            "* 神聖已太 I。"
        ]
    },
    {
        "originalIndex": 1437,
        "name": "Akkorog",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1438,
        "name": "Akkorog C1",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1439,
        "name": "Albin",
        "passives": []
    },
    {
        "originalIndex": 1440,
        "name": "Alvar",
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1441,
        "name": "Amund",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1442,
        "name": "Anne",
        "passives": []
    },
    {
        "originalIndex": 1443,
        "name": "Anteros",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1444,
        "name": "Aouda",
        "passives": [
            "已增加特殊技能傷害：此英雄第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1445,
        "name": "Aouda C1",
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1446,
        "name": "Ascension Mimic Holy",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 毒鏢。",
            "* * *",
            "- 精致手套。",
            "- 指南。",
            "- 魔法球。",
            "- 链甲衫。",
            "- 高筒靴。",
            "* *",
            "- 奧術手稿。"
        ]
    },
    {
        "originalIndex": 1447,
        "name": "Ashen",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1448,
        "name": "Astrid",
        "passives": [
            "快節奏：民謠：",
            "* 敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏：跳舞：",
            "* 敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 1449,
        "name": "Auricarc",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1450,
        "name": "Aurox",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "此角色第一次施展造成傷害的特殊技能時，其戰力會额外增加 50%。"
        ]
    },
    {
        "originalIndex": 1451,
        "name": "Aviana",
        "passives": [
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1452,
        "name": "Bai Yeong",
        "passives": [
            "抵抗小兵所施加的狀態異常：此角色對小兵所施加的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1453,
        "name": "Baishu",
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1454,
        "name": "Bragi",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得極地冰霜效果，持續 3 個回合。極地核心暴增时，腐触冰霜會造成 343 黏冰霜傷害，並在每回合降低目標 -15% 攻擊。對擁有小兵或超級小兵的英雄造成額外傷害。冰霜傷害依核心中的暴增量而定核心啟動時會消耗所有暴增。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1455,
        "name": "Caitlin",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1456,
        "name": "Caitlin C1",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。",
            "特殊技能造成流血效果：此角色施放特殊技能時，所有敵人在 4 回合內受到 528 流血傷害。"
        ]
    },
    {
        "originalIndex": 1457,
        "name": "Celidana",
        "passives": [
            "抵禦最大生命值降低：此角色對最大生命值降低具有天生抗性。",
            "敵人施展特殊技能時提升生命值：當敵人施放特殊技能時，此角色會有 50% 機率提升自身生命值 100 點。"
        ]
    },
    {
        "originalIndex": 1458,
        "name": "Christine Daae",
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 1459,
        "name": "Cleopatra",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 1460,
        "name": "Cleopatra C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1461,
        "name": "Constance",
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 1462,
        "name": "Dabria",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 3% 生命值。"
        ]
    },
    {
        "originalIndex": 1463,
        "name": "Delilah",
        "passives": []
    },
    {
        "originalIndex": 1464,
        "name": "Delilah C1",
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 1465,
        "name": "Devana",
        "passives": [
            "抵禦驅散：此角色對增益的驅散效果具有天生抗性。",
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1466,
        "name": "Director Zuri",
        "passives": []
    },
    {
        "originalIndex": 1467,
        "name": "Director Zuri C1",
        "passives": [
            "淨化時複製異常：此英雄的一個狀態異常受到淨化時，將隨機對一名敵人施加受淨化異常的新複製體。"
        ]
    },
    {
        "originalIndex": 1468,
        "name": "Dolores",
        "passives": [
            "受古老存在標記：每獲得 10 點瘋狂，此角色承受的所有傷害都會減少 5%，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 1469,
        "name": "Drake Fong",
        "passives": []
    },
    {
        "originalIndex": 1470,
        "name": "Drake Fong C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1471,
        "name": "Eloise",
        "passives": []
    },
    {
        "originalIndex": 1472,
        "name": "Emblem Mimic Holy",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 大師牧師紋章。",
            "* 大師僧侶紋章。",
            "* 牧師紋章。",
            "* 僧侶紋章。"
        ]
    },
    {
        "originalIndex": 1473,
        "name": "Ephyra",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1474,
        "name": "Ephyra C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1475,
        "name": "Erlang Shen",
        "passives": []
    },
    {
        "originalIndex": 1476,
        "name": "Eset",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動。",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1477,
        "name": "Eset C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動。",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1478,
        "name": "Experience Mimic Holy",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通神聖訓練師英雄。",
            "* 罕見神聖訓練師英雄。",
            "* 稀有神聖訓練師英雄。",
            "* 普通神聖英雄。",
            "* 罕見神聖英雄。"
        ]
    },
    {
        "originalIndex": 1479,
        "name": "Faeona",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1480,
        "name": "Faline",
        "passives": []
    },
    {
        "originalIndex": 1481,
        "name": "Florencia",
        "passives": [
            "小兵命中時施加冰霜：該角色擁有的小兵每次攻擊，會在 4 回合内附加 500 冰霜傷害。"
        ]
    },
    {
        "originalIndex": 1482,
        "name": "Frank 'Fangs' Brimwell",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1483,
        "name": "Furdinand",
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1484,
        "name": "Furgeant",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1485,
        "name": "Gandr",
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 315 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1486,
        "name": "Gideon",
        "passives": [
            "抵抗防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1487,
        "name": "Gilligan",
        "passives": [
            "抵禦法力異常：此角色對影響法力的異常具有天生抗性。",
            "每個敵人增益提供的法力：每個回合開始時，敵人隊伍擁有的每一個生效狀態效果增益都能讓自身獲得少量法力。（最多 20 個增益）"
        ]
    },
    {
        "originalIndex": 1488,
        "name": "Goldrip",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1489,
        "name": "Gongniu",
        "passives": [
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 10% 生命值。",
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1490,
        "name": "Gooric",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1491,
        "name": "Grilka",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1492,
        "name": "Guardian Elephant",
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1493,
        "name": "Guardian Gazelle",
        "passives": []
    },
    {
        "originalIndex": 1494,
        "name": "Guardian Gazelle C1",
        "passives": []
    },
    {
        "originalIndex": 1495,
        "name": "Guardian Owl",
        "passives": []
    },
    {
        "originalIndex": 1496,
        "name": "Guillemette",
        "passives": [
            "目标每有一層血百合叠加，受到此角色的普通攻擎和特殊技能造成的增加 5%。"
        ]
    },
    {
        "originalIndex": 1497,
        "name": "Guinevere",
        "passives": []
    },
    {
        "originalIndex": 1498,
        "name": "Guinevere C1",
        "passives": []
    },
    {
        "originalIndex": 1499,
        "name": "Gwendoline",
        "passives": []
    },
    {
        "originalIndex": 1500,
        "name": "Gwynn",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 151 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1501,
        "name": "Hachiko",
        "passives": [
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1502,
        "name": "Halcyon",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1503,
        "name": "Hanitra",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1504,
        "name": "Haumri",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1505,
        "name": "Hilda",
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 4 次的傷害，其傷害减少 -90% 且也對所有状態異常、法力減损與瘋狂免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1506,
        "name": "Horus",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1507,
        "name": "Horus C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1508,
        "name": "Iga",
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1509,
        "name": "Inanis",
        "passives": [
            "被舊者烙印：此角色每有 10 點疯狂，其普通攻擊和特殊技能造成的所有傷害提升 6%，最高提升 60%。"
        ]
    },
    {
        "originalIndex": 1510,
        "name": "Inari",
        "passives": []
    },
    {
        "originalIndex": 1511,
        "name": "Inari C1",
        "passives": []
    },
    {
        "originalIndex": 1512,
        "name": "Iron-Heart",
        "passives": [
            "賦能抵禦特殊技能封鎖：此角色對能夠讓特殊技能無法使用的狀熊异常免疫，每次抵抗都會猫得 450 點生命值提升和 5% 法力。",
            "小兵核心：此角色的横造體核心是小兵核心。每次施放此角色的特殊技能時就會啟動小兵核心：",
            "* 完全充能的小兵核心會為所有盟友召唤一個殺手機器人小兵，擁有繼承自施法者的 22% 生命值和 55% 攻擊。",
            "* 繼承自施法者的生命值和攻擊會根據核心的充能而有所變動。核心啟動後，會耗盡所有充能。",
            "* 在殺手機器人小兵命中目標前曾消滅目标的所有小兵並對超级小兵造成傷害。"
        ]
    },
    {
        "originalIndex": 1513,
        "name": "Ironmaw",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1514,
        "name": "Ithar",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。",
            "抵抗小兵所施加的狀態異常：此角色對小兵所施加的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1515,
        "name": "Jana",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 1516,
        "name": "Jasper",
        "passives": []
    },
    {
        "originalIndex": 1517,
        "name": "Jasper C1",
        "passives": []
    },
    {
        "originalIndex": 1518,
        "name": "Jequn",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1519,
        "name": "Jequn C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 1520,
        "name": "Joon",
        "passives": []
    },
    {
        "originalIndex": 1521,
        "name": "Joon C1",
        "passives": []
    },
    {
        "originalIndex": 1522,
        "name": "Joon C2",
        "passives": []
    },
    {
        "originalIndex": 1523,
        "name": "Joon Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1524,
        "name": "Joon Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1525,
        "name": "Jove",
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 1526,
        "name": "Justice",
        "passives": []
    },
    {
        "originalIndex": 1527,
        "name": "Justice C1",
        "passives": []
    },
    {
        "originalIndex": 1528,
        "name": "Justice C2",
        "passives": []
    },
    {
        "originalIndex": 1529,
        "name": "Justice Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1530,
        "name": "Justice Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1531,
        "name": "Kara",
        "passives": [
            "驅散增益時獲得法力：每次此角色身上的增益被驅散時，就會獲得 10% 法力。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1532,
        "name": "Kullervo",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1533,
        "name": "Kullervo C1",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1534,
        "name": "Kushanku",
        "passives": []
    },
    {
        "originalIndex": 1535,
        "name": "Labblub",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1536,
        "name": "Lando",
        "passives": [
            "轉化異常：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的狀態異常，皆會轉化為對應的增益，且此增益無法驅散。轉化效果：",
            "* 攻擊状態異常轉變為 +40% 攻擊增益，持續 3 個回合。",
            "* 防禦状態異常轉變為 +40% 防禦增益，持續 3 個回合。",
            "* 法力产出狀態巽常轉變為 +40% 法力產出增益，持续 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1537,
        "name": "Laohu",
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1538,
        "name": "Lazara",
        "passives": [
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "盟友嘗試淨化時獲得生命值加成：當盟友嘗試使用特殊技能進行淨化時，所有盟友都會獲得 300 點生命值加成。此效果每回合生效一次。",
            "敵人嘗試淨化時受到傷害：當一名敵人嘗試使用特殊技能進行淨化時，所有敵人都會受到 300 點傷害。此效果每回合生效一次。"
        ]
    },
    {
        "originalIndex": 1539,
        "name": "Lemonwood",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1540,
        "name": "Leonidas",
        "passives": []
    },
    {
        "originalIndex": 1541,
        "name": "Leonidas C1",
        "passives": []
    },
    {
        "originalIndex": 1542,
        "name": "Leonidas C2",
        "passives": []
    },
    {
        "originalIndex": 1543,
        "name": "Leonidas Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1544,
        "name": "Leonidas Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1545,
        "name": "Livia",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1546,
        "name": "Lyria",
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 1547,
        "name": "Malin",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1548,
        "name": "Malosi",
        "passives": [
            "抵禦防禦異常：此英雄對影響防禦的狀態異常和負面疊加具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1549,
        "name": "Matilda",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 1550,
        "name": "May",
        "passives": [
            "抵禦小兵移除：此角色對小兵移除效果具有天生抗性。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1551,
        "name": "Meg Giry",
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 1552,
        "name": "Melodymuse",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1553,
        "name": "Meresankh",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 3 回合內受到 231 飛沙傷害。"
        ]
    },
    {
        "originalIndex": 1554,
        "name": "Meresankh C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 3 回合內受到 357 飛沙傷害。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 1555,
        "name": "Mica",
        "passives": []
    },
    {
        "originalIndex": 1556,
        "name": "Moonbell",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1557,
        "name": "Motega",
        "passives": [
            "此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。特殊技能完全充能時，機率則變為 100%。"
        ]
    },
    {
        "originalIndex": 1558,
        "name": "Mother Lemminkainen",
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1559,
        "name": "Motsognir",
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動。",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 316 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1560,
        "name": "Musashi",
        "passives": []
    },
    {
        "originalIndex": 1561,
        "name": "Musashi C1",
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1562,
        "name": "Neith",
        "passives": [
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1563,
        "name": "Nemesis",
        "passives": [
            "減少防禦異常持續時間：這個角色受到來自特殊技能的防禦狀態異常的持續時間減少 2 個回合。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1564,
        "name": "Nithgaest",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "赋能抵禦法力減损：此角色對法力减损免疫，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 1565,
        "name": "Norns",
        "passives": []
    },
    {
        "originalIndex": 1566,
        "name": "Norns C1",
        "passives": []
    },
    {
        "originalIndex": 1567,
        "name": "Odin",
        "passives": []
    },
    {
        "originalIndex": 1568,
        "name": "Odin C1",
        "passives": []
    },
    {
        "originalIndex": 1569,
        "name": "Ogima",
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1570,
        "name": "Onatel",
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的狀態效果。"
        ]
    },
    {
        "originalIndex": 1571,
        "name": "Papyros",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。"
        ]
    },
    {
        "originalIndex": 1572,
        "name": "Papyros C1",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1573,
        "name": "Penolite",
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1574,
        "name": "Persa",
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1575,
        "name": "Persa C1",
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1576,
        "name": "Pertinax",
        "passives": [
            "阻礙法力：降低 -80% 特殊技能、被動技能家族加成和狀態效果所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1577,
        "name": "Philomena",
        "passives": [
            "小兵致盲：所有敵方小兵擁有 -60% 精準度。所有敵方超級小兵擁有 -50% 精準度。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1578,
        "name": "Poseidon",
        "passives": []
    },
    {
        "originalIndex": 1579,
        "name": "Poseidon C1",
        "passives": []
    },
    {
        "originalIndex": 1580,
        "name": "Prof. Lidenbrock",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 1581,
        "name": "Prof. Lidenbrock C1",
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 1582,
        "name": "Queen Guowang",
        "passives": []
    },
    {
        "originalIndex": 1583,
        "name": "Rana",
        "passives": []
    },
    {
        "originalIndex": 1584,
        "name": "Rana C1",
        "passives": []
    },
    {
        "originalIndex": 1585,
        "name": "Ranvir",
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1586,
        "name": "Ratgrub",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1587,
        "name": "Rhys",
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1588,
        "name": "Roc",
        "passives": []
    },
    {
        "originalIndex": 1589,
        "name": "Roc C1",
        "passives": []
    },
    {
        "originalIndex": 1590,
        "name": "Rosalind",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1591,
        "name": "Ruan Xiaoqi",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 1592,
        "name": "Salniss",
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1593,
        "name": "Satinpimenter",
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1594,
        "name": "Scrollbeast",
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1595,
        "name": "Shaal",
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1596,
        "name": "Shareef",
        "passives": [
            "轉化增益：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的增益，皆會轉化為對應的狀態異常，且此状態無法驅散。轉化效果：",
            "* 攻擊增益替代為 -40% 攻擊異常，持續 3 個回合。",
            "* 防禦增益替代為 -40% 防禦異常，持續 3 個回合。",
            "* 法力產出增益替代為 -40% 法力產出異常，持續 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1597,
        "name": "Shimmerscale",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1598,
        "name": "Sif",
        "passives": []
    },
    {
        "originalIndex": 1599,
        "name": "Sif C1",
        "passives": []
    },
    {
        "originalIndex": 1600,
        "name": "Silverpaw",
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1601,
        "name": "Sir Roostley",
        "passives": []
    },
    {
        "originalIndex": 1602,
        "name": "Sludgus",
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1603,
        "name": "Stravia",
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 80% 機率於其下個回合開始時復活，並恢復 50% 生命值和 80% 法力。",
            "* 最多可觸發 9 次。復活幾率會在每次觸發後衰減。無法通過狀態異常或被動技能阻止該效果。",
            "特性：輕巧自如的身姿。",
            "此角色不受增加或減少防票的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 1604,
        "name": "Tang Sanzang",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 1605,
        "name": "Thor",
        "passives": []
    },
    {
        "originalIndex": 1606,
        "name": "Thor C1",
        "passives": []
    },
    {
        "originalIndex": 1607,
        "name": "Thunderclap",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 1608,
        "name": "Thura",
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 3 回合內受到 150 點傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1609,
        "name": "Topaz",
        "passives": []
    },
    {
        "originalIndex": 1610,
        "name": "Uraeus",
        "passives": [
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。",
            "從已陣亡小兵獲取生命值：此角色擁有的小兵被擊殺時，會恢復 50 的生命值。"
        ]
    },
    {
        "originalIndex": 1611,
        "name": "Ustad Anand",
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "對小兵和超級小兵造成額外傷害：此角色對小兵和超級小兵造成 +150% 傷害。"
        ]
    },
    {
        "originalIndex": 1612,
        "name": "Vaishali",
        "passives": [
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "暴增的法力：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1613,
        "name": "Vaishali C1",
        "passives": [
            "暴增的法力：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1614,
        "name": "Vivica",
        "passives": []
    },
    {
        "originalIndex": 1615,
        "name": "Vivica C1",
        "passives": []
    },
    {
        "originalIndex": 1616,
        "name": "Vivica C2",
        "passives": []
    },
    {
        "originalIndex": 1617,
        "name": "Vivica Toon",
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1618,
        "name": "Vivica Glass",
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1619,
        "name": "Vivica Stylish",
        "passives": [
            "有型！：有 65% 機率將受到的負面效果替換為相對應的正面效果。"
        ]
    },
    {
        "originalIndex": 1620,
        "name": "Wayne",
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 65% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 150% 傷害。"
        ]
    },
    {
        "originalIndex": 1621,
        "name": "Wealhtheow",
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦增益免疫：此角色對於免疫新的狀態效果增益的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1622,
        "name": "Weland",
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "賦能抵禦法力減損：此角色對法力减损免疫，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加（最大值： 10 ）。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 1623,
        "name": "White Rabbit",
        "passives": []
    },
    {
        "originalIndex": 1624,
        "name": "White Rabbit C1",
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1625,
        "name": "Willow",
        "passives": [
            "此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。特殊技能完全充能時，機率則變為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 1626,
        "name": "Winnie",
        "passives": [
            "獲得增益的法力：獲得增益或正面疊加時可獲得 5% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1627,
        "name": "Wolfgang",
        "passives": []
    },
    {
        "originalIndex": 1628,
        "name": "Wolfgang C1",
        "passives": [
            "提升狀態效果持續時間：有機率提升施放狀態效果的持續時間。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 1629,
        "name": "Wu Yong",
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血：此角色對造成流血傷害的状態異常免疫。"
        ]
    },
    {
        "originalIndex": 1630,
        "name": "Wulfstan",
        "passives": []
    },
    {
        "originalIndex": 1631,
        "name": "Xavier",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1632,
        "name": "Zandria",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1633,
        "name": "Zandria C1",
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 1634,
        "name": "Zazha",
        "passives": [
            "轉化異常：每當該角色施放特殊技能時，所有會影響敵人攻擊、防禦與法力產出的狀態異常，皆會轉化為對應的增益，且此增益無法驅散。轉化效果：",
            "* 攻擊状態異常轉變為 +40% 攻擊增益，持續 3 個回合。",
            "* 防禦状態異常轉變為 +40% 防禦增益，持續 3 個回合。",
            "* 法力产出狀態巽常轉變為 +40% 法力產出增益，持续 3 個回合。",
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 額外閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1635,
        "name": "Zekena",
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1636,
        "name": "Zekena C1",
        "passives": [
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1637,
        "name": "Zenuk'wa",
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 2 回合內受到 238 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1638,
        "name": "Zhang Fei",
        "passives": []
    },
    {
        "originalIndex": 1639,
        "name": "Zhang Fei C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1640,
        "name": "Zhuge Liang",
        "passives": []
    },
    {
        "originalIndex": 1641,
        "name": "Zhuge Liang C1",
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1642,
        "name": "Zora",
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1643,
        "name": "Experience Mimic Rare",
        "passives": []
    },
    {
        "originalIndex": 1644,
        "name": "Ascension Mimic Epic Holy",
        "passives": []
    },
    {
        "originalIndex": 1645,
        "name": "Porthos C1",
        "passives": []
    },
    {
        "originalIndex": 1646,
        "name": "Hygd",
        "passives": []
    },
    {
        "originalIndex": 1647,
        "name": "Hu Sanniang",
        "passives": []
    },
    {
        "originalIndex": 1648,
        "name": "Chingiriko",
        "passives": []
    },
    {
        "originalIndex": 1649,
        "name": "Laurent",
        "passives": []
    },
    {
        "originalIndex": 1650,
        "name": "Crustee",
        "passives": []
    },
    {
        "originalIndex": 1651,
        "name": "Veer",
        "passives": []
    },
    {
        "originalIndex": 1652,
        "name": "Ibelis",
        "passives": []
    },
    {
        "originalIndex": 1653,
        "name": "Lumi & Taiga",
        "passives": []
    },
    {
        "originalIndex": 1654,
        "name": "Wilcox",
        "passives": []
    },
    {
        "originalIndex": 1655,
        "name": "Zarola C1",
        "passives": []
    },
    {
        "originalIndex": 1656,
        "name": "Voluptas C1",
        "passives": []
    },
    {
        "originalIndex": 1657,
        "name": "Cupido C1",
        "passives": []
    },
    {
        "originalIndex": 1658,
        "name": "Lempi",
        "passives": []
    },
    {
        "originalIndex": 1659,
        "name": "Vernon",
        "passives": []
    },
    {
        "originalIndex": 1660,
        "name": "Zavok",
        "passives": []
    }
];