const translatedPassivesCN = 
[
    {
        "originalIndex": 0,
        "name": "Brand",
        "passives": []
    },
    {
        "originalIndex": 1,
        "name": "Sigrunn",
        "passives": []
    },
    {
        "originalIndex": 2,
        "name": "Olaf",
        "passives": []
    },
    {
        "originalIndex": 3,
        "name": "Ragnhild",
        "passives": []
    },
    {
        "originalIndex": 4,
        "name": "Toril",
        "passives": []
    },
    {
        "originalIndex": 5,
        "name": "Agharoth",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 6,
        "name": "Bertha",
        "passives": [
            "转换增益：每当该角色施放特殊技能时， 影响所有盟友的攻击、防御和法力生成的所有状态异常将转换为对应的无法驱散增益。 转换效果：",
            "* 攻击状态异常被转换为 +40% 的攻击增益，持续 3 回合。",
            "* 防御状态异常被转换为 +40% 的防御增益，持续 3 回合。",
            "* 法力生成状态异常被转换为 +40% 的法力生成增益，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 7,
        "name": "Bryggvir",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 153 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 8,
        "name": "Chick Jr.",
        "passives": []
    },
    {
        "originalIndex": 9,
        "name": "Dawn",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附加状态效果：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 10,
        "name": "Frosty",
        "passives": []
    },
    {
        "originalIndex": 11,
        "name": "Gato",
        "passives": []
    },
    {
        "originalIndex": 12,
        "name": "Graymane",
        "passives": []
    },
    {
        "originalIndex": 13,
        "name": "Graymane C1",
        "passives": []
    },
    {
        "originalIndex": 14,
        "name": "Graymane Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 15,
        "name": "Graymane Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 16,
        "name": "Guardian Lemur",
        "passives": []
    },
    {
        "originalIndex": 17,
        "name": "Gunnar",
        "passives": []
    },
    {
        "originalIndex": 18,
        "name": "Gunnar C1",
        "passives": []
    },
    {
        "originalIndex": 19,
        "name": "Gunnar Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 20,
        "name": "Gunnar Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 21,
        "name": "Helo",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 22,
        "name": "Helo C1",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 23,
        "name": "Jarif",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 24,
        "name": "Jarif C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 25,
        "name": "Jarvur",
        "passives": []
    },
    {
        "originalIndex": 26,
        "name": "Joukahainen",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 27,
        "name": "Joukahainen C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 28,
        "name": "Karil",
        "passives": []
    },
    {
        "originalIndex": 29,
        "name": "Karil C1",
        "passives": []
    },
    {
        "originalIndex": 30,
        "name": "Karil Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 31,
        "name": "Karil Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 32,
        "name": "Nordri",
        "passives": []
    },
    {
        "originalIndex": 33,
        "name": "Nordri C1",
        "passives": []
    },
    {
        "originalIndex": 34,
        "name": "Planchet",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 35,
        "name": "Soroca",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 4 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 36,
        "name": "Swan Maiden",
        "passives": [
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。不适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 37,
        "name": "Ulmer",
        "passives": []
    },
    {
        "originalIndex": 38,
        "name": "Ulmer C1",
        "passives": []
    },
    {
        "originalIndex": 39,
        "name": "Ulmer Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 40,
        "name": "Ulmer Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 41,
        "name": "Valen",
        "passives": []
    },
    {
        "originalIndex": 42,
        "name": "Valen C1",
        "passives": []
    },
    {
        "originalIndex": 43,
        "name": "Valen Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 44,
        "name": "Valen Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 45,
        "name": "Virgil",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 46,
        "name": "Vodnik",
        "passives": []
    },
    {
        "originalIndex": 47,
        "name": "Yao",
        "passives": []
    },
    {
        "originalIndex": 48,
        "name": "Agwe",
        "passives": []
    },
    {
        "originalIndex": 49,
        "name": "Agwe C1",
        "passives": []
    },
    {
        "originalIndex": 50,
        "name": "Aqualith",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 51,
        "name": "Aqualith C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 52,
        "name": "Azmia",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 53,
        "name": "Azmia C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 54,
        "name": "Bonechill",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "毁灭核心：该角色的构造核心是毁灭核心。",
            "毁灭核心在该角色每次施放特殊技能时激活。",
            "* 当毁灭核心完全充能时，对所有敌人造成 180% 的伤害。",
            "* 伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 55,
        "name": "Boril",
        "passives": []
    },
    {
        "originalIndex": 56,
        "name": "Boril C1",
        "passives": []
    },
    {
        "originalIndex": 57,
        "name": "Boril C2",
        "passives": []
    },
    {
        "originalIndex": 58,
        "name": "Boril Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 59,
        "name": "Boril Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 60,
        "name": "Breca",
        "passives": [
            "强化抵抗法力减损：此英雄免疫法力减损。每次抵抗时还会获得 600 点生命加成和 10% 法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 61,
        "name": "Captain of Diamonds",
        "passives": []
    },
    {
        "originalIndex": 62,
        "name": "Choozen",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 63,
        "name": "Dain",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 193 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 64,
        "name": "Fosco",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。",
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 65,
        "name": "Frank",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 66,
        "name": "Frank C1",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 67,
        "name": "Garyas",
        "passives": [
            "攻击力异常削减：将影响攻击力的状态异常效果降低 80%。此效果适用于该角色及其在战场上的所有盟友。"
        ]
    },
    {
        "originalIndex": 68,
        "name": "Greg",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 69,
        "name": "Grimm",
        "passives": []
    },
    {
        "originalIndex": 70,
        "name": "Grimm C1",
        "passives": []
    },
    {
        "originalIndex": 71,
        "name": "Grimm C2",
        "passives": []
    },
    {
        "originalIndex": 72,
        "name": "Grimm Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 73,
        "name": "Grimm Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 74,
        "name": "Grimm Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 75,
        "name": "Grumbl",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 5 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 76,
        "name": "Jott",
        "passives": []
    },
    {
        "originalIndex": 77,
        "name": "Kiril",
        "passives": []
    },
    {
        "originalIndex": 78,
        "name": "Kiril C1",
        "passives": []
    },
    {
        "originalIndex": 79,
        "name": "Kiril C2",
        "passives": []
    },
    {
        "originalIndex": 80,
        "name": "Kiril Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 81,
        "name": "Kiril Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 82,
        "name": "Knuckles",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎人之毅：当该角色施放其特殊技能时，获得 +20% 的攻击力，持续 3 回合。此效果可与其他改变攻击力的效果并存。"
        ]
    },
    {
        "originalIndex": 83,
        "name": "Lamentia",
        "passives": [
            "古神烙印：该角色的普通攻击和特殊技能所造成的所有伤害，都会因其身上的狂乱值而增加，每 10 点狂乱值将提升 6% 伤害，最多可提升至 60%。"
        ]
    },
    {
        "originalIndex": 84,
        "name": "Linus",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 85,
        "name": "Mireweave",
        "passives": []
    },
    {
        "originalIndex": 86,
        "name": "Olbec",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 87,
        "name": "Osamu",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 88,
        "name": "Rafeeq",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "对小兵和巨大体型小兵的额外伤害：此角色对小兵和巨大体型小兵造成 +150% 伤害。"
        ]
    },
    {
        "originalIndex": 89,
        "name": "Sanngrior",
        "passives": []
    },
    {
        "originalIndex": 90,
        "name": "Sapphire",
        "passives": []
    },
    {
        "originalIndex": 91,
        "name": "Sonya",
        "passives": []
    },
    {
        "originalIndex": 92,
        "name": "Sonya C1",
        "passives": []
    },
    {
        "originalIndex": 93,
        "name": "Sonya C2",
        "passives": []
    },
    {
        "originalIndex": 94,
        "name": "Sonya Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 95,
        "name": "Sonya Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 96,
        "name": "Triton",
        "passives": []
    },
    {
        "originalIndex": 97,
        "name": "Triton C1",
        "passives": []
    },
    {
        "originalIndex": 98,
        "name": "Valeria",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 99,
        "name": "Xiahou Dun",
        "passives": []
    },
    {
        "originalIndex": 100,
        "name": "Zila Lei",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 101,
        "name": "Zila Lei C1",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 102,
        "name": "Adalinda",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 103,
        "name": "Aegir",
        "passives": []
    },
    {
        "originalIndex": 104,
        "name": "Aegir C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 105,
        "name": "Aether Mimic Ice",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 阿尔法艾瑟尔。",
            "* 冰雪艾瑟尔 III。",
            "* 冰雪艾瑟尔 II。",
            "* 冰雪艾瑟尔 I。"
        ]
    },
    {
        "originalIndex": 106,
        "name": "Aino",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 107,
        "name": "Aino C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 108,
        "name": "Alasie",
        "passives": []
    },
    {
        "originalIndex": 109,
        "name": "Alasie C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 110,
        "name": "Alexandrine",
        "passives": [
            "抵抗治疗异常：该角色天生对影响治疗的状态异常有抵抗能力。",
            "受到状态异常时恢复生命：该角色在受到状态异常或负面效果叠加时恢复 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 111,
        "name": "Alice",
        "passives": []
    },
    {
        "originalIndex": 112,
        "name": "Amphitrite",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 113,
        "name": "Anatemah",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 114,
        "name": "Andvari",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 309 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 115,
        "name": "Anzia",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 116,
        "name": "Anzia C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 117,
        "name": "Areax",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 118,
        "name": "Ariel",
        "passives": []
    },
    {
        "originalIndex": 119,
        "name": "Ariel C1",
        "passives": []
    },
    {
        "originalIndex": 120,
        "name": "Armel",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 121,
        "name": "Ascension Mimic Ice",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 望远镜。",
            "* * *",
            "- 精致手套。",
            "- 指南针。",
            "- 保暖披风。",
            "- 战斗手册。",
            "- 高筒靴。",
            "- 链甲衫。",
            "* *",
            "- 结实绳索。"
        ]
    },
    {
        "originalIndex": 122,
        "name": "Ascian",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 123,
        "name": "Athena",
        "passives": []
    },
    {
        "originalIndex": 124,
        "name": "Athena C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 125,
        "name": "Atlanteia",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 126,
        "name": "Atlanteia C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 127,
        "name": "Azurite",
        "passives": []
    },
    {
        "originalIndex": 128,
        "name": "Balur",
        "passives": [
            "流血时治疗：每当敌人受到流血伤害时，该角色恢复 50 点生命值。",
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 129,
        "name": "Bart",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 130,
        "name": "Bennu",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 131,
        "name": "Bennu C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 132,
        "name": "Bhaltair",
        "passives": [
            "快节奏 - 民谣：所有由敌人施放的民谣仅持续 1 回合。",
            "快节奏 - 舞蹈：所有由敌人施放的舞蹈仅持续 1 回合。"
        ]
    },
    {
        "originalIndex": 133,
        "name": "Bobo",
        "passives": []
    },
    {
        "originalIndex": 134,
        "name": "Boboo Sang",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 135,
        "name": "Bubbles",
        "passives": [
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。",
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 136,
        "name": "Burton",
        "passives": []
    },
    {
        "originalIndex": 137,
        "name": "Caelen",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 138,
        "name": "Camilla",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 50% 的几率对所有敌人造成 100% 的伤害。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。"
        ]
    },
    {
        "originalIndex": 139,
        "name": "Camilla C1",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 60% 的几率对所有敌人造成 150% 的伤害。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -7% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 140,
        "name": "Cao Cao",
        "passives": []
    },
    {
        "originalIndex": 141,
        "name": "Cao Cao C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 142,
        "name": "Cathal",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 143,
        "name": "Cel",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 144,
        "name": "Celimene",
        "passives": [
            "攻击力异常削减：将影响攻击力的状态异常效果降低 -80%。此效果适用于该角色及其在战场上的所有盟友。"
        ]
    },
    {
        "originalIndex": 145,
        "name": "Ceto",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 146,
        "name": "Ceto C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 147,
        "name": "Chang'e",
        "passives": [
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时，有 50% 的几率获得 10% 的法力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时，有 50% 的几率恢复 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 148,
        "name": "Chester",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 149,
        "name": "Chimister",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 150,
        "name": "Chitrangada",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "进阶抵抗负面小兵效果：此角色免疫来自小兵和超级小兵的负面效果与伤害。"
        ]
    },
    {
        "originalIndex": 151,
        "name": "Ciara",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 152,
        "name": "Cinnamon",
        "passives": [
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。",
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 153,
        "name": "Claeg",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。"
        ]
    },
    {
        "originalIndex": 154,
        "name": "Cobalt",
        "passives": []
    },
    {
        "originalIndex": 155,
        "name": "Cosmicspeaker",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 156,
        "name": "Crystalis",
        "passives": []
    },
    {
        "originalIndex": 157,
        "name": "Davey Wavey",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 238 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 158,
        "name": "Dominique",
        "passives": [
            "复活生命值削减：除头目外的所有敌人会以 -80% 的生命值复活。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 15% 的生命值。此效果每回合只能激活一次。",
            "内在美：每当该角色本应受到状态异常造成的伤害时，改为恢复相同数值的生命值。"
        ]
    },
    {
        "originalIndex": 159,
        "name": "Emblem Mimic Ice",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 大师术士纹章。",
            "* 大师巫师纹章。",
            "* 术士纹章。",
            "* 巫师纹章。"
        ]
    },
    {
        "originalIndex": 160,
        "name": "Emilie",
        "passives": [
            "邪神契约：被击败后，该角色有几率以上古邪神宿主的姿态重生。该角色每有 10% 点狂乱值，几率便会提升 10，最多可提升至 100%。",
            "上古邪神宿主拥有：",
            "* 100% 继承生命值。",
            "* 1200 攻击力。",
            "* 1200 防御。",
            "特殊技能:邪神荒疫。",
            "* 对目标造成 400% 伤害，并对其施加 35 点狂乱。",
            "* 对施法者施加 30 点狂乱。",
            "若因自身狂乱效果而被自己击败，重生几率始终为 100%。"
        ]
    },
    {
        "originalIndex": 161,
        "name": "Esme",
        "passives": []
    },
    {
        "originalIndex": 162,
        "name": "Exeera",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。"
        ]
    },
    {
        "originalIndex": 163,
        "name": "Exeera C1",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 164,
        "name": "Experience Mimic Ice",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 普通冰雪训练师英雄。",
            "* 非凡冰雪训练师英雄。",
            "* 稀有冰雪训练师英雄。",
            "* 普通冰雪英雄。",
            "* 非凡冰雪英雄。"
        ]
    },
    {
        "originalIndex": 165,
        "name": "Fenrir",
        "passives": []
    },
    {
        "originalIndex": 166,
        "name": "Fenrir C1",
        "passives": []
    },
    {
        "originalIndex": 167,
        "name": "Fergus",
        "passives": [
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。",
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "每 4 回合，移除所有敌人身上的成长效果。"
        ]
    },
    {
        "originalIndex": 168,
        "name": "Finley",
        "passives": []
    },
    {
        "originalIndex": 169,
        "name": "Finley C1",
        "passives": [
            "特殊技能附带剧毒：当该角色施放其特殊技能时，所有敌人会在 4 回合内受到 528 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 170,
        "name": "Firmin Richard",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 5% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 171,
        "name": "Fizzcoil",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 172,
        "name": "Fortuna",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 173,
        "name": "Frida",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 174,
        "name": "Frosth",
        "passives": [
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。",
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 175,
        "name": "Frostsnout",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 176,
        "name": "Gaillard",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 3 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 177,
        "name": "Ghealach",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "毁灭核心：该角色的构造核心是毁灭核心。",
            "毁灭核心在该角色每次施放特殊技能时激活。",
            "* 当毁灭核心完全充能时，对所有敌人造成 180% 的伤害。",
            "* 伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 178,
        "name": "Gitnib",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 179,
        "name": "Glacivolt",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "小兵核心：此角色的机械核心为小兵核心。每当此角色施放特殊技能时，都会启动小兵核心：",
            "* 若小兵核心已完全充满，为所有盟友召唤一个杀戮机器人小兵，小兵继承施法者的 22% 生命值和 55% 攻击力。",
            "* 核心的充能越高，继承的生命值和攻击力越多。核心启动时会耗尽所有充能。",
            "* 杀裁机器人小兵在攻击目标前会摧毁目标的所有小兵，并对超级小兵造成伤害。"
        ]
    },
    {
        "originalIndex": 180,
        "name": "Gladius",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "敌方获得防御增益时获得法力：当任何敌人获得防御性增益时，该角色获得 10% 的法力。"
        ]
    },
    {
        "originalIndex": 181,
        "name": "Glenda",
        "passives": [
            "抵抗增益免疫：该角色天生对提供免疫新的狀態效果增益的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 182,
        "name": "Gloozmer",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 183,
        "name": "Grimsteel",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 184,
        "name": "Guardian Hippo",
        "passives": []
    },
    {
        "originalIndex": 185,
        "name": "Halwinter",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "小兵核心：此角色的机械核心为小兵核心。",
            "每当此角色施放特殊技能时，都会启动小兵核心：",
            "* 若小兵核心已完全充满，为所有盟友召唤一个杀戮机器人小兵，小兵继承施法者的 22% 生命值和 55% 攻击力。",
            "* 核心的充能越高，继承的生命值和攻击力越多。核心启动时会耗尽所有充能。",
            "* 杀裁机器人小兵在攻击目标前会摧毁目标的所有小兵，并对超级小兵造成伤害。"
        ]
    },
    {
        "originalIndex": 186,
        "name": "Hetepheres",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 187,
        "name": "Hetepheres C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 188,
        "name": "Himeros",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 189,
        "name": "Hogne",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 315 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 190,
        "name": "Hrothgar",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 15% 的生命值。此效果每回合只能激活一次。",
            "受到伤害时获得攻击力叠加：当该角色受到直接的特殊技能伤害时，获得 30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 191,
        "name": "Hysteria",
        "passives": []
    },
    {
        "originalIndex": 192,
        "name": "Iris",
        "passives": [
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。",
            "增益被驱散时获得法力：每当该角色的一个增益效果被驱散时，其会获得 10% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 193,
        "name": "Isarnia",
        "passives": []
    },
    {
        "originalIndex": 194,
        "name": "Isarnia C1",
        "passives": []
    },
    {
        "originalIndex": 195,
        "name": "Isarnia C2",
        "passives": []
    },
    {
        "originalIndex": 196,
        "name": "Isarnia Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 197,
        "name": "Isarnia Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 198,
        "name": "Ixinn",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 199,
        "name": "Jolt",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 200,
        "name": "Jolyon",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗防御削减：该角色天生对影响防御的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 201,
        "name": "Kabeiroi",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 202,
        "name": "Kettle",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 203,
        "name": "King Arthur",
        "passives": []
    },
    {
        "originalIndex": 204,
        "name": "Klaern",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。"
        ]
    },
    {
        "originalIndex": 205,
        "name": "Krampus",
        "passives": []
    },
    {
        "originalIndex": 206,
        "name": "Krampus C1",
        "passives": [
            "小兵命中时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 388 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 207,
        "name": "Lane",
        "passives": [
            "盗贼的良机：每回合开始时，该角色有 50% 的几率掠夺一名随机敌人：",
            "掠夺：",
            "* 偷取 200 点生命值。",
            "* 安全地从敌人身上偷取的一个随机成长效果、正面叠加或状态效果增益。包括不可驱散的增益与舞蹈效果。",
            "* 安全偷取会无视状态效果增益被 移除时的副作用，例如移除时的 伤害。但被动技能和家族效果仍 会触发。",
            "死里逃生：该角色第一次受到致命伤害时，将该伤害会转移至一个随机敌在包含多波敌人的战斗中，该效果会在每一波开始时刷新。"
        ]
    },
    {
        "originalIndex": 208,
        "name": "Lempi",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 209,
        "name": "Lennart",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 210,
        "name": "Lord Loki",
        "passives": []
    },
    {
        "originalIndex": 211,
        "name": "Lord Loki C1",
        "passives": []
    },
    {
        "originalIndex": 212,
        "name": "Ludovico",
        "passives": [
            "目标每拥有一层血莲，受到该角色的所有普通攻击和特殊技能伤害提高 5%。"
        ]
    },
    {
        "originalIndex": 213,
        "name": "Lumi & Taiga",
        "passives": [
            "特殊技能强化护盾：作为进攻方时的被动技能：",
            "* 当此角色施放特殊技能时，面板上冰霜系护盾的暴击几率将提升 +54%。",
            "作为防守方时的被动技能：",
            "* 当此角色施放特殊技能时，面板上冰霜系护盾的精准度被削弱 -47%",
            "泰坦猎手标记：当此角色施放特殊技能时，会随机标记一名敌人，使其携带狩猎火焰效果，持续 4 回合。被狩猎火焰标记的目标在受到暴击时，将额外承受 150 点伤害。"
        ]
    },
    {
        "originalIndex": 214,
        "name": "Lysanor",
        "passives": [
            "受到增益时获得法力：在获得增益或正面效果叠加时获得 5% 的法力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 215,
        "name": "Magistine",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 216,
        "name": "Magni",
        "passives": []
    },
    {
        "originalIndex": 217,
        "name": "Magni C1",
        "passives": []
    },
    {
        "originalIndex": 218,
        "name": "Magni C2",
        "passives": []
    },
    {
        "originalIndex": 219,
        "name": "Magni Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 220,
        "name": "Magni Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 221,
        "name": "Mariol",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 222,
        "name": "Master Lepus",
        "passives": []
    },
    {
        "originalIndex": 223,
        "name": "Master Lepus C1",
        "passives": []
    },
    {
        "originalIndex": 224,
        "name": "Matrera",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 4 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 225,
        "name": "Mene",
        "passives": [
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。",
            "冰冻时获得法力：每当敌人受到冰冻伤害时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 226,
        "name": "Miki",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 227,
        "name": "Milady de Winter",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 228,
        "name": "Milena",
        "passives": [
            "特殊技能获得法力：当该角色施放其特殊技能时，有 50% 的几率为所有队友提供 10% 的法力。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 229,
        "name": "Milena C1",
        "passives": [
            "特殊技能获得法力：当该角色施放其特殊技能时，有 60% 的几率为所有队友提供 10% 的法力。如果特殊技能完全充能，则几率为 100%。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 230,
        "name": "Miriam & Midnight",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 231,
        "name": "Misandra",
        "passives": []
    },
    {
        "originalIndex": 232,
        "name": "Misandra C1",
        "passives": []
    },
    {
        "originalIndex": 233,
        "name": "Miss Ethel",
        "passives": []
    },
    {
        "originalIndex": 234,
        "name": "Mistra",
        "passives": [
            "受到状态异常时获得法力增益：持有此技能的角色在受到任何状态异常或负面效果叠加时，获得 +24% 的法力生成，持续 3 回合。",
            "敌方施放特殊技能时造成伤害：如果一个法力速度为中等或更快的敌人施放特殊技能，所有敌人将受到 100 点伤害。此效果每回合只能激活一次。",
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 235,
        "name": "Misty",
        "passives": [
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 210 点水系伤害。"
        ]
    },
    {
        "originalIndex": 236,
        "name": "Modthryth",
        "passives": [
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时获得 5% 的法力。",
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "抵抗增益免疫：该角色天生对提供免疫新的狀態效果增益的异常状态有抵抗能力。"
        ]
    },
    {
        "originalIndex": 237,
        "name": "Mooncure",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 238,
        "name": "Morel",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 239,
        "name": "Morel C1",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 240,
        "name": "Mr. Pengi",
        "passives": []
    },
    {
        "originalIndex": 241,
        "name": "Mr. Pengi C1",
        "passives": [
            "小兵命中时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 416 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 242,
        "name": "Nautica",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "修复核心：该角色的构造核心是修复核心。修复核心在该角色每次施放特殊技能时激活：",
            "* 当修复核心完全充能时，为所有队友提升 25% 的生命值。",
            "* 治疗量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 243,
        "name": "Nerasis",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。"
        ]
    },
    {
        "originalIndex": 244,
        "name": "Nine-Headed Beast",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时，有 50% 的几率恢复 10% 的生命值。",
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时，有 50% 的几率恢复 10% 的法力。"
        ]
    },
    {
        "originalIndex": 245,
        "name": "Njal",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 246,
        "name": "Nylora",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 247,
        "name": "Odette",
        "passives": [
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。不适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 248,
        "name": "Oniwakamaru",
        "passives": []
    },
    {
        "originalIndex": 249,
        "name": "Orcur",
        "passives": [
            "特殊技能摧毁恶魔：当该角色施放其特殊技能时，其身上的所有恶魔都会被摧毁。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "抵抗治疗异常：该角色天生对影响治疗的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 250,
        "name": "Otso",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 251,
        "name": "Passepartout",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 252,
        "name": "Passepartout C1",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。",
            "特殊技能提升生命值：施放特殊技能时，为所有队友提升 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 253,
        "name": "Pepperbleu",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 254,
        "name": "Perseus",
        "passives": []
    },
    {
        "originalIndex": 255,
        "name": "Perseus C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 256,
        "name": "Pophit",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 3 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 257,
        "name": "Porthos",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 258,
        "name": "Porthos C1",
        "passives": [
            "抵抗防御异常：此角色免疫影响防御的状态异常和负面效果叠加，不包括影响元素防御的状态异常。",
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 75% 的几率对所有敌人造成所受伤害 50% 的伤害。"
        ]
    },
    {
        "originalIndex": 259,
        "name": "Quari",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 260,
        "name": "Quinn",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 261,
        "name": "Quintin",
        "passives": []
    },
    {
        "originalIndex": 262,
        "name": "Raffaele",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 263,
        "name": "Rian",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 264,
        "name": "Richard",
        "passives": []
    },
    {
        "originalIndex": 265,
        "name": "Richard C1",
        "passives": []
    },
    {
        "originalIndex": 266,
        "name": "Richard C2",
        "passives": []
    },
    {
        "originalIndex": 267,
        "name": "Richard Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 268,
        "name": "Richard Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 269,
        "name": "Richard Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 270,
        "name": "Riverfang",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 271,
        "name": "Rumpelstiltskin",
        "passives": []
    },
    {
        "originalIndex": 272,
        "name": "Rumpelstiltskin C1",
        "passives": []
    },
    {
        "originalIndex": 273,
        "name": "Russula",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。"
        ]
    },
    {
        "originalIndex": 274,
        "name": "Russula C1",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 275,
        "name": "Sable",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 276,
        "name": "Salvatore",
        "passives": []
    },
    {
        "originalIndex": 277,
        "name": "Satori",
        "passives": [
            "受到状态异常时获得法力增益：持有此技能的角色在受到任何状态异常或负面效果叠加时，获得 +24% 的法力生成，持续 3 回合。",
            "增益被驱散时获得生命加成：每当该角色的一个增益效果被驱散时，其会获得 450 点生命加成。此效果每回合只能激活一次。",
            "增益被驱散时获得法力：每当该角色的一个增益效果被驱散时，其会获得 10% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 278,
        "name": "Sawano",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 279,
        "name": "Sigyn",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 280,
        "name": "Sini",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "法力削减时获得状态效果：当该角色的法力被削减时，其获得 +30% 的攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 281,
        "name": "Siofra",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 282,
        "name": "Skadi",
        "passives": []
    },
    {
        "originalIndex": 283,
        "name": "Skadi C1",
        "passives": []
    },
    {
        "originalIndex": 284,
        "name": "Skarn",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "腐蚀核心：该角色的构造核心是腐蚀核心。腐蚀核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀剧毒效果，持续 3 回合。当腐蚀核心完全充能时，腐蚀剧毒造成 153 点剧毒伤害，并每回合降低目标 -13% 的法力生成。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 剧毒伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 285,
        "name": "Slimgo",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 286,
        "name": "Snow White",
        "passives": []
    },
    {
        "originalIndex": 287,
        "name": "Snow White C1",
        "passives": []
    },
    {
        "originalIndex": 288,
        "name": "Sobek",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人受到 255 点沙系伤害，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 289,
        "name": "Sobek C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人受到 363 点沙系伤害，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 50%。"
        ]
    },
    {
        "originalIndex": 290,
        "name": "Song Jiang",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 291,
        "name": "Sorrow",
        "passives": [
            "猎手感知：当该角色施放其特殊技能时，会将自身最新的可净化状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有可净化的状态异常，则恢复自身 8% 的生命。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 292,
        "name": "Starwalker",
        "passives": [
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。",
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。"
        ]
    },
    {
        "originalIndex": 293,
        "name": "Suzuna",
        "passives": [
            "抵抗治疗异常：该角色天生对影响治疗的状态异常有抵抗能力。",
            "抵抗恶魔：该角色无法被恶魔附身。"
        ]
    },
    {
        "originalIndex": 294,
        "name": "Svafa",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 346 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 295,
        "name": "Tealmoine",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 296,
        "name": "Tethys",
        "passives": []
    },
    {
        "originalIndex": 297,
        "name": "Tethys C1",
        "passives": []
    },
    {
        "originalIndex": 298,
        "name": "Thalassa",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 299,
        "name": "Thalassa C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 300,
        "name": "Thanatos",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 301,
        "name": "Theobald",
        "passives": []
    },
    {
        "originalIndex": 302,
        "name": "Thorne",
        "passives": []
    },
    {
        "originalIndex": 303,
        "name": "Thorne C1",
        "passives": []
    },
    {
        "originalIndex": 304,
        "name": "Thorne C2",
        "passives": []
    },
    {
        "originalIndex": 305,
        "name": "Thorne Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 306,
        "name": "Thorne Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 307,
        "name": "Timius",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 308,
        "name": "Tinsel",
        "passives": []
    },
    {
        "originalIndex": 309,
        "name": "Tremor",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎人之毅：当该角色施放其特殊技能时，获得 +20% 的攻击力，持续 3 回合。此效果可与其他改变攻击力的效果并存。"
        ]
    },
    {
        "originalIndex": 310,
        "name": "Ulius",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 50% 的几率对所有敌人造成 100% 的伤害。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。"
        ]
    },
    {
        "originalIndex": 311,
        "name": "Ulius C1",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 60% 的几率对所有敌人造成 150% 的伤害。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -7% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 312,
        "name": "Vela",
        "passives": [
            "抵抗负面小兵效果：该角色天生对来自小兵的负面效果及伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 313,
        "name": "Verity",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 314,
        "name": "Vernix",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 315,
        "name": "Vincent",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 3 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 316,
        "name": "Waterpipe",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。"
        ]
    },
    {
        "originalIndex": 317,
        "name": "Whitefang",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 318,
        "name": "Wu Song",
        "passives": [
            "特殊攻击暴击时获得生命值加成: 当此角色使用特殊技能造成暴击时，所有盟友获得 10% 生命加成。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 319,
        "name": "Zappa",
        "passives": []
    },
    {
        "originalIndex": 320,
        "name": "Zengar",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 321,
        "name": "Zengar C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 322,
        "name": "Zircon",
        "passives": []
    },
    {
        "originalIndex": 323,
        "name": "Aife",
        "passives": []
    },
    {
        "originalIndex": 324,
        "name": "Derric",
        "passives": []
    },
    {
        "originalIndex": 325,
        "name": "Brogan",
        "passives": []
    },
    {
        "originalIndex": 326,
        "name": "Jenneh",
        "passives": []
    },
    {
        "originalIndex": 327,
        "name": "Needler",
        "passives": []
    },
    {
        "originalIndex": 328,
        "name": "Alessia",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 329,
        "name": "Ali",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "对小兵和巨大体型小兵的额外伤害：此角色对小兵和巨大体型小兵造成 +150% 伤害。"
        ]
    },
    {
        "originalIndex": 330,
        "name": "Belith",
        "passives": []
    },
    {
        "originalIndex": 331,
        "name": "Belith C1",
        "passives": []
    },
    {
        "originalIndex": 332,
        "name": "Belith Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 333,
        "name": "Belith Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 334,
        "name": "Berden",
        "passives": []
    },
    {
        "originalIndex": 335,
        "name": "Berden C1",
        "passives": []
    },
    {
        "originalIndex": 336,
        "name": "Berden Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 337,
        "name": "Berden Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 338,
        "name": "Brienne",
        "passives": []
    },
    {
        "originalIndex": 339,
        "name": "Brienne C1",
        "passives": []
    },
    {
        "originalIndex": 340,
        "name": "Brienne Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 341,
        "name": "Brienne Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 342,
        "name": "By-Ulf",
        "passives": []
    },
    {
        "originalIndex": 343,
        "name": "Carver",
        "passives": []
    },
    {
        "originalIndex": 344,
        "name": "Carver C1",
        "passives": []
    },
    {
        "originalIndex": 345,
        "name": "Carver Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 346,
        "name": "Carver Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 347,
        "name": "Chires",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "特殊技能摧毁恶魔：当该角色施放其特殊技能时，其身上的所有恶魔都会被摧毁。"
        ]
    },
    {
        "originalIndex": 348,
        "name": "Dolgoon",
        "passives": [
            "特殊技能附加状态效果：当该角色施放其特殊技能时，有 50% 的几率为所有敌人施加 -25% 的法力生成，持续 3 回合。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 349,
        "name": "Eumachius",
        "passives": [
            "目标每拥有一层血莲，受到该角色的所有普通攻击和特殊技能伤害提高 5%。"
        ]
    },
    {
        "originalIndex": 350,
        "name": "Faiez",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 351,
        "name": "Faiez C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 352,
        "name": "Featherino",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 353,
        "name": "Ferni",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 354,
        "name": "Fianna",
        "passives": [
            "特殊技能附加状态效果：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。"
        ]
    },
    {
        "originalIndex": 355,
        "name": "Friar Tuck",
        "passives": []
    },
    {
        "originalIndex": 356,
        "name": "Friar Tuck C1",
        "passives": []
    },
    {
        "originalIndex": 357,
        "name": "Friar Tuck Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 358,
        "name": "Friar Tuck Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 359,
        "name": "General Yin",
        "passives": []
    },
    {
        "originalIndex": 360,
        "name": "Gnomer",
        "passives": []
    },
    {
        "originalIndex": 361,
        "name": "Goopy",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 362,
        "name": "Gramps",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 363,
        "name": "Gramps C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 364,
        "name": "Grevle",
        "passives": []
    },
    {
        "originalIndex": 365,
        "name": "Hisan",
        "passives": []
    },
    {
        "originalIndex": 366,
        "name": "Isshtak",
        "passives": []
    },
    {
        "originalIndex": 367,
        "name": "Isshtak C1",
        "passives": []
    },
    {
        "originalIndex": 368,
        "name": "Isshtak Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 369,
        "name": "Isshtak Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 370,
        "name": "Jax",
        "passives": []
    },
    {
        "originalIndex": 371,
        "name": "Jing",
        "passives": []
    },
    {
        "originalIndex": 372,
        "name": "Lucas",
        "passives": [
            "复活生命值削减：除头目外的所有敌人会以 -80% 的生命值复活。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。",
            "内在美：每当该角色本应受到状态异常造成的伤害时，改为恢复相同数值的生命值。"
        ]
    },
    {
        "originalIndex": 373,
        "name": "Mnesseus",
        "passives": []
    },
    {
        "originalIndex": 374,
        "name": "Mnesseus C1",
        "passives": []
    },
    {
        "originalIndex": 375,
        "name": "Muggy",
        "passives": []
    },
    {
        "originalIndex": 376,
        "name": "Nettletail",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 377,
        "name": "Noril",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 378,
        "name": "Roxia",
        "passives": [
            "特殊技能获得法力：当该角色施放其特殊技能时，有 50% 的几率为所有队友提供 10% 的法力。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。"
        ]
    },
    {
        "originalIndex": 379,
        "name": "Shrubbear",
        "passives": []
    },
    {
        "originalIndex": 380,
        "name": "Whacker",
        "passives": []
    },
    {
        "originalIndex": 381,
        "name": "William",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 382,
        "name": "Yona",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 383,
        "name": "Zarel",
        "passives": [
            "防御异常削减：将影响防御的异常状态效果降低 -80%。此效果适用于该角色及其在战场上的所有盟友。"
        ]
    },
    {
        "originalIndex": 384,
        "name": "Zarola",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 385,
        "name": "Zarola C1",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 386,
        "name": "Alfie",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 387,
        "name": "Almur",
        "passives": []
    },
    {
        "originalIndex": 388,
        "name": "Almur C1",
        "passives": []
    },
    {
        "originalIndex": 389,
        "name": "Anton",
        "passives": [
            "特殊技能恢复生命：当该角色施放其特殊技能时，有 50% 的几率为所有队友恢复 15% 的生命值。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 390,
        "name": "Brontes",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 391,
        "name": "Brynhild",
        "passives": []
    },
    {
        "originalIndex": 392,
        "name": "Buddy",
        "passives": []
    },
    {
        "originalIndex": 393,
        "name": "Buddy C1",
        "passives": [
            "命中小兵时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 252 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 394,
        "name": "Caedmon",
        "passives": []
    },
    {
        "originalIndex": 395,
        "name": "Caedmon C1",
        "passives": []
    },
    {
        "originalIndex": 396,
        "name": "Caedmon C2",
        "passives": []
    },
    {
        "originalIndex": 397,
        "name": "Caedmon Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 398,
        "name": "Caedmon Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 399,
        "name": "Caedmon Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 400,
        "name": "Franz",
        "passives": []
    },
    {
        "originalIndex": 401,
        "name": "Fruitio",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 402,
        "name": "Gadeirus",
        "passives": []
    },
    {
        "originalIndex": 403,
        "name": "Gadeirus C1",
        "passives": []
    },
    {
        "originalIndex": 404,
        "name": "Gobbler",
        "passives": []
    },
    {
        "originalIndex": 405,
        "name": "Gobbler C1",
        "passives": []
    },
    {
        "originalIndex": 406,
        "name": "Hansel",
        "passives": []
    },
    {
        "originalIndex": 407,
        "name": "Hansel C1",
        "passives": []
    },
    {
        "originalIndex": 408,
        "name": "Jack O'Hare",
        "passives": []
    },
    {
        "originalIndex": 409,
        "name": "Jack O'Hare C1",
        "passives": []
    },
    {
        "originalIndex": 410,
        "name": "Joyvert",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 411,
        "name": "Kalo",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 5 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 412,
        "name": "Kashhrek",
        "passives": []
    },
    {
        "originalIndex": 413,
        "name": "Kashhrek C1",
        "passives": []
    },
    {
        "originalIndex": 414,
        "name": "Kashhrek C2",
        "passives": []
    },
    {
        "originalIndex": 415,
        "name": "Kashhrek Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 416,
        "name": "Kashhrek Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 417,
        "name": "Lionstring",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 418,
        "name": "Little John",
        "passives": []
    },
    {
        "originalIndex": 419,
        "name": "Little John C1",
        "passives": []
    },
    {
        "originalIndex": 420,
        "name": "Little John C2",
        "passives": []
    },
    {
        "originalIndex": 421,
        "name": "Little John Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 422,
        "name": "Little John Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 423,
        "name": "Marcel",
        "passives": []
    },
    {
        "originalIndex": 424,
        "name": "Melendor",
        "passives": []
    },
    {
        "originalIndex": 425,
        "name": "Melendor C1",
        "passives": []
    },
    {
        "originalIndex": 426,
        "name": "Melendor C2",
        "passives": []
    },
    {
        "originalIndex": 427,
        "name": "Melendor Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 428,
        "name": "Melendor Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 429,
        "name": "Mielikki",
        "passives": [
            "西苏之力 - 当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 430,
        "name": "Mielikki C1",
        "passives": [
            "西苏之力 - 当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 431,
        "name": "Mulgog",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 432,
        "name": "Mulgog C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 433,
        "name": "Myrtle",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 434,
        "name": "Numbskull",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎手感知：当该角色施放其特殊技能时，会将自身最新的可净化状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有可净化的状态异常，则恢复自身 8% 的生命。"
        ]
    },
    {
        "originalIndex": 435,
        "name": "Orla",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 436,
        "name": "Peters",
        "passives": []
    },
    {
        "originalIndex": 437,
        "name": "Peters C1",
        "passives": []
    },
    {
        "originalIndex": 438,
        "name": "Ptolemy",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 439,
        "name": "Ptolemy C1",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 440,
        "name": "Raleigh",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 441,
        "name": "Skittleskull",
        "passives": []
    },
    {
        "originalIndex": 442,
        "name": "Skittleskull C1",
        "passives": []
    },
    {
        "originalIndex": 443,
        "name": "Skittleskull C2",
        "passives": []
    },
    {
        "originalIndex": 444,
        "name": "Skittleskull Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 445,
        "name": "Skittleskull Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 446,
        "name": "Snorri",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 209 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 447,
        "name": "Tettukh",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 448,
        "name": "Tettukh C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 449,
        "name": "Villiers",
        "passives": [
            "特殊技能造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 450,
        "name": "Villiers C1",
        "passives": [
            "抵抗防御异常：此角色免疫影响防御的状态异常和负面效果叠加，不包括影响元素防御的状态异常。",
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 75% 的几率对所有敌人造成所受伤害 50% 的伤害。"
        ]
    },
    {
        "originalIndex": 451,
        "name": "Wren",
        "passives": []
    },
    {
        "originalIndex": 452,
        "name": "Aether Mimic Nature",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 阿尔法艾瑟尔。",
            "* 自然艾瑟尔 III。",
            "* 自然艾瑟尔 II。",
            "* 自然艾瑟尔 I。"
        ]
    },
    {
        "originalIndex": 453,
        "name": "Ahmose",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 454,
        "name": "Ahmose C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作。",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 455,
        "name": "Alberich",
        "passives": []
    },
    {
        "originalIndex": 456,
        "name": "Alberich C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 457,
        "name": "Archibald",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "每 4 回合，移除所有敌人身上的成长效果。"
        ]
    },
    {
        "originalIndex": 458,
        "name": "Archie",
        "passives": []
    },
    {
        "originalIndex": 459,
        "name": "Archie C1",
        "passives": []
    },
    {
        "originalIndex": 460,
        "name": "Arco",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 4 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 461,
        "name": "Armand Moncharmin",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 462,
        "name": "Ascension Mimic Nature",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 神秘补药。",
            "* * *",
            "- 精致手套。",
            "- 指南针。",
            "- 坚固护盾。",
            "- 高筒靴。",
            "- 剑鞘。",
            "* *",
            "- 结实绳索。",
            "- 匕首。"
        ]
    },
    {
        "originalIndex": 463,
        "name": "Athos",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 464,
        "name": "Athos C1",
        "passives": [
            "抵抗防御异常：此角色免疫影响防御的状态异常和负面效果叠加，不包括影响元素防御的状态异常。",
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 75% 的几率对所有敌人造成所受伤害 50% 的伤害。"
        ]
    },
    {
        "originalIndex": 465,
        "name": "Atomos",
        "passives": []
    },
    {
        "originalIndex": 466,
        "name": "Atomos C1",
        "passives": []
    },
    {
        "originalIndex": 467,
        "name": "Atwood",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 468,
        "name": "Augustus",
        "passives": []
    },
    {
        "originalIndex": 469,
        "name": "Balbar",
        "passives": [
            "抵抗增益免疫：该角色天生对提供免疫新的狀態效果增益的状态异常有抵抗能力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 470,
        "name": "Bertila",
        "passives": [
            "抵抗致盲：该角色天生对影响精准度的状态异常有抵抗能力。不适用于来自盟友的原始状态效果。",
            "小兵死亡时获得法力：每次摧毁此角色的一名小兵，该角色都会获得少量的法力。"
        ]
    },
    {
        "originalIndex": 471,
        "name": "Bo & Runt",
        "passives": [
            "抵抗小兵移除：该角色天生对小兵移除有抵抗能力。",
            "召唤小兵时获得法力：当一个盟友召唤小兵时，该角色获得 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 472,
        "name": "Bonga",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "对小兵和巨大体型小兵的额外伤害：此角色对小兵和巨大体型小兵造成 +150% 伤害。"
        ]
    },
    {
        "originalIndex": 473,
        "name": "Bonzo",
        "passives": [
            "快节奏 - 民谣：所有由敌人施放的民谣仅持续 1 回合。",
            "快节奏 - 舞蹈：所有由敌人施放的舞蹈仅持续 1 回合。"
        ]
    },
    {
        "originalIndex": 474,
        "name": "Boom & Fang",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 475,
        "name": "Bramble",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗防御削减：该角色天生对影响防御的状态异常、叠加和衰退效果有抵抗能力。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 476,
        "name": "Bulklug",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 477,
        "name": "Chikao",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 478,
        "name": "Chloris",
        "passives": [
            "抵抗治疗异常：该角色天生对影响治疗的异常状态有抵抗能力。",
            "敌方施放特殊技能时提升生命值：当敌人施放特殊技能时，该角色有 50% 的几率将自身生命值提升 100 点。"
        ]
    },
    {
        "originalIndex": 479,
        "name": "Cinisia",
        "passives": [
            "根据非自然系敌人数量提高攻击力：每场战斗开始时，每存在一个非自然系元素的敌人，此角色的攻击力都会提高 5%。在多个波次的战斗中，该效果将在每一波开始时刷新。",
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 480,
        "name": "Congalach",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 481,
        "name": "Congalach C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 482,
        "name": "Craum",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 483,
        "name": "Cristobal",
        "passives": [
            "施放特殊技能时获得状态效果：此角色在施放特殊技能时，有 50% 的几率给予所有敌人 -25% 法力生成，持续 3 回合。若该特殊技能已完全充满，此几率则为 100%"
        ]
    },
    {
        "originalIndex": 484,
        "name": "Cristobal C1",
        "passives": [
            "施放特殊技能时获得状态效果：此角色在施放特殊技能时，有 60% 的几率给予所有敌人 -45% 法力生成，持续 3 回合。若该特殊技能已完全充满，此几率则为 100%",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 485,
        "name": "Crustee",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 486,
        "name": "Dagr",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 330 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 487,
        "name": "Daroga",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 5% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 488,
        "name": "Desmond",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 489,
        "name": "Dodgrom",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 490,
        "name": "Ecgtheow",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时获得 5% 的法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 491,
        "name": "Edwin",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 492,
        "name": "Edwin C1",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 493,
        "name": "Eiora & Fluffy",
        "passives": []
    },
    {
        "originalIndex": 494,
        "name": "Eiora & Fluffy C1",
        "passives": [
            "净化时复制异常：当该英雄身上的状态异常被净化时，会将一个被净化的状态异常的新副本施加给一个随机敌人。"
        ]
    },
    {
        "originalIndex": 495,
        "name": "Ekanite",
        "passives": []
    },
    {
        "originalIndex": 496,
        "name": "El Naddaha",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散敌人最新的可驱散增益。"
        ]
    },
    {
        "originalIndex": 497,
        "name": "El Naddaha C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散敌人最新的可驱散增益。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 498,
        "name": "Elkanen",
        "passives": []
    },
    {
        "originalIndex": 499,
        "name": "Elkanen C1",
        "passives": []
    },
    {
        "originalIndex": 500,
        "name": "Elkanen C2",
        "passives": []
    },
    {
        "originalIndex": 501,
        "name": "Elkanen Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 502,
        "name": "Elkanen Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 503,
        "name": "Elkanen Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 504,
        "name": "Ellery",
        "passives": [
            "邪神契约：被击败后，该角色有几率以上古邪神宿主的姿态重生。该角色每有 10% 点狂乱值，几率便会提升 10，最多可提升至 100%。",
            "上古邪神宿主拥有：",
            "* 100% 继承生命值。",
            "* 1200 攻击力。",
            "* 1200 防御。",
            "特殊技能:邪神荒疫。",
            "* 对目标造成 400% 伤害，并对其施加 35 点狂乱。",
            "* 对施法者施加 30 点狂乱。",
            "若因自身狂乱效果而被自己击败，重生几率始终为 100%。"
        ]
    },
    {
        "originalIndex": 505,
        "name": "Elradir",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 506,
        "name": "Elyssa",
        "passives": [
            "转换增益：每当该角色施放特殊技能时， 影响所有盟友的攻击、防御和法力生成的所有状态异常将转换为对应的无法驱散增益。 转换效果：",
            "* 攻击状态异常被转换为 +40% 的攻击增益，持续 3 回合。",
            "* 防御状态异常被转换为 +40% 的防御增益，持续 3 回合。",
            "* 法力生成状态异常被转换为 +40% 的法力生成增益，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 507,
        "name": "Emblem Mimic Nature",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 大师圣骑士纹章。",
            "* 大师德鲁伊纹章。",
            "* 圣骑士纹章。",
            "* 德鲁伊纹章。"
        ]
    },
    {
        "originalIndex": 508,
        "name": "Enigmo",
        "passives": [
            "回溯敌方小兵和恶魔：该角色天生能够回溯敌人通过特殊技能召唤的任何小兵或恶魔。敌人召唤的最后一个小兵和恶魔会被回溯，直到施放特殊技能为止。"
        ]
    },
    {
        "originalIndex": 509,
        "name": "Evelyn",
        "passives": []
    },
    {
        "originalIndex": 510,
        "name": "Evelyn C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 511,
        "name": "Experience Mimic Nature",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 普通自然训练师英雄。",
            "* 非凡自然训练师英雄。",
            "* 稀有自然训练师英雄。",
            "* 普通自然英雄。",
            "* 非凡自然英雄。"
        ]
    },
    {
        "originalIndex": 512,
        "name": "Fafnir",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 337 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 513,
        "name": "Februus",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 514,
        "name": "Ferrus",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "腐蚀核心：该角色的构造核心是腐蚀核心。腐蚀核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀剧毒效果，持续 3 回合。当腐蚀核心完全充能时，腐蚀剧毒造成 128 点剧毒伤害，并每回合降低目标 -13% 的法力生成。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 剧毒伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 515,
        "name": "Florenna",
        "passives": [
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。",
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。"
        ]
    },
    {
        "originalIndex": 516,
        "name": "Foxley",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 517,
        "name": "Francine",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 518,
        "name": "Francine C1",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 519,
        "name": "Freawaru",
        "passives": [
            "根据敌方增益数量获得法力：每个回合开始时，敌方战队身上每拥有一个增益状态效果，便获得少量法力。（最多 20 层）",
            "强化抵抗法力减损：此英雄免疫法力减损。每次抵抗时还会获得 600 点生命加成和 10% 法力。",
            "抵抗增益格挡：此角色免疫阻止其获得新状态效果增益的效果。"
        ]
    },
    {
        "originalIndex": 520,
        "name": "Frigg",
        "passives": []
    },
    {
        "originalIndex": 521,
        "name": "Frigg C1",
        "passives": []
    },
    {
        "originalIndex": 522,
        "name": "Frog Prince",
        "passives": []
    },
    {
        "originalIndex": 523,
        "name": "Frond",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "毁灭核心：该角色的构造核心是毁灭核心。毁灭核心在该角色每次施放特殊技能时激活：",
            "* 当毁灭核心完全充能时，对所有敌人造成 180% 的伤害。",
            "* 伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 524,
        "name": "Fungustine",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 525,
        "name": "Galapago",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 526,
        "name": "Galapago C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 527,
        "name": "Garjammal",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。"
        ]
    },
    {
        "originalIndex": 528,
        "name": "Garjammal C1",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 529,
        "name": "Garten",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 4 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 530,
        "name": "Gelert",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 531,
        "name": "Gelert C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 532,
        "name": "Ginger",
        "passives": []
    },
    {
        "originalIndex": 533,
        "name": "Ginger C1",
        "passives": [
            "命中小兵时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 500 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 534,
        "name": "Godfrey",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 535,
        "name": "Goorian",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 536,
        "name": "Grace",
        "passives": [
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。",
            "嘲讽时获得法力：每当敌人获得嘲讽状态效果时，该角色的法力增加 10%。"
        ]
    },
    {
        "originalIndex": 537,
        "name": "Green Knight",
        "passives": []
    },
    {
        "originalIndex": 538,
        "name": "Gregorion",
        "passives": []
    },
    {
        "originalIndex": 539,
        "name": "Gregorion C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 540,
        "name": "Grendel",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 541,
        "name": "Grovevert",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 542,
        "name": "Guan Yu",
        "passives": []
    },
    {
        "originalIndex": 543,
        "name": "Guan Yu C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 544,
        "name": "Guardian Chameleon",
        "passives": []
    },
    {
        "originalIndex": 545,
        "name": "Hammertusk",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 546,
        "name": "Haulstone",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "修复核心：该角色的构造核心是修复核心。修复核心在该角色每次施放特殊技能时激活：",
            "* 当修复核心完全充能时，为所有队友提升 25% 的生命值。",
            "* 治疗量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 547,
        "name": "Heimdall",
        "passives": []
    },
    {
        "originalIndex": 548,
        "name": "Heimdall C1",
        "passives": []
    },
    {
        "originalIndex": 549,
        "name": "Horghall",
        "passives": []
    },
    {
        "originalIndex": 550,
        "name": "Horghall C1",
        "passives": []
    },
    {
        "originalIndex": 551,
        "name": "Horghall C2",
        "passives": []
    },
    {
        "originalIndex": 552,
        "name": "Horghall Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 553,
        "name": "Horghall Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 554,
        "name": "Hortensia",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 555,
        "name": "Humbert",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 556,
        "name": "Hygil",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 557,
        "name": "Iku-Turso",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 558,
        "name": "Ito",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 559,
        "name": "Jade",
        "passives": []
    },
    {
        "originalIndex": 560,
        "name": "Kadilen",
        "passives": []
    },
    {
        "originalIndex": 561,
        "name": "Kadilen C1",
        "passives": []
    },
    {
        "originalIndex": 562,
        "name": "Kadilen C2",
        "passives": []
    },
    {
        "originalIndex": 563,
        "name": "Kadilen Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 564,
        "name": "Kadilen Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 565,
        "name": "Kai",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。"
        ]
    },
    {
        "originalIndex": 566,
        "name": "Khatrox",
        "passives": [
            "邪神契约：被击败后，该角色有几率以上古邪神宿主的姿态重生。该角色每有 10% 点狂乱值，几率便会提升 10，最多可提升至 100%。",
            "上古邪神宿主拥有：",
            "* 100% 继承生命值。",
            "* 1200 攻击力。",
            "* 1200 防御。",
            "特殊技能:邪神荒疫。",
            "* 对目标造成 400% 伤害，并对其施加 35 点狂乱。",
            "* 对施法者施加 30 点狂乱。",
            "若因自身狂乱效果而被自己击败，重生几率始终为 100%。"
        ]
    },
    {
        "originalIndex": 567,
        "name": "Kingston",
        "passives": [
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。"
        ]
    },
    {
        "originalIndex": 568,
        "name": "Kolya",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 569,
        "name": "Lady Locke",
        "passives": []
    },
    {
        "originalIndex": 570,
        "name": "Lady Locke C1",
        "passives": [
            "特殊技能附带剧毒：当该角色施放其特殊技能时，所有敌人会在 4 回合内受到 540 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 571,
        "name": "Lady of the Lake",
        "passives": []
    },
    {
        "originalIndex": 572,
        "name": "Lady of the Lake C1",
        "passives": []
    },
    {
        "originalIndex": 573,
        "name": "Laurent",
        "passives": [
            "复活生命值削减：除头目外的所有敌人会以 -80% 的生命值复活。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 15% 的生命值。此效果每回合只能激活一次。",
            "内在美：每当该角色本应受到状态异常造成的伤害时，改为恢复相同数值的生命值。"
        ]
    },
    {
        "originalIndex": 574,
        "name": "Leadria",
        "passives": [
            "抵抗最大生命值削减：该角色天生对最大生命值削减有抵抗能力。",
            "小兵死亡时提升生命值：当该角色拥有的小兵被摧毁时，该角色恢复 50 点生命加成。"
        ]
    },
    {
        "originalIndex": 575,
        "name": "Leafwhisk",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 576,
        "name": "Leonie",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 577,
        "name": "Lianna",
        "passives": []
    },
    {
        "originalIndex": 578,
        "name": "Lianna C1",
        "passives": []
    },
    {
        "originalIndex": 579,
        "name": "Lianna C2",
        "passives": []
    },
    {
        "originalIndex": 580,
        "name": "Lianna Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 581,
        "name": "Lianna Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 582,
        "name": "Limeboire",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 583,
        "name": "Lin Chong",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 584,
        "name": "Liora",
        "passives": [
            "抵抗生命偷取异常：此角色免疫偷取生命的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 585,
        "name": "Liu Bei",
        "passives": []
    },
    {
        "originalIndex": 586,
        "name": "Liu Bei C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 587,
        "name": "Lughaidh",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 588,
        "name": "Lughaidh C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。",
            "特殊技能提升生命值：当该角色施放其特殊技能时，为所有队友提升 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 589,
        "name": "Ma'at",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 590,
        "name": "Ma'at C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "敌方施放生命加成特殊技能时获得法力：每当敌人施放直接提升生命值的特殊技能时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 591,
        "name": "Maegwyn",
        "passives": [
            "特殊技能摧毁恶魔：当该角色施放其特殊技能时，其身上的所有恶魔都会被摧毁。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "抵抗治疗异常：该角色天生对影响治疗的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 592,
        "name": "Margaret",
        "passives": [
            "抵抗驱散：该角色天生对增益驱散有抵抗能力。"
        ]
    },
    {
        "originalIndex": 593,
        "name": "Max",
        "passives": [
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。",
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 594,
        "name": "Mazoga",
        "passives": [
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 254 点水系伤害。"
        ]
    },
    {
        "originalIndex": 595,
        "name": "Mena",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 3 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 596,
        "name": "Merith",
        "passives": [
            "降低复活几率：战场上所有敌人的复活几率降低。几率为原始值的 20%。"
        ]
    },
    {
        "originalIndex": 597,
        "name": "Mistweaver",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎人之毅：当该角色施放其特殊技能时，获得 +20% 的攻击力，持续 3 回合。此效果可与其他改变攻击力的效果并存。"
        ]
    },
    {
        "originalIndex": 598,
        "name": "Moonflower",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 599,
        "name": "Morgan Le Fay",
        "passives": []
    },
    {
        "originalIndex": 600,
        "name": "Mother North",
        "passives": []
    },
    {
        "originalIndex": 601,
        "name": "Mother North C1",
        "passives": [
            "小兵命中时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 304 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 602,
        "name": "Mucktus",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 603,
        "name": "Myoin-ni",
        "passives": []
    },
    {
        "originalIndex": 604,
        "name": "Mystia",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "无视嘲讽：该角色的特殊技能不受嘲讽影响。"
        ]
    },
    {
        "originalIndex": 605,
        "name": "Nogu",
        "passives": [
            "受到状态异常时获得法力增益：持有此技能的角色在受到任何状态异常或负面效果叠加时，获得 +24% 的法力生成，持续 3 回合。",
            "敌方施放生命加成特殊技能时获得法力：每当敌人施放直接提升生命值的特殊技能时，该角色获得 10% 的法力。",
            "敌方获得生命加成时自身亦获得生命加成：每当敌人施放直接提升生命值的特殊技能时，该角色获得 450 点生命加成。"
        ]
    },
    {
        "originalIndex": 606,
        "name": "Ott",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 305 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 607,
        "name": "Ott C1",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 600 点生命加成和 10% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 354 点燃烧伤害，并每回合降低目标 -13% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 608,
        "name": "Penelope",
        "passives": []
    },
    {
        "originalIndex": 609,
        "name": "Peregrine",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 610,
        "name": "Peridot",
        "passives": []
    },
    {
        "originalIndex": 611,
        "name": "Phileas Fogg",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 612,
        "name": "Phileas Fogg C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 613,
        "name": "Pip",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 614,
        "name": "Prince Siegfried",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。不适用于影响元素防御的状态异常。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 20% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 615,
        "name": "Qinglong",
        "passives": [
            "禁用小兵技能：所有敌方小兵的攻击和技能都被禁用。"
        ]
    },
    {
        "originalIndex": 616,
        "name": "Queen Anne",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 617,
        "name": "Quenell",
        "passives": []
    },
    {
        "originalIndex": 618,
        "name": "Quenell C1",
        "passives": [
            "能力：延长状态效果持续时间。有机会延长所施放状态效果的持续时间。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 619,
        "name": "Ragrim",
        "passives": [
            "转换增益：每当该角色施放特殊技能时， 影响所有盟友的攻击、防御和法力生成的所有状态异常将转换为对应的无法驱散增益。 转换效果：",
            "* 攻击状态异常被转换为 +40% 的攻击增益，持续 3 回合。",
            "* 防御状态异常被转换为 +40% 的防御增益，持续 3 回合。",
            "* 法力生成状态异常被转换为 +40% 的法力生成增益，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 620,
        "name": "Ratatoskr",
        "passives": []
    },
    {
        "originalIndex": 621,
        "name": "Ratatoskr C1",
        "passives": []
    },
    {
        "originalIndex": 622,
        "name": "Relius",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 623,
        "name": "Rhineglow",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "毁灭核心：该角色的构造核心是毁灭核心。毁灭核心在该角色每次施放特殊技能时激活：",
            "* 当毁灭核心完全充能时，对所有敌人造成 180% 的伤害。",
            "* 伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 624,
        "name": "Roz",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 625,
        "name": "Roz C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 626,
        "name": "Sadie",
        "passives": []
    },
    {
        "originalIndex": 627,
        "name": "Sha Wujing",
        "passives": [
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时，有 50% 的几率获得 10% 的法力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时，有 50% 的几率恢复 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 628,
        "name": "Silvaria",
        "passives": [
            "抵抗小兵移除：该角色天生对小兵移除有抵抗能力。",
            "燃烧时召唤：每当该角色受到燃烧状态异常时，会为自己召唤一个森林守护者小兵。森林守护者小兵继承该角色 40% 的生命值和 40% 的攻击力。"
        ]
    },
    {
        "originalIndex": 629,
        "name": "Smarttongue",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 630,
        "name": "Snowball",
        "passives": [
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。",
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 631,
        "name": "Soursting",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 632,
        "name": "Spartoi",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 633,
        "name": "Spartoi C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 634,
        "name": "Spiff",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 635,
        "name": "Staintongue",
        "passives": [
            "猎手感知：当该角色施放其特殊技能时，有 100% 的几率将自身最新的状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有状态异常，则恢复自身 12% 的生命。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，有 100% 的几率将自身最新的状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有状态异常，则恢复自身 5% 的生命。"
        ]
    },
    {
        "originalIndex": 636,
        "name": "Starlass",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 637,
        "name": "Sun Erniang",
        "passives": [
            "特殊攻击暴击时获得生命值加成: 当此角色使用特殊技能造成暴击时，所有盟友获得 10% 生命加成。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 638,
        "name": "Sune",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 639,
        "name": "Suomuhauki",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 640,
        "name": "Tametomo",
        "passives": []
    },
    {
        "originalIndex": 641,
        "name": "Tarlak",
        "passives": []
    },
    {
        "originalIndex": 642,
        "name": "Tarlak C1",
        "passives": []
    },
    {
        "originalIndex": 643,
        "name": "Teddy",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 644,
        "name": "Telluria",
        "passives": [
            "抵抗小兵移除：该英雄天生对小兵移除有抵抗能力。"
        ]
    },
    {
        "originalIndex": 645,
        "name": "Telonius",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 50% 的几率对所有敌人造成 100% 的伤害。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。"
        ]
    },
    {
        "originalIndex": 646,
        "name": "Telonius C1",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 60% 的几率对所有敌人造成 150% 的伤害。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -7% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 647,
        "name": "Thaffer",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 648,
        "name": "The Hatter",
        "passives": []
    },
    {
        "originalIndex": 649,
        "name": "The Hatter C1",
        "passives": [
            "特殊技能附带莽夫乱拳：当该角色施放其特殊技能时，有 50% 的几率对一个随机敌人施加莽夫乱拳，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 650,
        "name": "Theodosius",
        "passives": [
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。",
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 651,
        "name": "Toxicandra",
        "passives": []
    },
    {
        "originalIndex": 652,
        "name": "Toxicandra C1",
        "passives": [
            "特殊技能附带诅咒：当该角色施放其特殊技能时，所有敌人受到 461 点诅咒伤害，持续 4 回合，伤害逐回合递增。"
        ]
    },
    {
        "originalIndex": 653,
        "name": "Turundh",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 654,
        "name": "Vainamoinen",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 655,
        "name": "Vainamoinen C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 656,
        "name": "Verdigoo",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 657,
        "name": "Vernon",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 658,
        "name": "Verus",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 659,
        "name": "Viselus",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "中毒时提升生命值：每回合结束时，每有一个敌人处于剧毒状态，此角色和附近盟友的生命值便提高 2%。提高的生命值可以超过最大生命值。"
        ]
    },
    {
        "originalIndex": 660,
        "name": "Winifred",
        "passives": [
            "防御异常削减：将影响防御的异常状态效果降低 80%。此效果适用于该角色及其在战场上的所有盟友。"
        ]
    },
    {
        "originalIndex": 661,
        "name": "Xandrella",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 662,
        "name": "Xandrella C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 663,
        "name": "Xiamara",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 664,
        "name": "Xiaoqing",
        "passives": [
            "禁用小兵技能：所有敌方小兵的攻击和技能都被禁用。"
        ]
    },
    {
        "originalIndex": 665,
        "name": "Xshahr",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 666,
        "name": "Yunan",
        "passives": []
    },
    {
        "originalIndex": 667,
        "name": "Yunan C1",
        "passives": []
    },
    {
        "originalIndex": 668,
        "name": "Zavinia",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 669,
        "name": "Zeline",
        "passives": []
    },
    {
        "originalIndex": 670,
        "name": "Zeline C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 671,
        "name": "Zocc",
        "passives": [
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 672,
        "name": "Zuni",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 673,
        "name": "Fletcher",
        "passives": []
    },
    {
        "originalIndex": 674,
        "name": "Nightshade",
        "passives": []
    },
    {
        "originalIndex": 675,
        "name": "Julius",
        "passives": []
    },
    {
        "originalIndex": 676,
        "name": "Layla",
        "passives": []
    },
    {
        "originalIndex": 677,
        "name": "Silthus",
        "passives": []
    },
    {
        "originalIndex": 678,
        "name": "Aderyn",
        "passives": []
    },
    {
        "originalIndex": 679,
        "name": "An-Windr",
        "passives": []
    },
    {
        "originalIndex": 680,
        "name": "Aqeela",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散敌人最新的可驱散增益。"
        ]
    },
    {
        "originalIndex": 681,
        "name": "Aqeela C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人最新的可驱散增益。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 682,
        "name": "Balthazar",
        "passives": []
    },
    {
        "originalIndex": 683,
        "name": "Balthazar C1",
        "passives": []
    },
    {
        "originalIndex": 684,
        "name": "Balthazar Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 685,
        "name": "Balthazar Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 686,
        "name": "Betty",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 4 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 687,
        "name": "Bjorn",
        "passives": []
    },
    {
        "originalIndex": 688,
        "name": "Bjorn C1",
        "passives": []
    },
    {
        "originalIndex": 689,
        "name": "Budatin",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 4 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 690,
        "name": "Chochin",
        "passives": []
    },
    {
        "originalIndex": 691,
        "name": "Edd",
        "passives": []
    },
    {
        "originalIndex": 692,
        "name": "Gill-Ra",
        "passives": []
    },
    {
        "originalIndex": 693,
        "name": "Gill-Ra C1",
        "passives": []
    },
    {
        "originalIndex": 694,
        "name": "Greel",
        "passives": [
            "猎手感知：当该角色施放其特殊技能时，有 100% 的几率将自身最新的状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有状态异常，则恢复自身 12% 的生命。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 695,
        "name": "Guardian Bat",
        "passives": []
    },
    {
        "originalIndex": 696,
        "name": "Jack",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 697,
        "name": "Maeve",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 698,
        "name": "Morganite",
        "passives": []
    },
    {
        "originalIndex": 699,
        "name": "Morris",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。"
        ]
    },
    {
        "originalIndex": 700,
        "name": "Morris C1",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。"
        ]
    },
    {
        "originalIndex": 701,
        "name": "Oberon",
        "passives": []
    },
    {
        "originalIndex": 702,
        "name": "Oberon C1",
        "passives": []
    },
    {
        "originalIndex": 703,
        "name": "Oberon Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 704,
        "name": "Oberon Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 705,
        "name": "Para",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 706,
        "name": "Prisca",
        "passives": []
    },
    {
        "originalIndex": 707,
        "name": "Prisca C1",
        "passives": []
    },
    {
        "originalIndex": 708,
        "name": "Prisca Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 709,
        "name": "Prisca Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 710,
        "name": "Renfeld",
        "passives": []
    },
    {
        "originalIndex": 711,
        "name": "Renfeld C1",
        "passives": []
    },
    {
        "originalIndex": 712,
        "name": "Renfeld Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 713,
        "name": "Renfeld Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 714,
        "name": "Treevil",
        "passives": []
    },
    {
        "originalIndex": 715,
        "name": "Tyrum",
        "passives": []
    },
    {
        "originalIndex": 716,
        "name": "Tyrum C1",
        "passives": []
    },
    {
        "originalIndex": 717,
        "name": "Tyrum Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 718,
        "name": "Tyrum Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 719,
        "name": "Unferth",
        "passives": [
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 720,
        "name": "Vlad",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 721,
        "name": "Ahhotep",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散敌人最新的可驱散增益。"
        ]
    },
    {
        "originalIndex": 722,
        "name": "Ahhotep C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散敌人最新的可驱散增益。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 723,
        "name": "Ameonna",
        "passives": []
    },
    {
        "originalIndex": 724,
        "name": "Ameonna C1",
        "passives": []
    },
    {
        "originalIndex": 725,
        "name": "Ametrine",
        "passives": []
    },
    {
        "originalIndex": 726,
        "name": "Ana-Belle",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 727,
        "name": "Ana-Belle C1",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 728,
        "name": "Arges",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 729,
        "name": "Boomer",
        "passives": []
    },
    {
        "originalIndex": 730,
        "name": "Cheshire Cat",
        "passives": []
    },
    {
        "originalIndex": 731,
        "name": "Cheshire Cat C1",
        "passives": []
    },
    {
        "originalIndex": 732,
        "name": "Cupcake",
        "passives": [
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。",
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 733,
        "name": "Cyprian",
        "passives": []
    },
    {
        "originalIndex": 734,
        "name": "Cyprian C1",
        "passives": []
    },
    {
        "originalIndex": 735,
        "name": "Cyprian C2",
        "passives": []
    },
    {
        "originalIndex": 736,
        "name": "Cyprian Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 737,
        "name": "Cyprian Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 738,
        "name": "Dizzy",
        "passives": []
    },
    {
        "originalIndex": 739,
        "name": "Foxglove",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 740,
        "name": "Fura",
        "passives": []
    },
    {
        "originalIndex": 741,
        "name": "Fura C1",
        "passives": []
    },
    {
        "originalIndex": 742,
        "name": "Gafar",
        "passives": []
    },
    {
        "originalIndex": 743,
        "name": "Heifeng Guai",
        "passives": []
    },
    {
        "originalIndex": 744,
        "name": "Ingolf",
        "passives": []
    },
    {
        "originalIndex": 745,
        "name": "Jabbar",
        "passives": []
    },
    {
        "originalIndex": 746,
        "name": "Juliani",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 747,
        "name": "Kitty",
        "passives": [
            "特殊技能造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 748,
        "name": "Koda",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 749,
        "name": "Lexi",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 750,
        "name": "Meadow",
        "passives": [
            "特殊技能附加状态效果：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。"
        ]
    },
    {
        "originalIndex": 751,
        "name": "Merlin",
        "passives": []
    },
    {
        "originalIndex": 752,
        "name": "Merlin C1",
        "passives": []
    },
    {
        "originalIndex": 753,
        "name": "Proteus",
        "passives": []
    },
    {
        "originalIndex": 754,
        "name": "Proteus C1",
        "passives": []
    },
    {
        "originalIndex": 755,
        "name": "Rigard",
        "passives": []
    },
    {
        "originalIndex": 756,
        "name": "Rigard C1",
        "passives": []
    },
    {
        "originalIndex": 757,
        "name": "Rigard C2",
        "passives": []
    },
    {
        "originalIndex": 758,
        "name": "Rigard Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 759,
        "name": "Rigard Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 760,
        "name": "Ryleh",
        "passives": [
            "古神烙印：该角色的普通攻击和特殊技能所造成的所有伤害，都会因其身上的狂乱值而增加，每 10 点狂乱值将提升 6% 伤害，最多可提升至 60%。"
        ]
    },
    {
        "originalIndex": 761,
        "name": "Sabina",
        "passives": []
    },
    {
        "originalIndex": 762,
        "name": "Sabina C1",
        "passives": []
    },
    {
        "originalIndex": 763,
        "name": "Sabina C2",
        "passives": []
    },
    {
        "originalIndex": 764,
        "name": "Sabina Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 765,
        "name": "Sabina Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 766,
        "name": "Sergei",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 50% 的几率对所有敌人造成 100% 的伤害。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 767,
        "name": "Shar'Khai",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 768,
        "name": "Shar'Khai C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 769,
        "name": "Shoggo",
        "passives": []
    },
    {
        "originalIndex": 770,
        "name": "Shyombre",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 771,
        "name": "Stonecleave",
        "passives": []
    },
    {
        "originalIndex": 772,
        "name": "Talesie",
        "passives": [
            "目标每拥有一层血莲，受到该角色的所有普通攻击和特殊技能伤害提高 5%。"
        ]
    },
    {
        "originalIndex": 773,
        "name": "Tiburtus",
        "passives": []
    },
    {
        "originalIndex": 774,
        "name": "Tiburtus C1",
        "passives": []
    },
    {
        "originalIndex": 775,
        "name": "Tiburtus C2",
        "passives": []
    },
    {
        "originalIndex": 776,
        "name": "Tiburtus Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 777,
        "name": "Tiburtus Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 778,
        "name": "Acidfire",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 779,
        "name": "Aconia",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 780,
        "name": "Aeron",
        "passives": []
    },
    {
        "originalIndex": 781,
        "name": "Aeron C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 782,
        "name": "Agadh",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 783,
        "name": "Agrafena",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 50% 的几率对所有敌人造成 100% 的伤害。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 784,
        "name": "Agrafena C1",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 60% 的几率对所有敌人造成 150% 的伤害。如果特殊技能完全充能，则几率为 100%。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 785,
        "name": "Akilius",
        "passives": [
            "抵抗负面小兵效果：该角色天生对来自小兵的负面效果及伤害有抵抗能力。",
            "小兵死亡时恢复生命：当该角色拥有的小兵被摧毁时，该角色恢复 100 点生命值。"
        ]
    },
    {
        "originalIndex": 786,
        "name": "Alfrike",
        "passives": []
    },
    {
        "originalIndex": 787,
        "name": "Alfrike C1",
        "passives": []
    },
    {
        "originalIndex": 788,
        "name": "Amelia",
        "passives": [
            "转换增益：每当该角色施放特殊技能时， 影响所有盟友的攻击、防御和法力生成的所有状态异常将转换为对应的无法驱散增益。 转换效果：",
            "* 攻击状态异常被转换为 +40% 的攻击增益，持续 3 回合。",
            "* 防御状态异常被转换为 +40% 的防御增益，持续 3 回合。",
            "* 法力生成状态异常被转换为 +40% 的法力生成增益，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 789,
        "name": "Amethyst",
        "passives": []
    },
    {
        "originalIndex": 790,
        "name": "Anoushka",
        "passives": [
            "抵抗致盲：该角色天生对影响精准度的状态异常有抵抗能力。不适用于来自盟友的原始状态效果。",
            "受到状态异常时恢复生命：该角色在受到状态异常或负面效果叠加时恢复 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 791,
        "name": "Anubis",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人最新的可驱散增益。"
        ]
    },
    {
        "originalIndex": 792,
        "name": "Anubis C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人最新的可驱散增益。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 793,
        "name": "Aramis",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 794,
        "name": "Aramis C1",
        "passives": [
            "抵抗防御异常：此角色免疫影响防御的状态异常和负面效果叠加，不包括影响元素防御的状态异常。",
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 75% 的几率对所有敌人造成所受伤害 50% 的伤害。"
        ]
    },
    {
        "originalIndex": 795,
        "name": "Arfanias",
        "passives": [
            "法力削减时获得状态效果：当该角色的法力被削减时，其获得 +30% 的攻击力，持续 3 回合。",
            "抵抗生命偷取异常：该英雄天生对偷取生命的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 796,
        "name": "Ascension Mimic Dark",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 皇室战袍。",
            "* * *",
            "- 精致手套。",
            "- 指南针。",
            "- 陷阱工具。",
            "- 高筒靴。",
            "- 剑鞘。",
            "* *",
            "- 结实绳索。",
            "- 匕首。"
        ]
    },
    {
        "originalIndex": 797,
        "name": "Asketel",
        "passives": []
    },
    {
        "originalIndex": 798,
        "name": "Bastet",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人最新的可驱散增益。"
        ]
    },
    {
        "originalIndex": 799,
        "name": "Bastet C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人最新的可驱散增益。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 800,
        "name": "Becky",
        "passives": [
            "特殊技能恢复生命：当该角色施放其特殊技能时，有 50% 的几率为所有队友恢复 15% 的生命值。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。"
        ]
    },
    {
        "originalIndex": 801,
        "name": "Becky C1",
        "passives": [
            "特殊技能恢复生命：当该角色施放其特殊技能时，有 60% 的几率为所有队友恢复 20% 的生命值。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -7% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 802,
        "name": "Belladonna",
        "passives": [
            "法力增加削减：通过特殊技能增加的法力值降低 -80%。此效果对战场上的所有敌人生效。"
        ]
    },
    {
        "originalIndex": 803,
        "name": "Bera",
        "passives": []
    },
    {
        "originalIndex": 804,
        "name": "Bera C1",
        "passives": []
    },
    {
        "originalIndex": 805,
        "name": "Boss Wolf",
        "passives": []
    },
    {
        "originalIndex": 806,
        "name": "Carta",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "修复核心：该角色的构造核心是修复核心。修复核心在该角色每次施放特殊技能时激活：",
            "* 当修复核心完全充能时，为所有队友提升 25% 的生命值。",
            "* 治疗量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 807,
        "name": "Cecilia",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 808,
        "name": "Cennius",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 809,
        "name": "Chakkoszrot",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "受到状态异常时获得法力增益：持有此技能的角色在受到任何状态异常或负面效果叠加时，获得 +24% 的法力生成，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 810,
        "name": "Chao Gai",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 811,
        "name": "Charon",
        "passives": [
            "抵抗防御异常：该英雄天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。",
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 812,
        "name": "Clarissa",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。"
        ]
    },
    {
        "originalIndex": 813,
        "name": "Dark Lord",
        "passives": []
    },
    {
        "originalIndex": 814,
        "name": "Dark Lord C1",
        "passives": [
            "特殊技能附带诅咒：当该角色施放其特殊技能时，所有敌人受到 473 点诅咒伤害，持续 4 回合，伤害逐回合递增。"
        ]
    },
    {
        "originalIndex": 815,
        "name": "Darkbeat",
        "passives": [
            "降低复活几率：战场上所有敌人的复活几率降低。几率为原始值的 20%。"
        ]
    },
    {
        "originalIndex": 816,
        "name": "Darkfeather",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 817,
        "name": "Deadboot",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 30% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 818,
        "name": "Demilune",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 819,
        "name": "Devyani",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "对小兵和巨大体型小兵的额外伤害：此角色对小兵和巨大体型小兵造成 +150% 伤害。"
        ]
    },
    {
        "originalIndex": 820,
        "name": "Diaochan",
        "passives": []
    },
    {
        "originalIndex": 821,
        "name": "Diaochan C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 822,
        "name": "Domitia",
        "passives": []
    },
    {
        "originalIndex": 823,
        "name": "Domitia C1",
        "passives": []
    },
    {
        "originalIndex": 824,
        "name": "Domitia C2",
        "passives": []
    },
    {
        "originalIndex": 825,
        "name": "Domitia Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 826,
        "name": "Domitia Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 827,
        "name": "Dr. Moreau",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 828,
        "name": "Dr. Moreau C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 829,
        "name": "Dreadstar",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 830,
        "name": "Dubhan",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 831,
        "name": "Dularfulr",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 308 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 832,
        "name": "Duval",
        "passives": [
            "盗贼的良机：每回合开始时，该角色有 50% 的几率掠夺一名随机敌人：",
            "掠夺：",
            "* 偷取 200 点生命值。",
            "* 安全地从敌人身上偷取的一个随机成长效果、正面叠加或状态效果增益。包括不可驱散的增益与舞蹈效果。",
            "* 安全偷取会无视状态效果增益被 移除时的副作用，例如移除时的 伤害。但被动技能和家族效果仍 会触发。",
            "死里逃生：该角色第一次受到致命伤害时，将该伤害会转移至一个随机敌在包含多波敌人的战斗中，该效果会在每一波开始时刷新。"
        ]
    },
    {
        "originalIndex": 833,
        "name": "Eldwren",
        "passives": [
            "抵抗恶魔：该角色无法被恶魔附身。",
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 834,
        "name": "Elsbeth",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "幼苗召唤师: 每回合为一名随机敌人召唤一个幼苗恶魔。",
            "* 2 回合后幼苗恶魔进化为萌芽恶魔。",
            "* 再过 2 回合后萌芽恶魔进化为鲜花超级恶魔。",
            "1 ） 幼苗恶魔: 50% 攻击力， 15% 生命值。",
            "2 ） 萌芽恶魔: 75% 攻击力， 25% 生命值。",
            "3 ） 鲜花超级恶魔: 250% 攻击力， 60% 生命值。"
        ]
    },
    {
        "originalIndex": 835,
        "name": "Emblem Mimic Dark",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 大师盗贼纹章。",
            "* 大师游侠纹章。",
            "* 盗贼纹章。",
            "* 游侠纹章。"
        ]
    },
    {
        "originalIndex": 836,
        "name": "Eros",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 837,
        "name": "Experience Mimic Dark",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 普通暗黑训练师英雄。",
            "* 非凡暗黑训练师英雄。",
            "* 稀有暗黑训练师英雄。",
            "* 普通暗黑英雄。",
            "* 非凡暗黑英雄。"
        ]
    },
    {
        "originalIndex": 838,
        "name": "Farrah",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 839,
        "name": "Freya",
        "passives": []
    },
    {
        "originalIndex": 840,
        "name": "Freya C1",
        "passives": []
    },
    {
        "originalIndex": 841,
        "name": "Gastille",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 842,
        "name": "Gongoth",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 843,
        "name": "Gooldron",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 844,
        "name": "Goretooth",
        "passives": [
            "猎手感知：当该角色施放其特殊技能时，会将自身最新的可净化状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有状态异常，则恢复自身 3% 的生命。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 845,
        "name": "Goseck",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 5 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 846,
        "name": "Grendel's Mother",
        "passives": [
            "受到增益时获得法力：此角色在获得增益或正面效果叠加时会获得 5% 的法力。",
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 847,
        "name": "Griffex",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 848,
        "name": "Griffex C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 849,
        "name": "Grimble",
        "passives": [
            "抵抗致盲：该角色天生对影响精准度的状态异常有抵抗能力。不适用于来自盟友的状态效果。"
        ]
    },
    {
        "originalIndex": 850,
        "name": "Guardian Panther",
        "passives": []
    },
    {
        "originalIndex": 851,
        "name": "Guardian Panther C1",
        "passives": []
    },
    {
        "originalIndex": 852,
        "name": "Gunktus",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 853,
        "name": "Hannah",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。"
        ]
    },
    {
        "originalIndex": 854,
        "name": "Hannah C1",
        "passives": [
            "战斗开始时获得法力：该英雄在战斗开始时获得 20% 的法力。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 855,
        "name": "Hawthorn",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 856,
        "name": "Hel",
        "passives": []
    },
    {
        "originalIndex": 857,
        "name": "Hel C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 858,
        "name": "Hreidmarr",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 312 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 859,
        "name": "Hu Sanniang",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 860,
        "name": "Hulda",
        "passives": [
            "延长增益持续时间：该角色从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 861,
        "name": "Hulda C1",
        "passives": [
            "延长增益持续时间：该角色从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。",
            "特殊技能提升生命值：当该角色施放其特殊技能时，为所有队友提升 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 862,
        "name": "Hunter",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 863,
        "name": "Hurricane",
        "passives": [
            "猎人之毅：当该角色施放其特殊技能时，获得 +20% 的攻击力，持续 3 回合。此效果可与其他改变攻击力的效果并存。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 864,
        "name": "Hygd",
        "passives": [
            "受到增益时获得法力：此角色在获得增益或正面效果叠加时会获得 5% 的法力。",
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "抵抗增益格挡：此角色免疫阻止其获得新状态效果增益的效果。"
        ]
    },
    {
        "originalIndex": 865,
        "name": "Imagus",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* 状态效果增益和异常。",
            "* 正面和负面叠加。",
            "* 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 866,
        "name": "Jabberwock",
        "passives": []
    },
    {
        "originalIndex": 867,
        "name": "Jabberwock C1",
        "passives": [
            "特殊技能附带莽夫乱拳：施放特殊技能时， 50% 几率对一个随机敌人施加莽夫乱拳，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 868,
        "name": "Jett",
        "passives": [
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "特殊技能恢复生命：当该角色施放其特殊技能时，有 50% 的几率为所有队友恢复 15% 的生命值。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 869,
        "name": "Kadath",
        "passives": [
            "古神烙印：该角色的普通攻击和特殊技能所造成的所有伤害，都会因其身上的狂乱值而增加，每 10 点狂乱值将提升 6% 伤害，最多可提升至 60%。"
        ]
    },
    {
        "originalIndex": 870,
        "name": "Kageburado",
        "passives": []
    },
    {
        "originalIndex": 871,
        "name": "Kageburado C1",
        "passives": []
    },
    {
        "originalIndex": 872,
        "name": "Karnov",
        "passives": []
    },
    {
        "originalIndex": 873,
        "name": "Karnov C1",
        "passives": [
            "特殊技能附带诅咒：当该角色施放其特殊技能时，所有敌人受到 461 点诅咒伤害，持续 4 回合，伤害逐回合递增。"
        ]
    },
    {
        "originalIndex": 874,
        "name": "Kemeny",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 4 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 875,
        "name": "Khepri",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 876,
        "name": "Khepri C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 877,
        "name": "Khiona",
        "passives": []
    },
    {
        "originalIndex": 878,
        "name": "Khiona C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 879,
        "name": "Khonshu",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 880,
        "name": "Khonshu C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 881,
        "name": "Killhare",
        "passives": []
    },
    {
        "originalIndex": 882,
        "name": "Killhare C1",
        "passives": []
    },
    {
        "originalIndex": 883,
        "name": "Knave of Hearts",
        "passives": []
    },
    {
        "originalIndex": 884,
        "name": "Knightus",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 885,
        "name": "Kunchen",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常和负面叠加有抵抗能力。不适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 886,
        "name": "Lemniss",
        "passives": [
            "特殊技能摧毁恶魔：当该角色施放其特殊技能时，其身上的所有恶魔都会被摧毁。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "抵抗治疗异常：此角色免疫影响治疗量的状态异常。"
        ]
    },
    {
        "originalIndex": 887,
        "name": "Lepiota",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 888,
        "name": "Lepiota C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。",
            "特殊技能提升生命值：施放特殊技能时，为所有队友提升 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 889,
        "name": "Lilareine",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 890,
        "name": "Lilli",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 891,
        "name": "Louhi",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 892,
        "name": "Louhi C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 893,
        "name": "Lu Bu",
        "passives": []
    },
    {
        "originalIndex": 894,
        "name": "Lu Bu C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 895,
        "name": "Lucinda",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 896,
        "name": "Ludwig",
        "passives": []
    },
    {
        "originalIndex": 897,
        "name": "Luna",
        "passives": [
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。",
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 898,
        "name": "Madame Giry",
        "passives": [
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 20% 的生命值。此效果每回合只能激活一次。",
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 899,
        "name": "Maisie",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 900,
        "name": "Malicna",
        "passives": [
            "抵抗生命偷取异常：该角色天生对偷取生命的状态异常有抵抗能力。",
            "法力削减时获得状态效果：当该角色的法力被削减时，其获得 +94% 的神圣防御，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 901,
        "name": "Marie-Therese",
        "passives": []
    },
    {
        "originalIndex": 902,
        "name": "Marie-Therese C1",
        "passives": [
            "特殊技能附带剧毒：当该角色施放其特殊技能时，所有敌人会在 4 回合内受到 504 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 903,
        "name": "Marnes",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* 状态效果增益和异常。",
            "* 正面和负面叠加。",
            "* 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 904,
        "name": "Maud",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 905,
        "name": "Medea",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 906,
        "name": "Medea C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 907,
        "name": "Melancholia",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 908,
        "name": "Mok-Arr",
        "passives": []
    },
    {
        "originalIndex": 909,
        "name": "Mok-Arr C1",
        "passives": []
    },
    {
        "originalIndex": 910,
        "name": "Morax",
        "passives": [
            "抵抗法力生成异常：该角色天生对影响法力生成的状态异常和负面叠加有抵抗能力。不适用于阻止法力生成或偷取法力的状态异常。",
            "敌方施放生命加成特殊技能时获得法力：每当敌人施放直接提升生命值的特殊技能时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 911,
        "name": "Mortewitch",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 912,
        "name": "Mortimer",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 202 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 913,
        "name": "Myztero",
        "passives": [
            "回溯状态异常：该英雄天生能够回溯状态异常。施加在该英雄身上的最近 5 个状态异常会被回溯，直到施放特殊技能为止。"
        ]
    },
    {
        "originalIndex": 914,
        "name": "Narcisa",
        "passives": [
            "法力增加削减：通过特殊技能增加的法力值降低 -80%。此效果对战场上的所有敌人生效。"
        ]
    },
    {
        "originalIndex": 915,
        "name": "Noel",
        "passives": [
            "命中小兵时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 484 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 916,
        "name": "Nyx",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 917,
        "name": "Obakan",
        "passives": []
    },
    {
        "originalIndex": 918,
        "name": "Obakan C1",
        "passives": []
    },
    {
        "originalIndex": 919,
        "name": "Obakan C2",
        "passives": []
    },
    {
        "originalIndex": 920,
        "name": "Obakan Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 921,
        "name": "Obakan Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 922,
        "name": "Obakan Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 923,
        "name": "Odile",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。不适用于影响元素防御的状态异常。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 5% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 924,
        "name": "Ommodus",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 925,
        "name": "Onyx",
        "passives": []
    },
    {
        "originalIndex": 926,
        "name": "Paimon",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 927,
        "name": "Peppermint",
        "passives": []
    },
    {
        "originalIndex": 928,
        "name": "Phantom of the Opera",
        "passives": [
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。",
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 929,
        "name": "Phorcys",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 930,
        "name": "Phorcys C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 931,
        "name": "Phthonus",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 932,
        "name": "Prof. Morryster",
        "passives": [
            "古神烙印：该角色的普通攻击和特殊技能所造成的所有伤害，都会因其身上的狂乱值而增加，每 10 点狂乱值将提升 6% 伤害，最多可提升至 60%。"
        ]
    },
    {
        "originalIndex": 933,
        "name": "Quartz",
        "passives": []
    },
    {
        "originalIndex": 934,
        "name": "Quintus",
        "passives": []
    },
    {
        "originalIndex": 935,
        "name": "Quintus C1",
        "passives": []
    },
    {
        "originalIndex": 936,
        "name": "Quintus C2",
        "passives": []
    },
    {
        "originalIndex": 937,
        "name": "Quintus Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 938,
        "name": "Quintus Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 939,
        "name": "Ramona",
        "passives": [
            "受到状态异常时获得法力增益：持有此技能的角色在受到任何状态异常或负面效果叠加时，获得 +24% 的法力生成，持续 3 回合。",
            "召唤恶魔时提升生命值：当恶魔被召唤到任何敌人身上时，该角色获得 300 点生命加成。此效果每回合只能激活一次。",
            "召唤恶魔时获得法力：当恶魔被召唤到任何敌人身上时，该角色获得 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 940,
        "name": "Rayne",
        "passives": []
    },
    {
        "originalIndex": 941,
        "name": "Rochefort",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 942,
        "name": "Salmon Loki",
        "passives": []
    },
    {
        "originalIndex": 943,
        "name": "Salmon Loki C1",
        "passives": []
    },
    {
        "originalIndex": 944,
        "name": "Sargasso",
        "passives": []
    },
    {
        "originalIndex": 945,
        "name": "Sargasso C1",
        "passives": [
            "特殊技能附带剧毒：当该角色施放其特殊技能时，所有敌人会在 4 回合内受到 476 点剧毒伤害。"
        ]
    },
    {
        "originalIndex": 946,
        "name": "Sartana",
        "passives": []
    },
    {
        "originalIndex": 947,
        "name": "Sartana C1",
        "passives": []
    },
    {
        "originalIndex": 948,
        "name": "Sartana C2",
        "passives": []
    },
    {
        "originalIndex": 949,
        "name": "Sartana Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 950,
        "name": "Sartana Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 951,
        "name": "Sartana Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 952,
        "name": "Satsui",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 953,
        "name": "Scath",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "修复核心：该角色的构造核心是修复核心。修复核心在该角色每次施放特殊技能时激活：",
            "* 当修复核心完全充能时，为所有队友提升 25% 的生命值。",
            "* 治疗量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 954,
        "name": "Senan",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 955,
        "name": "Senan C1",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。",
            "特殊技能附带流血：当该角色施放其特殊技能时，所有敌人会在 4 回合内受到 544 点流血伤害。"
        ]
    },
    {
        "originalIndex": 956,
        "name": "Serena",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 278 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 957,
        "name": "Seshat",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。"
        ]
    },
    {
        "originalIndex": 958,
        "name": "Seshat C1",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 959,
        "name": "Set",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 960,
        "name": "Set C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 961,
        "name": "Shacklebolt",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "毁灭核心：该角色的构造核心是毁灭核心。毁灭核心在该角色每次施放特殊技能时激活：",
            "* 当毁灭核心完全充能时，对所有敌人造成 180% 的伤害。",
            "* 伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 962,
        "name": "Shadowfang",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 963,
        "name": "Sir Casmir",
        "passives": [
            "抵抗法力生成异常：该角色天生对影响法力生成的异常状态和负面叠加有抵抗能力。不适用于阻止法力生成或偷取法力的状态异常。",
            "生命恢复时获得法力：该角色每次恢复生命时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 964,
        "name": "Sliposi",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 965,
        "name": "Sneferu",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人身上最新施加的可驱散增益。"
        ]
    },
    {
        "originalIndex": 966,
        "name": "Sneferu C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人身上最新施加的可驱散增益。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 967,
        "name": "Sorcha",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 968,
        "name": "Swiftpaw",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 969,
        "name": "Tamlin",
        "passives": [
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 970,
        "name": "Tenebrae",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "腐蚀核心：该角色的构造核心是腐蚀核心。腐蚀核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀剧毒效果，持续 3 回合。当腐蚀核心完全充能时，腐蚀剧毒造成 140 点剧毒伤害，并每回合降低目标 -13% 的法力生成。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 剧毒伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 971,
        "name": "The Beast",
        "passives": [
            "复活生命值削减：除头目外的所有敌人会以 -80% 的生命值复活。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 15% 的生命值。此效果每回合只能激活一次。",
            "内在美：每当该角色本应受到状态异常造成的伤害时，改为恢复相同数值的生命值。"
        ]
    },
    {
        "originalIndex": 972,
        "name": "Thoth-Amun",
        "passives": []
    },
    {
        "originalIndex": 973,
        "name": "Thoth-Amun C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 974,
        "name": "Thrivaldi",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 331 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 975,
        "name": "Tora",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 976,
        "name": "Turgruk",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 50%。",
            "抵抗致盲：该角色天生对影响精准度的状态异常有抵抗能力。不适用于来自盟友的状态效果。"
        ]
    },
    {
        "originalIndex": 977,
        "name": "Tweedles",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 978,
        "name": "Ultrox",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 979,
        "name": "Ultrox C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 980,
        "name": "Umbria",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 981,
        "name": "Umeko",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 982,
        "name": "Ursena",
        "passives": []
    },
    {
        "originalIndex": 983,
        "name": "Ursena C1",
        "passives": []
    },
    {
        "originalIndex": 984,
        "name": "Uthragan",
        "passives": [
            "抵抗法力生成停止：该角色天生对阻止法力生成的状态异常有抵抗能力。",
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。"
        ]
    },
    {
        "originalIndex": 985,
        "name": "Uwe",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 5 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 986,
        "name": "Vander",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 987,
        "name": "Vard",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 988,
        "name": "Veer",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "对小兵和巨大体型小兵的额外伤害：此角色对小兵和巨大体型小兵造成 +150% 伤害。"
        ]
    },
    {
        "originalIndex": 989,
        "name": "Victor",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 990,
        "name": "Victor C1",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 991,
        "name": "Violet Potts",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 992,
        "name": "Viscaro",
        "passives": [
            "厄运树苗召唤师：当一名敌人使用特殊技能召唤任意小兵时，此角色会召唤厄运树苗恶魔附身于该敌人。",
            "抵抗负面小兵效果：该角色天生对来自小兵的负面效果及伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 993,
        "name": "Viscount Cluckwood",
        "passives": []
    },
    {
        "originalIndex": 994,
        "name": "Voidstar",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 995,
        "name": "Von Rothbart",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。不适用于影响元素防御的状态异常。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 996,
        "name": "Xie Zi Jing",
        "passives": [
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时，有 50% 的几率获得 10% 的法力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时，有 50% 的几率恢复 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 997,
        "name": "Xiong Shanjun",
        "passives": []
    },
    {
        "originalIndex": 998,
        "name": "Xnolphod",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。"
        ]
    },
    {
        "originalIndex": 999,
        "name": "Xnolphod C1",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。",
            "特殊技能提升生命值：施放特殊技能时，为所有队友提升 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 1000,
        "name": "Ysabel",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1001,
        "name": "Zavolt",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "小兵核心：此角色的机械核心为小兵核心。每当此角色施放特殊技能时，都会启动小兵核心：",
            "* 若小兵核心已完全充满，为所有盟友召唤一个杀戮机器人小兵，小兵继承施法者的 27% 生命值和 55% 攻击力。",
            "* 核心的充能越高，继承的生命值和攻击力越多。核心启动时会耗尽所有充能。",
            "* 杀裁机器人小兵在攻击目标前会摧毁目标的所有小兵，并对超级小兵造成伤害。"
        ]
    },
    {
        "originalIndex": 1002,
        "name": "Zed",
        "passives": [
            "抵抗致盲：该角色天生对影响精准度的状态异常有抵抗能力。不包括来自盟友的原始状态效果。",
            "提升特殊技能伤害：该角色前 2 次使用特殊技能造成伤害时，该伤害将额外提升 50%。"
        ]
    },
    {
        "originalIndex": 1003,
        "name": "Zulag",
        "passives": [
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1004,
        "name": "Sharan",
        "passives": []
    },
    {
        "originalIndex": 1005,
        "name": "Tudan",
        "passives": []
    },
    {
        "originalIndex": 1006,
        "name": "Farid",
        "passives": []
    },
    {
        "originalIndex": 1007,
        "name": "Jill",
        "passives": []
    },
    {
        "originalIndex": 1008,
        "name": "Shaarkot",
        "passives": []
    },
    {
        "originalIndex": 1009,
        "name": "Zudak",
        "passives": []
    },
    {
        "originalIndex": 1010,
        "name": "Azar",
        "passives": []
    },
    {
        "originalIndex": 1011,
        "name": "Azar C1",
        "passives": []
    },
    {
        "originalIndex": 1012,
        "name": "Azar Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1013,
        "name": "Azar Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1014,
        "name": "Bagreg",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1015,
        "name": "Bagreg C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1016,
        "name": "Basil",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎手感知：当该角色施放其特殊技能时，会将自身最新的可净化状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有可净化的状态异常，则恢复自身 12% 的生命。"
        ]
    },
    {
        "originalIndex": 1017,
        "name": "Bauchan",
        "passives": []
    },
    {
        "originalIndex": 1018,
        "name": "Boots",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1019,
        "name": "Buster",
        "passives": []
    },
    {
        "originalIndex": 1020,
        "name": "Dante",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 1021,
        "name": "Ei-Dunn",
        "passives": []
    },
    {
        "originalIndex": 1022,
        "name": "Ei-Dunn C1",
        "passives": []
    },
    {
        "originalIndex": 1023,
        "name": "Experience Mimic Rare Fire",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* *",
            "- 罕见烈火系、自然系、冰雪系、暗黑系和神圣系英雄。",
            "*",
            "- 普通训练师大师英雄。",
            "- 普通烈火系、自然系、冰雪系、暗黑系和神圣系英雄。"
        ]
    },
    {
        "originalIndex": 1024,
        "name": "Fawn",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1025,
        "name": "Hawkmoon",
        "passives": []
    },
    {
        "originalIndex": 1026,
        "name": "Hawkmoon C1",
        "passives": []
    },
    {
        "originalIndex": 1027,
        "name": "Hawkmoon Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1028,
        "name": "Hawkmoon Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1029,
        "name": "Helgi",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 147 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1030,
        "name": "Helgi C1",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 600 点生命加成和 10% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 170 点燃烧伤害，并每回合降低目标 -13% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1031,
        "name": "Jahangir",
        "passives": []
    },
    {
        "originalIndex": 1032,
        "name": "Jahangir C1",
        "passives": []
    },
    {
        "originalIndex": 1033,
        "name": "Jahangir Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1034,
        "name": "Jahangir Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1035,
        "name": "Jahangir Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 1036,
        "name": "Kornel",
        "passives": [
            "特殊技能造成伤害：当该角色施放其特殊技能时，有 50% 的几率对所有敌人造成 100% 的伤害。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 1037,
        "name": "Li",
        "passives": []
    },
    {
        "originalIndex": 1038,
        "name": "Liu Tang",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 1039,
        "name": "Namahage",
        "passives": []
    },
    {
        "originalIndex": 1040,
        "name": "Nashgar",
        "passives": []
    },
    {
        "originalIndex": 1041,
        "name": "Nashgar C1",
        "passives": []
    },
    {
        "originalIndex": 1042,
        "name": "Nashgar Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1043,
        "name": "Nashgar Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1044,
        "name": "Phoenicus",
        "passives": []
    },
    {
        "originalIndex": 1045,
        "name": "Piper",
        "passives": []
    },
    {
        "originalIndex": 1046,
        "name": "Rosepetite",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1047,
        "name": "Rudolph",
        "passives": []
    },
    {
        "originalIndex": 1048,
        "name": "Rudolph C1",
        "passives": [
            "命中小兵时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 244 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1049,
        "name": "Rufus",
        "passives": [
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。",
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1050,
        "name": "Skrekok",
        "passives": []
    },
    {
        "originalIndex": 1051,
        "name": "Squire Wabbit",
        "passives": []
    },
    {
        "originalIndex": 1052,
        "name": "Starswift",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 1053,
        "name": "Sudri",
        "passives": []
    },
    {
        "originalIndex": 1054,
        "name": "Vollermork",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。"
        ]
    },
    {
        "originalIndex": 1055,
        "name": "Vollermork C1",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。"
        ]
    },
    {
        "originalIndex": 1056,
        "name": "Waqas",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1057,
        "name": "Waqas C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "敌方施放生命加成特殊技能时获得法力：每当敌人施放直接提升生命值的特殊技能时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1058,
        "name": "Aodhan",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1059,
        "name": "Boldtusk",
        "passives": []
    },
    {
        "originalIndex": 1060,
        "name": "Boldtusk C1",
        "passives": []
    },
    {
        "originalIndex": 1061,
        "name": "Boldtusk C2",
        "passives": []
    },
    {
        "originalIndex": 1062,
        "name": "Boldtusk Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1063,
        "name": "Boldtusk Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1064,
        "name": "Boldtusk Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 1065,
        "name": "Carol",
        "passives": []
    },
    {
        "originalIndex": 1066,
        "name": "Cillian",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1067,
        "name": "Colen",
        "passives": []
    },
    {
        "originalIndex": 1068,
        "name": "Colen C1",
        "passives": []
    },
    {
        "originalIndex": 1069,
        "name": "Colen C2",
        "passives": []
    },
    {
        "originalIndex": 1070,
        "name": "Colen Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1071,
        "name": "Colen Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1072,
        "name": "Eichbelborg",
        "passives": []
    },
    {
        "originalIndex": 1073,
        "name": "Ferant",
        "passives": []
    },
    {
        "originalIndex": 1074,
        "name": "Ferant C1",
        "passives": [
            "能力：延长状态效果持续时间。有机会延长所施放状态效果的持续时间。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 1075,
        "name": "Gormek",
        "passives": []
    },
    {
        "originalIndex": 1076,
        "name": "Gormek C1",
        "passives": []
    },
    {
        "originalIndex": 1077,
        "name": "Gormek C2",
        "passives": []
    },
    {
        "originalIndex": 1078,
        "name": "Gormek Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1079,
        "name": "Gormek Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1080,
        "name": "Guardian Falcon",
        "passives": []
    },
    {
        "originalIndex": 1081,
        "name": "Hotspin",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "小兵核心：此角色的机械核心为小兵核心。",
            "每当此角色施放特殊技能时，都会启动小兵核心：",
            "* 若小兵核心已完全充满，为所有盟友召唤一个杀戮机器人小兵，小兵继承施法者的 27% 生命值和 55% 攻击力。",
            "* 核心的充能越高，继承的生命值和攻击力越多。核心启动时会耗尽所有充能。",
            "* 杀裁机器人小兵在攻击目标前会摧毁目标的所有小兵，并对超级小兵造成伤害。"
        ]
    },
    {
        "originalIndex": 1082,
        "name": "Itham",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 160 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1083,
        "name": "Junaid",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1084,
        "name": "Junaid C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1085,
        "name": "Kelile",
        "passives": []
    },
    {
        "originalIndex": 1086,
        "name": "Kelile C1",
        "passives": []
    },
    {
        "originalIndex": 1087,
        "name": "Kelile C2",
        "passives": []
    },
    {
        "originalIndex": 1088,
        "name": "Kelile Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1089,
        "name": "Kelile Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1090,
        "name": "Lemminkainen",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1091,
        "name": "Lemminkainen C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1092,
        "name": "Lucy",
        "passives": [
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "此角色在施放特殊技能时，有 50% 的几率为所有盟友恢复 15% 的生命值。若该特殊技能已完全充满，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 1093,
        "name": "Mack",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1094,
        "name": "Mack C1",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1095,
        "name": "Mael",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 1096,
        "name": "Maheegan",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。"
        ]
    },
    {
        "originalIndex": 1097,
        "name": "Manpip",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1098,
        "name": "Nova",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1099,
        "name": "Raul",
        "passives": [
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。",
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1100,
        "name": "Rokkamush",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。"
        ]
    },
    {
        "originalIndex": 1101,
        "name": "Rokkamush C1",
        "passives": [
            "减少异常持续时间：该角色从特殊技能中收到的前 3 个状态异常的持续时间减少 1 回合。"
        ]
    },
    {
        "originalIndex": 1102,
        "name": "Scarlett",
        "passives": []
    },
    {
        "originalIndex": 1103,
        "name": "Scarlett C1",
        "passives": []
    },
    {
        "originalIndex": 1104,
        "name": "Scarlett C2",
        "passives": []
    },
    {
        "originalIndex": 1105,
        "name": "Scarlett Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1106,
        "name": "Scarlett Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1107,
        "name": "Shadereave",
        "passives": []
    },
    {
        "originalIndex": 1108,
        "name": "Shale",
        "passives": []
    },
    {
        "originalIndex": 1109,
        "name": "Sir Lancelot",
        "passives": []
    },
    {
        "originalIndex": 1110,
        "name": "Sumitomo",
        "passives": []
    },
    {
        "originalIndex": 1111,
        "name": "Sumitomo C1",
        "passives": []
    },
    {
        "originalIndex": 1112,
        "name": "Sumle",
        "passives": []
    },
    {
        "originalIndex": 1113,
        "name": "Sumle C1",
        "passives": []
    },
    {
        "originalIndex": 1114,
        "name": "Sun Shangxiang",
        "passives": []
    },
    {
        "originalIndex": 1115,
        "name": "Vonreine",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 4 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1116,
        "name": "Wilbur",
        "passives": []
    },
    {
        "originalIndex": 1117,
        "name": "Wilbur C1",
        "passives": []
    },
    {
        "originalIndex": 1118,
        "name": "Zhabog",
        "passives": [
            "降低复活几率：战场上所有敌人的复活几率降低。几率为原始值的 20%。"
        ]
    },
    {
        "originalIndex": 1119,
        "name": "Zhou Yu",
        "passives": []
    },
    {
        "originalIndex": 1120,
        "name": "Zhou Yu C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 1121,
        "name": "Abigail",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 1122,
        "name": "Adelitza",
        "passives": [
            "特殊技能强化护盾：作为进攻方时的被动技能：",
            "* 当此角色施放特殊技能时，面板上烈火系护盾的暴击几率将提升 +54%。",
            "作为防守方时的被动技能：",
            "* 当此角色施放特殊技能时，面板上烈火系护盾的精准度被削弱 -47%",
            "泰坦猎手标记：当此角色施放特殊技能时，会随机标记一名敌人，使其携带狩猎火焰效果，持续 4 回合。被狩猎火焰标记的目标在受到暴击时，将额外承受 150 点伤害。"
        ]
    },
    {
        "originalIndex": 1123,
        "name": "Aether Mimic Fire",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 阿尔法艾瑟尔。",
            "* 烈火艾瑟尔 III。",
            "* 烈火艾瑟尔 II。",
            "* 烈火艾瑟尔 I。"
        ]
    },
    {
        "originalIndex": 1124,
        "name": "Aethslegaur",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 312 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1125,
        "name": "Alucard",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 1126,
        "name": "Alucard C1",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 1127,
        "name": "Amber",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 1128,
        "name": "Andre de Clermont",
        "passives": [
            "抵抗防御异常：此角色免疫影响防御的状态异常和负面效果叠加，不包括影响元素防御的状态异常。",
            "敌方施放特殊技能时提升生命值：当敌人施放特殊技能时，该角色有 50% 的几率将自身生命值提升 100 点。"
        ]
    },
    {
        "originalIndex": 1129,
        "name": "Andy Jay",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 292 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1130,
        "name": "Anzogh",
        "passives": [
            "抵抗法力生成异常：该角色天生对影响法力生成的状态异常和负面叠加有抵抗能力。不适用于阻止法力生成或偷取法力的状态异常。"
        ]
    },
    {
        "originalIndex": 1131,
        "name": "Aradia",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 1132,
        "name": "Araminta",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1133,
        "name": "Ares",
        "passives": []
    },
    {
        "originalIndex": 1134,
        "name": "Ares C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 1135,
        "name": "Ascension Mimic",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 神秘戒指。",
            "* * *",
            "- 精致手套。",
            "- 指南针。",
            "- 袖剑。",
            "- 链甲衫。",
            "- 高筒靴。",
            "* *",
            "- 秘能手卷。"
        ]
    },
    {
        "originalIndex": 1136,
        "name": "Ash",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1137,
        "name": "Asterius",
        "passives": []
    },
    {
        "originalIndex": 1138,
        "name": "Aurum",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 1139,
        "name": "Azlar",
        "passives": []
    },
    {
        "originalIndex": 1140,
        "name": "Azlar C1",
        "passives": []
    },
    {
        "originalIndex": 1141,
        "name": "Azlar C2",
        "passives": []
    },
    {
        "originalIndex": 1142,
        "name": "Azlar Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1143,
        "name": "Azlar Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1144,
        "name": "Azlar Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 1145,
        "name": "Baldur",
        "passives": []
    },
    {
        "originalIndex": 1146,
        "name": "Baldur C1",
        "passives": []
    },
    {
        "originalIndex": 1147,
        "name": "Barkley",
        "passives": [
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。",
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1148,
        "name": "Bartholomew",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "幼苗召唤师: 每回合为一名随机敌人召唤一个幼苗恶魔。",
            "* 2 回合后幼苗恶魔进化为萌芽恶魔。",
            "* 再过 2 回合后萌芽恶魔进化为鲜花超级恶魔。",
            "1 ） 幼苗恶魔: 50% 攻击力， 15% 生命值。",
            "2 ） 萌芽恶魔: 75% 攻击力， 25% 生命值。",
            "3 ） 鲜花超级恶魔: 250% 攻击力， 60% 生命值。"
        ]
    },
    {
        "originalIndex": 1149,
        "name": "Bearnadette",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1150,
        "name": "Beowulf",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 1151,
        "name": "Bhima",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "对小兵和巨大体型小兵的额外伤害：此角色对小兵和巨大体型小兵造成 +150% 伤害。"
        ]
    },
    {
        "originalIndex": 1152,
        "name": "Black Caesar",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1153,
        "name": "Black Knight",
        "passives": []
    },
    {
        "originalIndex": 1154,
        "name": "Black Knight C1",
        "passives": []
    },
    {
        "originalIndex": 1155,
        "name": "Blossom",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "修复核心：该角色的构造核心是修复核心。修复核心在该角色每次施放特殊技能时激活：",
            "* 当修复核心完全充能时，为所有队友提升 25% 的生命值。",
            "* 治疗量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1156,
        "name": "Bonecrusher",
        "passives": [
            "猎人之毅：当该角色施放其特殊技能时，获得 +20% 的攻击力，持续 3 回合。此效果可与其他改变攻击力的效果并存。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1157,
        "name": "Brimstone",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "毁灭核心：该角色的构造核心是毁灭核心。",
            "毁灭核心在该角色每次施放特殊技能时激活。",
            "* 当毁灭核心完全充能时，对所有敌人造成 180% 的伤害。",
            "* 伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1158,
        "name": "Captain Kestrel",
        "passives": []
    },
    {
        "originalIndex": 1159,
        "name": "Captain Nemo",
        "passives": [
            "该角色在战斗开始时获得 20% 的法力。"
        ]
    },
    {
        "originalIndex": 1160,
        "name": "Captain Nemo C1",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1161,
        "name": "Cardinal Richelieu",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 1162,
        "name": "Carmenta",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 1163,
        "name": "Catalina",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 1164,
        "name": "Ceris",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 1165,
        "name": "Charlotta",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 20% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1166,
        "name": "Charmione",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1167,
        "name": "Chomper",
        "passives": [
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。",
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1168,
        "name": "Chunkyroi",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1169,
        "name": "Cinderella",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1170,
        "name": "Cleaver",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1171,
        "name": "Cookie",
        "passives": []
    },
    {
        "originalIndex": 1172,
        "name": "Cupido",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 1173,
        "name": "Cupido C1",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 1174,
        "name": "D Artagnan",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 1175,
        "name": "Daemon",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1176,
        "name": "Demhalar",
        "passives": [
            "邪神契约：被击败后，该角色有几率以上古邪神宿主的姿态重生。该角色每有 10% 点狂乱值，几率便会提升 10，最多可提升至 100%。",
            "上古邪神宿主拥有：",
            "* 100% 继承生命值。",
            "* 1200 攻击力。",
            "* 1200 防御。",
            "特殊技能:邪神荒疫。",
            "* 对目标造成 400% 伤害，并对其施加 35 点狂乱。",
            "* 对施法者施加 30 点狂乱。",
            "若因自身狂乱效果而被自己击败，重生几率始终为 100%。"
        ]
    },
    {
        "originalIndex": 1177,
        "name": "Dima",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 1178,
        "name": "Domiventus",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1179,
        "name": "Domiventus C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1180,
        "name": "Doxan",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1181,
        "name": "Doxan C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 1182,
        "name": "Dunnar Hart",
        "passives": [
            "降低复活几率：战场上所有敌人的复活几率降低。几率为原始值的 20%。"
        ]
    },
    {
        "originalIndex": 1183,
        "name": "Ebba",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1184,
        "name": "El Duque",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 2 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1185,
        "name": "Elba",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 1186,
        "name": "Elena",
        "passives": []
    },
    {
        "originalIndex": 1187,
        "name": "Elena C1",
        "passives": []
    },
    {
        "originalIndex": 1188,
        "name": "Elena C2",
        "passives": []
    },
    {
        "originalIndex": 1189,
        "name": "Elena Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1190,
        "name": "Elena Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1191,
        "name": "Eliane",
        "passives": [
            "抵抗燃烧：该角色天生对燃烧有抵抗能力。",
            "燃烧时获得法力：每当敌人受到燃烧伤害时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1192,
        "name": "Elizabeth",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1193,
        "name": "Elizabeth C1",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1194,
        "name": "Elyzabel de Tuillieres",
        "passives": [
            "目标每拥有一层血莲，受到该角色的所有普通攻击和特殊技能伤害提高 5%。"
        ]
    },
    {
        "originalIndex": 1195,
        "name": "Ember",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 1196,
        "name": "Emblem Mimic Fire",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 大师战士纹章。",
            "* 大师野蛮人纹章。",
            "* 战士纹章。",
            "* 野蛮人纹章。"
        ]
    },
    {
        "originalIndex": 1197,
        "name": "Emilio",
        "passives": []
    },
    {
        "originalIndex": 1198,
        "name": "Emilio C1",
        "passives": [
            "净化时复制异常：当该英雄身上的状态异常被净化时，会将一个被净化的状态异常的新副本施加给一个随机敌人。"
        ]
    },
    {
        "originalIndex": 1199,
        "name": "Erebus",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。",
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 1200,
        "name": "Eron",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 1201,
        "name": "Experience Mimic",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 普通烈火训练师英雄。",
            "* 非凡烈火训练师英雄。",
            "* 稀有烈火训练师英雄。",
            "* 普通烈火英雄。",
            "* 非凡烈火英雄。"
        ]
    },
    {
        "originalIndex": 1202,
        "name": "Fimafeng",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 338 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1203,
        "name": "Flamehide",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "每 4 回合，移除所有敌人身上的成长效果。"
        ]
    },
    {
        "originalIndex": 1204,
        "name": "Flip",
        "passives": [
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 200 点水系伤害。"
        ]
    },
    {
        "originalIndex": 1205,
        "name": "Flip C1",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 272 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1206,
        "name": "Fulvia",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 1207,
        "name": "Gardered",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1208,
        "name": "Garnet",
        "passives": []
    },
    {
        "originalIndex": 1209,
        "name": "Gefjon",
        "passives": []
    },
    {
        "originalIndex": 1210,
        "name": "Gefjon C1",
        "passives": []
    },
    {
        "originalIndex": 1211,
        "name": "Gestalt",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1212,
        "name": "Gestalt C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1213,
        "name": "Gooze",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1214,
        "name": "Gravemaker",
        "passives": []
    },
    {
        "originalIndex": 1215,
        "name": "Gravemaker C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 1216,
        "name": "Grazul",
        "passives": [
            "抵抗治疗异常：该角色天生对影响治疗的异常状态有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1217,
        "name": "Guardian Kong",
        "passives": []
    },
    {
        "originalIndex": 1218,
        "name": "Guardian Kong C1",
        "passives": []
    },
    {
        "originalIndex": 1219,
        "name": "Guffa",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 5 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1220,
        "name": "Hammerclang",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 1221,
        "name": "Hathor",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 所有队友获得少量法力。"
        ]
    },
    {
        "originalIndex": 1222,
        "name": "Hathor C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 所有队友获得少量法力。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "抵抗法力生成停止：该角色天生对阻止法力生成的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1223,
        "name": "Hohenwerf",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 3 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1224,
        "name": "Hornfel",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "毁灭核心：该角色的构造核心是毁灭核心。",
            "毁灭核心在该角色每次施放特殊技能时激活。",
            "* 当毁灭核心完全充能时，对所有敌人造成 180% 的伤害。",
            "* 伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1225,
        "name": "Hypnos",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。",
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 1226,
        "name": "Iarlaith",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 1227,
        "name": "Ignazio",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1228,
        "name": "Ignazio C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 1229,
        "name": "Ilmarinen",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1230,
        "name": "Ilmarinen C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1231,
        "name": "Iocantha",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 1232,
        "name": "Isidore",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1233,
        "name": "Isrod",
        "passives": []
    },
    {
        "originalIndex": 1234,
        "name": "Jean-Francois",
        "passives": [
            "抵抗生命偷取异常：该英雄天生对偷取生命的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1235,
        "name": "Jwala",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1236,
        "name": "Jyoti",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "进阶抵抗负面小兵效果：此角色免疫来自小兵和超级小兵的负面效果与伤害。"
        ]
    },
    {
        "originalIndex": 1237,
        "name": "Khagan",
        "passives": []
    },
    {
        "originalIndex": 1238,
        "name": "Khagan C1",
        "passives": []
    },
    {
        "originalIndex": 1239,
        "name": "Khagan C2",
        "passives": []
    },
    {
        "originalIndex": 1240,
        "name": "Khagan Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1241,
        "name": "Khagan Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1242,
        "name": "Khufu",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人受到 243 点沙系伤害，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1243,
        "name": "Khufu C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人受到 366 点沙系伤害，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 50%。"
        ]
    },
    {
        "originalIndex": 1244,
        "name": "Kravekrush",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。"
        ]
    },
    {
        "originalIndex": 1245,
        "name": "Kravekrush C1",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1246,
        "name": "Lady Loki",
        "passives": []
    },
    {
        "originalIndex": 1247,
        "name": "Lady Loki C1",
        "passives": []
    },
    {
        "originalIndex": 1248,
        "name": "Lasalle",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1249,
        "name": "Lasalle C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1250,
        "name": "Lewena",
        "passives": []
    },
    {
        "originalIndex": 1251,
        "name": "Li Kui",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 1252,
        "name": "Lodius",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 1253,
        "name": "Lu Zhishen",
        "passives": [
            "特殊攻击暴击时获得生命值加成: 当此角色使用特殊技能造成暴击时，所有盟友获得 10% 生命加成。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 1254,
        "name": "Madhammer",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1255,
        "name": "Malum",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 1256,
        "name": "Maple",
        "passives": [
            "抵抗增益免疫：该角色天生对提供免疫新的狀態效果增益的状态异常有抵抗能力。",
            "此角色在获得增益或正面效果叠加时会恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1257,
        "name": "Marjana",
        "passives": []
    },
    {
        "originalIndex": 1258,
        "name": "Marjana C1",
        "passives": []
    },
    {
        "originalIndex": 1259,
        "name": "Marjana C2",
        "passives": []
    },
    {
        "originalIndex": 1260,
        "name": "Marjana Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1261,
        "name": "Marjana Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1262,
        "name": "Mitsuko",
        "passives": []
    },
    {
        "originalIndex": 1263,
        "name": "Mitsuko C1",
        "passives": []
    },
    {
        "originalIndex": 1264,
        "name": "Nadezhda",
        "passives": [
            "此角色在施放特殊技能时，有 50% 的几率为所有盟友恢复 15% 的生命值。若该特殊技能已完全充满，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 1265,
        "name": "Nadezhda C1",
        "passives": [
            "此角色在施放特殊技能时，有 60% 的几率为所有盟友恢复 20% 的生命值。若该特殊技能已完全充满，则几率为 100%。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1266,
        "name": "Naeem",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1267,
        "name": "Natalya",
        "passives": []
    },
    {
        "originalIndex": 1268,
        "name": "Natalya C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 1269,
        "name": "Neema",
        "passives": [
            "无视嘲讽：该角色的特殊技能不受嘲讽影响。",
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1270,
        "name": "Nibbles",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 1271,
        "name": "Niki",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1272,
        "name": "Nomad",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 1273,
        "name": "Noor",
        "passives": [
            "麻雀召唤师：当一名敌人使用特殊技能召唤任意小兵时，为自身召唤一只麻雀小兵。"
        ]
    },
    {
        "originalIndex": 1274,
        "name": "Norman",
        "passives": [
            "受到状态异常时获得法力增益：持有此技能的角色在受到任何状态异常或负面效果叠加时，获得 +24% 的法力生成，持续 3 回合。",
            "嘲讽时获得法力：每当敌人获得嘲讽状态效果时，该角色的法力增加 10%。",
            "无视嘲讽：该角色的特殊技能不受嘲讽影响。"
        ]
    },
    {
        "originalIndex": 1275,
        "name": "Oceanus",
        "passives": []
    },
    {
        "originalIndex": 1276,
        "name": "Oceanus C1",
        "passives": []
    },
    {
        "originalIndex": 1277,
        "name": "Octros",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1278,
        "name": "Octros C1",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1279,
        "name": "Omen",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 1280,
        "name": "Otis",
        "passives": [
            "猎手感知：当该角色施放其特殊技能时，有 100% 的几率将自身最新的状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有状态异常，则恢复自身 12% 的生命。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1281,
        "name": "Ottilia",
        "passives": []
    },
    {
        "originalIndex": 1282,
        "name": "Pepperflame",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1283,
        "name": "Phenexa",
        "passives": [
            "降低复活几率：战场上所有敌人的复活几率降低。几率为原始值的 20%。"
        ]
    },
    {
        "originalIndex": 1284,
        "name": "Pluth",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 1285,
        "name": "Puss in Boots",
        "passives": []
    },
    {
        "originalIndex": 1286,
        "name": "Puss in Boots C1",
        "passives": []
    },
    {
        "originalIndex": 1287,
        "name": "Queen of Hearts",
        "passives": []
    },
    {
        "originalIndex": 1288,
        "name": "Queen of Hearts C1",
        "passives": [
            "特殊技能附带莽夫乱拳：施放特殊技能时， 50% 几率对一个随机敌人施加莽夫乱拳，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1289,
        "name": "Rajesh",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 1290,
        "name": "Rashan",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 1291,
        "name": "Ray",
        "passives": [
            "特殊技能获得法力：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "特殊技能叠加：当该角色施放其特殊技能时，有 50% 的几率为所有队友提供 10% 的法力。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 1292,
        "name": "Ray C1",
        "passives": [
            "特殊技能获得法力：当该角色施放其特殊技能时，有 60% 的几率为所有队友提供 10% 的法力。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -7% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1293,
        "name": "Red Hood",
        "passives": []
    },
    {
        "originalIndex": 1294,
        "name": "Regin",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 319 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1295,
        "name": "Regin C1",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 600 点生命加成和 10% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 376 点燃烧伤害，并每回合降低目标 -13% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1296,
        "name": "Reuben",
        "passives": [
            "抵抗法力生成异常：该角色天生对影响法力生成的状态异常和负面叠加有抵抗能力。不适用于阻止法力生成或偷取法力的状态异常。"
        ]
    },
    {
        "originalIndex": 1297,
        "name": "Revna",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1298,
        "name": "Rocket",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1299,
        "name": "Rosanna",
        "passives": []
    },
    {
        "originalIndex": 1300,
        "name": "Rose de Flo",
        "passives": [
            "复活生命值削减：除头目外的所有敌人会以 -80% 的生命值复活。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 15% 的生命值。此效果每回合只能激活一次。",
            "内在美：每当该角色本应受到状态异常造成的伤害时，改为恢复相同数值的生命值。"
        ]
    },
    {
        "originalIndex": 1301,
        "name": "Roughian & Nurgib",
        "passives": [
            "持续吞噬小兵并获得法力：每 3 回合吞噬一个随机敌人的所有小兵，并为每个被吞噬的小兵获得少量法力。",
            "生命恢复时获得法力：该角色每次恢复生命时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1302,
        "name": "Ruadh",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1303,
        "name": "Ruby",
        "passives": []
    },
    {
        "originalIndex": 1304,
        "name": "Russell",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。",
            "燃烧时获得法力：每当敌人受到燃烧伤害时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1305,
        "name": "Rust",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 1306,
        "name": "Salimata",
        "passives": [
            "快节奏 - 民谣：所有由敌人施放的民谣仅持续 1 回合。",
            "快节奏 - 舞蹈：所有由敌人施放的舞蹈仅持续 1 回合。"
        ]
    },
    {
        "originalIndex": 1307,
        "name": "Salome",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "抵抗治疗异常：此角色免疫影响治疗量的状态异常。"
        ]
    },
    {
        "originalIndex": 1308,
        "name": "Santa Claus",
        "passives": []
    },
    {
        "originalIndex": 1309,
        "name": "Santa Claus C1",
        "passives": [
            "小兵命中时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 332 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1310,
        "name": "Saoirse",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1311,
        "name": "Saoirse C1",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。",
            "特殊技能附带流血：当该角色施放其特殊技能时，所有敌人会在 4 回合内受到 452 点流血伤害。"
        ]
    },
    {
        "originalIndex": 1312,
        "name": "Scoria",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "腐蚀核心：该角色的构造核心是腐蚀核心。腐蚀核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀剧毒效果，持续 3 回合。当腐蚀核心完全充能时，腐蚀剧毒造成 146 点剧毒伤害，并每回合降低目标 -13% 的法力生成。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 剧毒伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1313,
        "name": "Sedille",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 1314,
        "name": "Sekhmet",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1315,
        "name": "Sekhmet C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "敌方施放生命加成特殊技能时获得法力：每当敌人施放直接提升生命值的特殊技能时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1316,
        "name": "Serandite",
        "passives": []
    },
    {
        "originalIndex": 1317,
        "name": "Sizzleomatic",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "小兵核心：此角色的机械核心为小兵核心。",
            "每当此角色施放特殊技能时，都会启动小兵核心：",
            "* 若小兵核心已完全充满，为所有盟友召唤一个杀戮机器人小兵，小兵继承施法者的 27% 生命值和 55% 攻击力。",
            "* 核心的充能越高，继承的生命值和攻击力越多。核心启动时会耗尽所有充能。",
            "* 杀裁机器人小兵在攻击目标前会摧毁目标的所有小兵，并对超级小兵造成伤害。"
        ]
    },
    {
        "originalIndex": 1318,
        "name": "Skargremar",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的异常状态有抵抗能力。",
            "抵抗防御异常：该角色天生对影响防御的异常状态和负面叠加有抵抗能力。不适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 1319,
        "name": "Sparklight",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 1320,
        "name": "Sun Quan",
        "passives": []
    },
    {
        "originalIndex": 1321,
        "name": "Sun Quan C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 1322,
        "name": "Tahir",
        "passives": [
            "受到状态异常时恢复生命：该角色在受到状态异常或负面效果叠加时恢复 50 点生命值。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 1323,
        "name": "Tetisheri",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人最新的可驱散增益。"
        ]
    },
    {
        "originalIndex": 1324,
        "name": "Tetisheri C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散所有敌人最新的可驱散增益。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1325,
        "name": "Timothy",
        "passives": []
    },
    {
        "originalIndex": 1326,
        "name": "Torben",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1327,
        "name": "Tyr",
        "passives": []
    },
    {
        "originalIndex": 1328,
        "name": "Tyr C1",
        "passives": []
    },
    {
        "originalIndex": 1329,
        "name": "Ukkonen",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1330,
        "name": "Ukkonen C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1331,
        "name": "Vanda",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 1332,
        "name": "Vanda C1",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 1333,
        "name": "Vanya",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 1334,
        "name": "Wiglaf",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 1335,
        "name": "Wilcox",
        "passives": [
            "邪神契约：被击败后，该角色有几率以上古邪神宿主的姿态重生。该角色每有 10% 点狂乱值，几率便会提升 10，最多可提升至 100%。",
            "上古邪神宿主拥有：",
            "* 100% 继承生命值。",
            "* 1200 攻击力。",
            "* 1200 防御。",
            "特殊技能:邪神荒疫。",
            "* 对目标造成 400% 伤害，并对其施加 35 点狂乱。",
            "* 对施法者施加 30 点狂乱。",
            "若因自身狂乱效果而被自己击败，重生几率始终为 100%。"
        ]
    },
    {
        "originalIndex": 1336,
        "name": "Xenda",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。"
        ]
    },
    {
        "originalIndex": 1337,
        "name": "Xenda C1",
        "passives": [
            "特殊技能伤害减免：该角色受到的特殊技能伤害降低 -20%。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1338,
        "name": "Xiaotu",
        "passives": [
            "禁用小兵技能：所有敌方小兵的攻击和技能都被禁用。"
        ]
    },
    {
        "originalIndex": 1339,
        "name": "Xiwangmu",
        "passives": [
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时，有 50% 的几率获得 10% 的法力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时，有 50% 的几率恢复 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 1340,
        "name": "Yang Mai",
        "passives": [
            "法力削减时获得状态效果：当施法者的法力被削减时，其获得 +30% 的攻击力，持续 3 回合。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1341,
        "name": "Yolanda",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1342,
        "name": "Zagrog",
        "passives": [
            "抵抗攻击状态效果：该角色天生对所有影响攻击力的状态效果与叠加有抵抗能力。包括增益效果。",
            "抵抗法力异常：该角色天生对影响法力生成的状态异常和负面叠加有抵抗能力。也适用于格挡法力或偷取法力的状态异常。"
        ]
    },
    {
        "originalIndex": 1343,
        "name": "Zarga",
        "passives": [
            "流血时治疗：每当敌人受到流血伤害时，该角色恢复 50 点生命值。",
            "流血时获得法力：每当敌人受到流血伤害时，该角色获得 8% 的法力。"
        ]
    },
    {
        "originalIndex": 1344,
        "name": "Zaria",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1345,
        "name": "Zenobia",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1346,
        "name": "Zenobia C1",
        "passives": [
            "延长增益持续时间：该角色从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1347,
        "name": "Zestique",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1348,
        "name": "Zidane",
        "passives": [
            "根据非烈火系敌人数量提高攻击力：每场战斗开始时，每存在一个非烈火系元素的敌人，此角色的攻击力都会提高 +5%。在多个波次的战斗中，该效果将在每一波开始时刷新。",
            "抵抗增益免疫：该角色天生对提供免疫新的狀態效果增益的异常状态有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1349,
        "name": "Zimkitha",
        "passives": []
    },
    {
        "originalIndex": 1350,
        "name": "Zimkitha C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 1351,
        "name": "Hikaru",
        "passives": []
    },
    {
        "originalIndex": 1352,
        "name": "Kenjiro",
        "passives": []
    },
    {
        "originalIndex": 1353,
        "name": "Hou",
        "passives": []
    },
    {
        "originalIndex": 1354,
        "name": "Nash",
        "passives": []
    },
    {
        "originalIndex": 1355,
        "name": "Sha Ji",
        "passives": []
    },
    {
        "originalIndex": 1356,
        "name": "Agnes",
        "passives": []
    },
    {
        "originalIndex": 1357,
        "name": "Arman",
        "passives": []
    },
    {
        "originalIndex": 1358,
        "name": "Bane",
        "passives": []
    },
    {
        "originalIndex": 1359,
        "name": "Bane C1",
        "passives": []
    },
    {
        "originalIndex": 1360,
        "name": "Bane Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1361,
        "name": "Bane Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1362,
        "name": "Bertulf",
        "passives": []
    },
    {
        "originalIndex": 1363,
        "name": "Candy",
        "passives": []
    },
    {
        "originalIndex": 1364,
        "name": "Cedar",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎人之毅：当该角色施放其特殊技能时，获得 +20% 的攻击力，持续 3 回合。此效果可与其他改变攻击力的效果并存。"
        ]
    },
    {
        "originalIndex": 1365,
        "name": "Cthuwu",
        "passives": []
    },
    {
        "originalIndex": 1366,
        "name": "Dawa",
        "passives": []
    },
    {
        "originalIndex": 1367,
        "name": "Dawa C1",
        "passives": []
    },
    {
        "originalIndex": 1368,
        "name": "Dawa Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1369,
        "name": "Dawa Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1370,
        "name": "Dolrak",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 124 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1371,
        "name": "Edelaide",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。"
        ]
    },
    {
        "originalIndex": 1372,
        "name": "Felton",
        "passives": [
            "特殊技能造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 1373,
        "name": "Felton C1",
        "passives": [
            "抵抗防御异常：此角色免疫影响防御的状态异常和负面效果叠加，不包括影响元素防御的状态异常。",
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 75% 的几率对所有敌人造成所受伤害 50% 的伤害。"
        ]
    },
    {
        "originalIndex": 1374,
        "name": "Gan Ju",
        "passives": []
    },
    {
        "originalIndex": 1375,
        "name": "Gan Ju C1",
        "passives": []
    },
    {
        "originalIndex": 1376,
        "name": "Gan Ju Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1377,
        "name": "Gan Ju Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1378,
        "name": "Gan Ju Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 1379,
        "name": "Harubo",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1380,
        "name": "Ironvein",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "小兵核心：此角色的机械核心为小兵核心。",
            "每当此角色施放特殊技能时，都会启动小兵核心：",
            "* 若小兵核心已完全充满，为所有盟友召唤一个杀戮机器人小兵，小兵继承施法者的 27% 生命值和 55% 攻击力。",
            "* 核心的充能越高，继承的生命值和攻击力越多。核心启动时会耗尽所有充能。",
            "* 杀裁机器人小兵在攻击目标前会摧毁目标的所有小兵，并对超级小兵造成伤害。"
        ]
    },
    {
        "originalIndex": 1381,
        "name": "Jaco",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1382,
        "name": "Jaco C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 3 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1383,
        "name": "Jolly",
        "passives": []
    },
    {
        "originalIndex": 1384,
        "name": "Kailani",
        "passives": []
    },
    {
        "originalIndex": 1385,
        "name": "Kailani C1",
        "passives": []
    },
    {
        "originalIndex": 1386,
        "name": "Kailani Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1387,
        "name": "Kailani Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1388,
        "name": "Kinsaishi",
        "passives": []
    },
    {
        "originalIndex": 1389,
        "name": "Kvasir",
        "passives": []
    },
    {
        "originalIndex": 1390,
        "name": "Kvasir C1",
        "passives": []
    },
    {
        "originalIndex": 1391,
        "name": "Melia",
        "passives": []
    },
    {
        "originalIndex": 1392,
        "name": "Melia C1",
        "passives": []
    },
    {
        "originalIndex": 1393,
        "name": "Paeia",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 1394,
        "name": "Pixie",
        "passives": []
    },
    {
        "originalIndex": 1395,
        "name": "Poppy",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 1396,
        "name": "Poppy C1",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 1397,
        "name": "Rekhetre",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 1398,
        "name": "Rekhetre C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1399,
        "name": "Ribbit",
        "passives": [
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。",
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1400,
        "name": "Rustbeak",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "修复核心：该角色的构造核心是修复核心。",
            "修复核心在该角色每次施放特殊技能时激活：",
            "* 当修复核心完全充能时，为所有队友提升 25% 的生命值。",
            "* 治疗量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1401,
        "name": "Sally",
        "passives": []
    },
    {
        "originalIndex": 1402,
        "name": "Saskia",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗防御削减：该角色天生对影响防御的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1403,
        "name": "Aeschere",
        "passives": [
            "强化抵抗法力削减：该角色天生对法力削减有抵抗能力。每次抵抗时还会获得 600 点生命加成和 10% 的法力。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1404,
        "name": "Anastasia",
        "passives": [
            "特殊技能附加状态效果：当该角色施放其特殊技能时，有 50% 的几率为所有敌人施加 -25% 的法力生成，持续 3 回合。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 1405,
        "name": "Ascension Mimic Epic Holy",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* * *",
            "- 袖剑。",
            "- 魔法球。",
            "- 坚固护盾。",
            "- 陷阱工具。",
            "- 保暖披风。",
            "- 战斗手册。",
            "- 链甲衫。",
            "- 剑鞘。",
            "- 高筒靴。",
            "* *",
            "- 秘能手卷。",
            "- 匕首。",
            "- 皮甲。",
            "- 磨刀石。",
            "- 结实绳索。",
            "- 木盾。",
            "*",
            "- 冒险者工具包。",
            "- 练习用剑。",
            "- 质朴布衣。"
        ]
    },
    {
        "originalIndex": 1406,
        "name": "Bellerive",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 4 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1407,
        "name": "Bogart",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎手感知：当该角色施放其特殊技能时，会将自身最新的可净化状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有状态异常，则恢复自身 8% 的生命。"
        ]
    },
    {
        "originalIndex": 1408,
        "name": "Chandel",
        "passives": [
            "复活生命值削减：除头目外的所有敌人会以 -80% 的生命值复活。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。",
            "内在美：每当该角色本应受到状态异常造成的伤害时，改为恢复相同数值的生命值。"
        ]
    },
    {
        "originalIndex": 1409,
        "name": "Chao",
        "passives": []
    },
    {
        "originalIndex": 1410,
        "name": "Chao C1",
        "passives": []
    },
    {
        "originalIndex": 1411,
        "name": "Chao C2",
        "passives": []
    },
    {
        "originalIndex": 1412,
        "name": "Chao Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1413,
        "name": "Chao Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1414,
        "name": "D'Andre",
        "passives": []
    },
    {
        "originalIndex": 1415,
        "name": "Danzaburo",
        "passives": []
    },
    {
        "originalIndex": 1416,
        "name": "Danzaburo C1",
        "passives": []
    },
    {
        "originalIndex": 1417,
        "name": "Errin",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "特殊技能摧毁恶魔：当该角色施放其特殊技能时，其身上的所有恶魔都会被摧毁。"
        ]
    },
    {
        "originalIndex": 1418,
        "name": "Fjalar",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 193 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1419,
        "name": "Fjalar C1",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 600 点生命加成和 10% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 238 点燃烧伤害，并每回合降低目标 -13% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1420,
        "name": "Goldie",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1421,
        "name": "Gretel",
        "passives": []
    },
    {
        "originalIndex": 1422,
        "name": "Griffin",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 1423,
        "name": "Griffin C1",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 1424,
        "name": "Gu Dasao",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 1425,
        "name": "Guardian Jackal",
        "passives": []
    },
    {
        "originalIndex": 1426,
        "name": "Guardian Jackal C1",
        "passives": []
    },
    {
        "originalIndex": 1427,
        "name": "Gullinbursti",
        "passives": []
    },
    {
        "originalIndex": 1428,
        "name": "Gullinbursti C1",
        "passives": []
    },
    {
        "originalIndex": 1429,
        "name": "Holly",
        "passives": []
    },
    {
        "originalIndex": 1430,
        "name": "Hu Tao",
        "passives": []
    },
    {
        "originalIndex": 1431,
        "name": "Hu Tao C1",
        "passives": []
    },
    {
        "originalIndex": 1432,
        "name": "Hu Tao C2",
        "passives": []
    },
    {
        "originalIndex": 1433,
        "name": "Hu Tao Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1434,
        "name": "Hu Tao Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1435,
        "name": "Lady Woolerton",
        "passives": []
    },
    {
        "originalIndex": 1436,
        "name": "Li Xiu",
        "passives": []
    },
    {
        "originalIndex": 1437,
        "name": "Li Xiu C1",
        "passives": []
    },
    {
        "originalIndex": 1438,
        "name": "Li Xiu C2",
        "passives": []
    },
    {
        "originalIndex": 1439,
        "name": "Li Xiu Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1440,
        "name": "Li Xiu Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1441,
        "name": "Mist",
        "passives": []
    },
    {
        "originalIndex": 1442,
        "name": "Scoratek",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人的法力生成速度降低 -24%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1443,
        "name": "Scoratek C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 驱散敌人最新的可驱散增益。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1444,
        "name": "Steropes",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 1445,
        "name": "Tunes",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 1446,
        "name": "Voluptas",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 1447,
        "name": "Voluptas C1",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 1448,
        "name": "Waddles",
        "passives": [
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。",
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1449,
        "name": "Wang Yuanji",
        "passives": []
    },
    {
        "originalIndex": 1450,
        "name": "Wang Yuanji C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 1451,
        "name": "Wu Kong",
        "passives": []
    },
    {
        "originalIndex": 1452,
        "name": "Wu Kong C1",
        "passives": []
    },
    {
        "originalIndex": 1453,
        "name": "Wu Kong C2",
        "passives": []
    },
    {
        "originalIndex": 1454,
        "name": "Wu Kong Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1455,
        "name": "Wu Kong Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1456,
        "name": "Zione",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1457,
        "name": "Aether Mimic Holy",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 阿尔法艾瑟尔。",
            "* 神圣艾瑟尔 III。",
            "* 神圣艾瑟尔 II。",
            "* 神圣艾瑟尔 I。"
        ]
    },
    {
        "originalIndex": 1458,
        "name": "Akkorog",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 1459,
        "name": "Akkorog C1",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1460,
        "name": "Albin",
        "passives": []
    },
    {
        "originalIndex": 1461,
        "name": "Alvar",
        "passives": [
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1462,
        "name": "Amund",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1463,
        "name": "Anne",
        "passives": []
    },
    {
        "originalIndex": 1464,
        "name": "Anteros",
        "passives": [
            "抵抗特殊技能格挡：此角色免疫禁用特殊技能的状态异常。"
        ]
    },
    {
        "originalIndex": 1465,
        "name": "Aouda",
        "passives": [
            "提升特殊技能伤害：该英雄首次施放造成伤害的特殊技能时，其威力额外增加 30%。"
        ]
    },
    {
        "originalIndex": 1466,
        "name": "Aouda C1",
        "passives": [
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 30%。",
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1467,
        "name": "Ascension Mimic Holy",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* * * *",
            "- 大马士革刀。",
            "- 策略书卷。",
            "- 毒镖。",
            "* * *",
            "- 精致手套。",
            "- 指南针。",
            "- 魔法球。",
            "- 链甲衫。",
            "- 高筒靴。",
            "* *",
            "- 秘能手卷。"
        ]
    },
    {
        "originalIndex": 1468,
        "name": "Ashen",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 1469,
        "name": "Astrid",
        "passives": [
            "快节奏 - 民谣：所有由敌人施放的民谣仅持续 1 回合。",
            "快节奏 - 舞蹈：所有由敌人施放的舞蹈仅持续 1 回合。"
        ]
    },
    {
        "originalIndex": 1470,
        "name": "Auricarc",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1471,
        "name": "Aurox",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "此角色第一次使用特殊技能造成伤害时，该伤害将额外提升 50%。"
        ]
    },
    {
        "originalIndex": 1472,
        "name": "Aviana",
        "passives": [
            "抵抗流血：此角色免疫造成流血伤害的状态异常。",
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1473,
        "name": "Bai Yeong",
        "passives": [
            "抵抗来自小兵的状态异常：该角色天生对来自小兵的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1474,
        "name": "Baishu",
        "passives": [
            "禁用小兵技能：所有敌方小兵的攻击和技能都被禁用。"
        ]
    },
    {
        "originalIndex": 1475,
        "name": "Bragi",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蝕冰冻，持续 3 回合。若极地核心已完全充满，腐蝕冰冻每回合将造成 343 点冰冻伤害，并使目标的攻击每回合降低 -15%。对拥有小兵或超级小兵的英雄造成额外伤害。未充满时，核心里的充能越高冰冻伤害也会按比例增加。核心启动时会耗尽所有充能。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1476,
        "name": "Caitlin",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1477,
        "name": "Caitlin C1",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。",
            "特殊技能附带流血：当该角色施放其特殊技能时，所有敌人会在 4 回合内受到 528 点流血伤害。"
        ]
    },
    {
        "originalIndex": 1478,
        "name": "Celidana",
        "passives": [
            "抵抗最大生命值削减：该角色天生对最大生命值削减有抵抗能力。",
            "敌方施放特殊技能时提升生命值：当敌人施放特殊技能时，该角色有 50% 的几率将自身生命值提升 100 点。"
        ]
    },
    {
        "originalIndex": 1479,
        "name": "Christine Daae",
        "passives": [
            "抵抗攻击异常：该角色天生对影响攻击力的状态异常有抵抗能力。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 5% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1480,
        "name": "Cleopatra",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。"
        ]
    },
    {
        "originalIndex": 1481,
        "name": "Cleopatra C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 净化所有队友身上最新的可净化状态异常。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1482,
        "name": "Constance",
        "passives": [
            "特殊技能和掩护伤害时造成伤害：当该角色受到特殊技能伤害或替处于掩护状态的角色承受伤害时，有 60% 的几率对所有敌人造成所受伤害 20% 的伤害。"
        ]
    },
    {
        "originalIndex": 1483,
        "name": "Dabria",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎手感知：当该角色施放其特殊技能时，有 100% 的几率将自身最新的状态异常转移给目标。如果其特殊技能无法选择敌方目标，则会随机转移至一名敌人。若此角色没有状态异常，则恢复自身 3% 的生命。"
        ]
    },
    {
        "originalIndex": 1484,
        "name": "Delilah",
        "passives": []
    },
    {
        "originalIndex": 1485,
        "name": "Delilah C1",
        "passives": [
            "特殊技能净化：当该角色施放其特殊技能时，会净化所有队友身上最新的状态异常。"
        ]
    },
    {
        "originalIndex": 1486,
        "name": "Devana",
        "passives": [
            "抵抗驱散：该角色天生对增益驱散有抵抗能力。",
            "抵抗负面小兵效果：该角色天生对来自小兵的负面效果及伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1487,
        "name": "Director Zuri",
        "passives": []
    },
    {
        "originalIndex": 1488,
        "name": "Director Zuri C1",
        "passives": [
            "净化时复制异常：当该英雄身上的状态异常被净化时，会将一个被净化的状态异常的新副本施加给一个随机敌人。"
        ]
    },
    {
        "originalIndex": 1489,
        "name": "Dolores",
        "passives": [
            "古神的标记：该角色每拥有 10 点狂乱，受到的所有伤害便降低 5%，最多可降低 50%。"
        ]
    },
    {
        "originalIndex": 1490,
        "name": "Drake Fong",
        "passives": []
    },
    {
        "originalIndex": 1491,
        "name": "Drake Fong C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 1492,
        "name": "Eloise",
        "passives": []
    },
    {
        "originalIndex": 1493,
        "name": "Emblem Mimic Holy",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 大师牧师纹章。",
            "* 大师僧侣纹章。",
            "* 牧师纹章。",
            "* 僧侣纹章。"
        ]
    },
    {
        "originalIndex": 1494,
        "name": "Ephyra",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1495,
        "name": "Ephyra C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 所有队友获得 +21% 的暴击率，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1496,
        "name": "Erlang Shen",
        "passives": []
    },
    {
        "originalIndex": 1497,
        "name": "Eset",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作。",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1498,
        "name": "Eset C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 70% 几率执行以下操作。",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "敌方施放生命加成特殊技能时获得法力：每当敌人施放直接提升生命值的特殊技能时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1499,
        "name": "Experience Mimic Holy",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "拟态兽战利品：该拟态兽在完成关卡时有几率获得额外战利品。",
            "* 普通神圣训练师英雄。",
            "* 非凡神圣训练师英雄。",
            "* 稀有神圣训练师英雄。",
            "* 普通神圣英雄。",
            "* 非凡神圣英雄。"
        ]
    },
    {
        "originalIndex": 1500,
        "name": "Faeona",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1501,
        "name": "Faline",
        "passives": []
    },
    {
        "originalIndex": 1502,
        "name": "Florencia",
        "passives": [
            "命中小兵时施加霜冻：该角色拥有的小兵每次攻击时，会对目标造成 500 点冰冻伤害，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1503,
        "name": "Frank 'Fangs' Brimwell",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 1504,
        "name": "Furdinand",
        "passives": [
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。",
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1505,
        "name": "Furgeant",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1506,
        "name": "Gandr",
        "passives": [
            "强化抵抗燃烧：该角色天生对燃烧有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "熔岩核心：熔岩核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀燃烧效果，持续 3 回合。当熔岩核心完全充能时，腐蚀燃烧造成 315 点燃烧伤害，并每回合降低目标 -12% 的防御。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 燃烧伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1507,
        "name": "Gideon",
        "passives": [
            "抵抗防御削减：该角色天生对影响防御的状态异常、叠加和衰退效果有抵抗能力。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1508,
        "name": "Gilligan",
        "passives": [
            "抵抗法力异常：该角色天生对影响法力的异常状态有抵抗能力。",
            "根据敌方增益数量获得法力：每个回合开始时，敌方战队身上每拥有一个增益状态效果，便获得少量法力。（最多 20 层）"
        ]
    },
    {
        "originalIndex": 1509,
        "name": "Goldrip",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1510,
        "name": "Gongniu",
        "passives": [
            "受到状态异常时恢复生命：该角色在受到状态异常或负面效果叠加时恢复 10% 的生命值。",
            "禁用小兵技能：所有敌方小兵的攻击和技能都被禁用。"
        ]
    },
    {
        "originalIndex": 1511,
        "name": "Gooric",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1512,
        "name": "Grilka",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1513,
        "name": "Guardian Elephant",
        "passives": [
            "抵抗状态效果伤害：该角色天生对来自状态效果的伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1514,
        "name": "Guardian Gazelle",
        "passives": []
    },
    {
        "originalIndex": 1515,
        "name": "Guardian Gazelle C1",
        "passives": []
    },
    {
        "originalIndex": 1516,
        "name": "Guardian Owl",
        "passives": []
    },
    {
        "originalIndex": 1517,
        "name": "Guillemette",
        "passives": [
            "目标每拥有一层血莲，受到该角色的所有普通攻击和特殊技能伤害提高 5%。"
        ]
    },
    {
        "originalIndex": 1518,
        "name": "Guinevere",
        "passives": []
    },
    {
        "originalIndex": 1519,
        "name": "Guinevere C1",
        "passives": []
    },
    {
        "originalIndex": 1520,
        "name": "Gwendoline",
        "passives": []
    },
    {
        "originalIndex": 1521,
        "name": "Gwynn",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "腐蚀核心：该角色的构造核心是腐蚀核心。腐蚀核心在该角色每次施放特殊技能时激活：",
            "* 所有敌人受到腐蚀剧毒效果，持续 3 回合。当腐蚀核心完全充能时，腐蚀剧毒造成 151 点剧毒伤害，并每回合降低目标 -13% 的法力生成。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 剧毒伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1522,
        "name": "Hachiko",
        "passives": [
            "魔宠之友：当小兵被召唤到任何盟友身上时，该角色获得 5% 的生命值和 5% 的法力。此效果每回合只能激活一次。",
            "萌宠之怒：当恶魔被召唤到任何敌人身上时，该角色对所有敌人造成 85% 的伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1523,
        "name": "Halcyon",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 1524,
        "name": "Hanitra",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1525,
        "name": "Haumri",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 1526,
        "name": "Hilda",
        "passives": [
            "石像鬼的软化皮肤：每当此石像鬼施放特殊技能时，将激活软化皮肤效果。接下来对其造成的 4 次伤害降低 -90%，同时免疫所有状态异常、法力减损和狂乱。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1527,
        "name": "Horus",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1528,
        "name": "Horus C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 40% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人获得 -34% 的攻击力，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "敌方施放生命加成特殊技能时获得法力：每当敌人施放直接提升生命值的特殊技能时，该角色获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1529,
        "name": "Ibelis",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。",
            "抵抗负面法力效果：此角色免疫法力减损，以及影响法力生成的状态异常和负面效果叠加，包括禁用法力或偷取法力的状态异常。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 1530,
        "name": "Iga",
        "passives": [
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 1531,
        "name": "Inanis",
        "passives": [
            "古神烙印：该角色的普通攻击和特殊技能所造成的所有伤害，都会因其身上的狂乱值而增加，每 10 点狂乱值将提升 6% 伤害，最多可提升至 60%。"
        ]
    },
    {
        "originalIndex": 1532,
        "name": "Inari",
        "passives": []
    },
    {
        "originalIndex": 1533,
        "name": "Inari C1",
        "passives": []
    },
    {
        "originalIndex": 1534,
        "name": "Iron-Heart",
        "passives": [
            "强化抵抗特殊技能格挡: 此英雄免疫禁用特殊技能的状态异常。每次抵抗时还会获得 450 点生命加成和 5% 法力。",
            "小兵核心：此角色的机械核心为小兵核心。每当此角色施放特殊技能时，都会启动小兵核心：",
            "* 若小兵核心已完全充满，为所有盟友召唤一个杀戮机器人小兵，小兵继承施法者的 27% 生命值和 55% 攻击力。",
            "* 核心的充能越高，继承的生命值和攻击力越多。核心启动时会耗尽所有充能。",
            "* 杀裁机器人小兵在攻击目标前会摧毁目标的所有小兵，并对超级小兵造成伤害。"
        ]
    },
    {
        "originalIndex": 1535,
        "name": "Ironmaw",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1536,
        "name": "Ithar",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。",
            "抵抗来自小兵的状态异常：该角色天生对来自小兵的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1537,
        "name": "Jana",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 1538,
        "name": "Jasper",
        "passives": []
    },
    {
        "originalIndex": 1539,
        "name": "Jasper C1",
        "passives": []
    },
    {
        "originalIndex": 1540,
        "name": "Jequn",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1541,
        "name": "Jequn C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 1542,
        "name": "Joon",
        "passives": []
    },
    {
        "originalIndex": 1543,
        "name": "Joon C1",
        "passives": []
    },
    {
        "originalIndex": 1544,
        "name": "Joon C2",
        "passives": []
    },
    {
        "originalIndex": 1545,
        "name": "Joon Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1546,
        "name": "Joon Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1547,
        "name": "Jove",
        "passives": [
            "小兵死亡时净化：当该角色拥有的小兵被摧毁时，该角色身上的状态异常会被净化。"
        ]
    },
    {
        "originalIndex": 1548,
        "name": "Justice",
        "passives": []
    },
    {
        "originalIndex": 1549,
        "name": "Justice C1",
        "passives": []
    },
    {
        "originalIndex": 1550,
        "name": "Justice C2",
        "passives": []
    },
    {
        "originalIndex": 1551,
        "name": "Justice Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1552,
        "name": "Justice Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1553,
        "name": "Kara",
        "passives": [
            "增益被驱散时获得法力：每当该角色的一个增益效果被驱散时，其会获得 10% 的法力。",
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。此效果同样适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 1554,
        "name": "Kullervo",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1555,
        "name": "Kullervo C1",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1556,
        "name": "Kushanku",
        "passives": []
    },
    {
        "originalIndex": 1557,
        "name": "Labblub",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1558,
        "name": "Lando",
        "passives": [
            "转换增益：每当该角色施放特殊技能时， 影响所有盟友的攻击、防御和法力生成的所有状态异常将转换为对应的无法驱散增益。 转换效果：",
            "* 攻击状态异常被转换为 +40% 的攻击增益，持续 3 回合。",
            "* 防御状态异常被转换为 +40% 的防御增益，持续 3 回合。",
            "* 法力生成状态异常被转换为 +40% 的法力生成增益，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1559,
        "name": "Laohu",
        "passives": [
            "禁用小兵技能：所有敌方小兵的攻击和技能都被禁用。"
        ]
    },
    {
        "originalIndex": 1560,
        "name": "Lazara",
        "passives": [
            "受到状态异常时获得法力增益：持有此技能的角色在受到任何状态异常或负面效果叠加时，获得 +24% 的法力生成，持续 3 回合。",
            "盟友尝试净化时获得生命加成：当一个盟友尝试使用特殊技能进行净化时，所有盟友获得 300 点生命加成。此效果每回合只能激活一次。",
            "敌人尝试净化时造成伤害：当一个敌人尝试使用特殊技能进行净化时，所有敌人受到 300 点伤害。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1561,
        "name": "Lemonwood",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 1562,
        "name": "Leonidas",
        "passives": []
    },
    {
        "originalIndex": 1563,
        "name": "Leonidas C1",
        "passives": []
    },
    {
        "originalIndex": 1564,
        "name": "Leonidas C2",
        "passives": []
    },
    {
        "originalIndex": 1565,
        "name": "Leonidas Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1566,
        "name": "Leonidas Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1567,
        "name": "Livia",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 1568,
        "name": "Lyria",
        "passives": [
            "降低复活几率：战场上所有敌人的复活几率降低。几率为原始值的 20%。"
        ]
    },
    {
        "originalIndex": 1569,
        "name": "Malin",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1570,
        "name": "Malosi",
        "passives": [
            "抵抗防御异常：该英雄天生对影响防御的状态异常和负面叠加有抵抗能力。不适用于影响元素防御的状态异常。"
        ]
    },
    {
        "originalIndex": 1571,
        "name": "Matilda",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 1572,
        "name": "May",
        "passives": [
            "抵抗小兵移除：该角色天生对小兵移除有抵抗能力。",
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1573,
        "name": "Meg Giry",
        "passives": [
            "抵抗防御异常：该角色天生对影响防御的状态异常有抵抗能力。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。"
        ]
    },
    {
        "originalIndex": 1574,
        "name": "Melodymuse",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 1575,
        "name": "Meresankh",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人受到 231 点沙系伤害，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1576,
        "name": "Meresankh C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 对所有敌人造成 70% 的伤害。",
            "* 所有敌人受到 357 点沙系伤害，持续 3 回合。",
            "特殊技能额外效果几率：当该角色施放其特殊技能时，其任何提供额外施法效果的被动技能都有 3 次激活机会。",
            "提升特殊技能伤害：该角色首次施放造成伤害的特殊技能时，其威力额外增加 50%。"
        ]
    },
    {
        "originalIndex": 1577,
        "name": "Mica",
        "passives": []
    },
    {
        "originalIndex": 1578,
        "name": "Moonbell",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。",
            "分摊所受伤害：该角色所受伤害的 20% 将由其他盟友分摊。"
        ]
    },
    {
        "originalIndex": 1579,
        "name": "Motega",
        "passives": [
            "此角色在施放特殊技能时，有 50% 的几率为所有盟友恢复 15% 的生命值。若该特殊技能已完全充满，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 1580,
        "name": "Mother Lemminkainen",
        "passives": [
            "西苏之力：当该角色在战斗中首次以低生命值开始回合时，他们会恢复 15% 的生命值并获得 15% 的法力。"
        ]
    },
    {
        "originalIndex": 1581,
        "name": "Motsognir",
        "passives": [
            "强化抵抗冰冻：该角色天生对冰冻有抵抗能力，并且每次抵抗时获得 450 点生命加成和 5% 的法力。",
            "极地核心：极地核心在该角色每次施放特殊技能时激活。",
            "* 所有敌人受到腐蚀冰冻效果，持续 3 回合。当极地核心完全充能时，腐蚀冰冻造成 316 点冰冻伤害，并每回合降低目标 -15% 的攻击力。对拥有小兵或巨大体型小兵的英雄造成额外伤害。",
            "* 冰冻伤害量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1582,
        "name": "Musashi",
        "passives": []
    },
    {
        "originalIndex": 1583,
        "name": "Musashi C1",
        "passives": [
            "特殊技能驱散：当该角色施放其特殊技能时，会驱散所有敌人身上最新的状态效果增益。"
        ]
    },
    {
        "originalIndex": 1584,
        "name": "Neith",
        "passives": [
            "抵抗法力生成停止：该角色天生对阻止法力生成的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1585,
        "name": "Nemesis",
        "passives": [
            "减少防御异常持续时间：该角色从特殊技能中收到的防御状态异常的持续时间减少 2 回合。",
            "降低小兵生命值：敌方小兵被召唤时继承的生命值减少 -50%。"
        ]
    },
    {
        "originalIndex": 1586,
        "name": "Nithgaest",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "强化抵抗法力减损：此英雄免疫法力减损。每次抵抗时还会获得 600 点生命加成和 10% 法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 1587,
        "name": "Norns",
        "passives": []
    },
    {
        "originalIndex": 1588,
        "name": "Norns C1",
        "passives": []
    },
    {
        "originalIndex": 1589,
        "name": "Odin",
        "passives": []
    },
    {
        "originalIndex": 1590,
        "name": "Odin C1",
        "passives": []
    },
    {
        "originalIndex": 1591,
        "name": "Ogima",
        "passives": [
            "法力增加削减：通过特殊技能增加的法力值降低 -80%。此效果对战场上的所有敌人生效。"
        ]
    },
    {
        "originalIndex": 1592,
        "name": "Onatel",
        "passives": [
            "抵抗致盲：该角色天生对影响精准度的状态异常有抵抗能力。不适用于来自盟友的状态效果。"
        ]
    },
    {
        "originalIndex": 1593,
        "name": "Papyros",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 所有队友获得少量法力。"
        ]
    },
    {
        "originalIndex": 1594,
        "name": "Papyros C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作：",
            "* 为所有队友提升 10% 的生命值。提升的生命值可以超过最大生命值。",
            "* 所有队友获得少量法力。",
            "特殊技能必定触发效果：当该角色施放其特殊技能时，任何提供额外施法效果的被动技能都将必定触发。",
            "抵抗法力生成停止：该角色天生对阻止法力生成的状态异常有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1595,
        "name": "Penolite",
        "passives": [
            "石像鬼之肤：每当此石像鬼施放特殊技能时，其石肤会变硬。接下来受到的 4 次伤害将降至 1 点。此效果无法驱散。"
        ]
    },
    {
        "originalIndex": 1596,
        "name": "Persa",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 1597,
        "name": "Persa C1",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作：",
            "* 对所有敌人造成 80% 的伤害。",
            "* 施法者获得 +19% 的法力生成，持续 2 回合。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1598,
        "name": "Pertinax",
        "passives": [
            "阻碍法力：通过特殊技能、被动技能、家族奖励和状态效果获得的法力将减少 -80%。此效果适用于战场上的所有敌人。"
        ]
    },
    {
        "originalIndex": 1599,
        "name": "Philomena",
        "passives": [
            "致盲小兵：所有敌方小兵拥有 -60% 精准度。所有敌方超级小兵拥有 -50% 精准度。",
            "抵抗狂乱：该角色天生对狂乱有抵抗能力。",
            "抵抗攻击力削减：该角色天生对影响攻击力的状态异常、叠加和衰退效果有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1600,
        "name": "Poseidon",
        "passives": []
    },
    {
        "originalIndex": 1601,
        "name": "Poseidon C1",
        "passives": []
    },
    {
        "originalIndex": 1602,
        "name": "Prof. Lidenbrock",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。"
        ]
    },
    {
        "originalIndex": 1603,
        "name": "Prof. Lidenbrock C1",
        "passives": [
            "战斗开始时获得法力：该角色在战斗开始时获得 20% 的法力。",
            "特殊技能提升生命值：施放特殊技能时，为所有队友提升 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 1604,
        "name": "Queen Guowang",
        "passives": []
    },
    {
        "originalIndex": 1605,
        "name": "Rana",
        "passives": []
    },
    {
        "originalIndex": 1606,
        "name": "Rana C1",
        "passives": []
    },
    {
        "originalIndex": 1607,
        "name": "Ranvir",
        "passives": [
            "抵抗剧毒：该角色天生对剧毒有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1608,
        "name": "Ratgrub",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 50% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1609,
        "name": "Rhys",
        "passives": [
            "法力增加削减：通过特殊技能增加的法力值降低 -80%。此效果对战场上的所有敌人生效。"
        ]
    },
    {
        "originalIndex": 1610,
        "name": "Roc",
        "passives": []
    },
    {
        "originalIndex": 1611,
        "name": "Roc C1",
        "passives": []
    },
    {
        "originalIndex": 1612,
        "name": "Rosalind",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 1613,
        "name": "Ruan Xiaoqi",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 1614,
        "name": "Salniss",
        "passives": [
            "进阶无视小兵：该角色造成的所有伤害无视小兵和巨大体型小兵。",
            "进阶抵抗负面小兵效果：该角色天生对来自小兵和巨大体型小兵的负面效果及伤害有抵抗能力。",
            "完美精准度：该角色的特殊技能必定命中目标。"
        ]
    },
    {
        "originalIndex": 1615,
        "name": "Satinpimenter",
        "passives": [
            "闪避特殊技能伤害：该角色有 15% 的几率闪避造成伤害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1616,
        "name": "Scrollbeast",
        "passives": [
            "特殊技能效果：当该角色施放其特殊技能时，有 60% 几率执行以下操作。",
            "* 对所有敌人造成 90% 的伤害。",
            "* 所有敌人获得 -25% 的精准度，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1617,
        "name": "Shaal",
        "passives": [
            "抵抗特殊技能格挡：该角色天生对格挡特殊技能的状态异常有抵抗能力。",
            "修复核心：该角色的构造核心是修复核心。修复核心在该角色每次施放特殊技能时激活：",
            "* 当修复核心完全充能时，为所有队友提升 25% 的生命值。",
            "* 治疗量根据核心的充能程度计算，核心激活时消耗所有充能。"
        ]
    },
    {
        "originalIndex": 1618,
        "name": "Shareef",
        "passives": [
            "转换异常：每当该角色施放其特殊技能时，影响所有敌人的攻击、防御和法力生成的所有增益，将替换为对应的无法驱散状态异常。转换效果：",
            "* 攻击力增益将被 -40% 攻击力异常状态取代，持续 3 回合。",
            "* 防御增益将被 -40% 防御异常状态取代，持续 3 回合。",
            "* 法力生成增益将被 -40% 法力生成异常状态取代，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1619,
        "name": "Shimmerscale",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "守卫集结：每 4 回合，移除所有盟友身上的衰退效果。"
        ]
    },
    {
        "originalIndex": 1620,
        "name": "Sif",
        "passives": []
    },
    {
        "originalIndex": 1621,
        "name": "Sif C1",
        "passives": []
    },
    {
        "originalIndex": 1622,
        "name": "Silverpaw",
        "passives": [
            "降低治疗量：所有敌人获得的治疗量降低 -50%。"
        ]
    },
    {
        "originalIndex": 1623,
        "name": "Sir Roostley",
        "passives": []
    },
    {
        "originalIndex": 1624,
        "name": "Sludgus",
        "passives": [
            "被击败时召唤史莱姆小兵：当该角色被击败时，为附近的盟友召唤继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。",
            "史莱姆小兵分裂：如果该角色一次性失去超过 25% 的最大生命值，会为自己召唤一个继承其 50% 生命值和 40% 攻击力的史莱姆巨大体型小兵。"
        ]
    },
    {
        "originalIndex": 1625,
        "name": "Stravia",
        "passives": [
            "九条命：",
            "* 被击败时，该角色有 80% 的几率在下一回合开始时以 50% 的生命值和 80% 的法力复活。",
            "* 最多可触发 9 次。复活几率会在每次触发后衰减。无法通过状态异常或被动技能阻止该效果。",
            "特质：轻盈体态。",
            "此角色不会受到增强或削弱防御效果的影响。",
            "这包括：",
            "* - 状态效果增益和异常。",
            "* - 正面和负面叠加。",
            "* - 成长和衰退效果。"
        ]
    },
    {
        "originalIndex": 1626,
        "name": "Tang Sanzang",
        "passives": [
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时，有 50% 的几率获得 10% 的法力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时，有 50% 的几率恢复 10% 的生命值。"
        ]
    },
    {
        "originalIndex": 1627,
        "name": "Thor",
        "passives": []
    },
    {
        "originalIndex": 1628,
        "name": "Thor C1",
        "passives": []
    },
    {
        "originalIndex": 1629,
        "name": "Thunderclap",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。",
            "猎人之毅：当该角色施放其特殊技能时，获得 +20% 的攻击力，持续 3 回合。此效果可与其他改变攻击力的效果并存。"
        ]
    },
    {
        "originalIndex": 1630,
        "name": "Thura",
        "passives": [
            "特殊技能伤害减免：该角色有 10% 的几率将受到的特殊技能直接伤害降至 1 点。",
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，会给一个随机敌人施加猎人印记。目标在 3 回合内受到 150 点伤害。如果目标已有此效果，则持续时间刷新，伤害增加 150 点，总伤害最高可达 1500 点。"
        ]
    },
    {
        "originalIndex": 1631,
        "name": "Topaz",
        "passives": []
    },
    {
        "originalIndex": 1632,
        "name": "Uraeus",
        "passives": [
            "抵抗沙系伤害：该角色天生对沙系伤害有抵抗能力。",
            "小兵死亡时恢复生命：当该角色拥有的小兵被摧毁时，该角色恢复 50 点生命值。"
        ]
    },
    {
        "originalIndex": 1633,
        "name": "Ustad Anand",
        "passives": [
            "受到伤害时获得法力：",
            "* 当该角色受到来自特殊技能或普通攻击的直接伤害时，会获得少量法力。",
            "* 每回合最多获得 10% 法力。",
            "对小兵和巨大体型小兵的额外伤害：此角色对小兵和巨大体型小兵造成 +150% 伤害。"
        ]
    },
    {
        "originalIndex": 1634,
        "name": "Vaishali",
        "passives": [
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "特殊技能获得法力：当该角色施放其特殊技能时，有 50% 的几率为所有队友提供 10% 的法力。如果特殊技能完全充能，则几率为 100%。"
        ]
    },
    {
        "originalIndex": 1635,
        "name": "Vaishali C1",
        "passives": [
            "特殊技能获得法力：当该角色施放其特殊技能时，有 50% 的几率为所有队友提供 10% 的法力。如果特殊技能完全充能，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1636,
        "name": "Vivica",
        "passives": []
    },
    {
        "originalIndex": 1637,
        "name": "Vivica C1",
        "passives": []
    },
    {
        "originalIndex": 1638,
        "name": "Vivica C2",
        "passives": []
    },
    {
        "originalIndex": 1639,
        "name": "Vivica Toon",
        "passives": [
            "卡通：额外 75% 几率抵抗所有状态异常、法力削减和增益驱散。"
        ]
    },
    {
        "originalIndex": 1640,
        "name": "Vivica Glass",
        "passives": [
            "玻璃：额外 60% 几率将状态异常反弹给攻击者。"
        ]
    },
    {
        "originalIndex": 1641,
        "name": "Vivica Stylish",
        "passives": [
            "华丽登场！：有 65% 的几率将受到的负面效果替换为对应的正面效果。"
        ]
    },
    {
        "originalIndex": 1642,
        "name": "Wayne",
        "passives": [
            "窃取增益：当该角色施放其特殊技能时，有 65% 的几率从一个带有增益的随机敌人身上窃取最新的可驱散增益。如果没有敌人带有增益，则对所有敌人造成 150% 的伤害。"
        ]
    },
    {
        "originalIndex": 1643,
        "name": "Wealhtheow",
        "passives": [
            "受到增益时获得法力：该角色在获得增益或正面效果叠加时获得 5% 的法力。",
            "状态异常失效或被清除时恢复生命：每当一个状态异常从该角色身上失效、被净化、移除或重新分配时，该角色会恢复 10% 的生命值。此效果每回合只能激活一次。",
            "抵抗增益免疫：该角色天生对提供免疫新的狀態效果增益的异常状态有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1644,
        "name": "Weland",
        "passives": [
            "完美精准度：该角色的特殊技能必定命中目标。",
            "强化抵抗法力减损：此英雄免疫法力减损。每次抵抗时还会获得 600 点生命加成和 10% 法力。",
            "受到伤害时获得攻击力叠加：当该角色受到特殊技能伤害时，获得 +30% 的攻击力叠加（最多： 10 层 ）。每回合可叠加一层。"
        ]
    },
    {
        "originalIndex": 1645,
        "name": "White Rabbit",
        "passives": []
    },
    {
        "originalIndex": 1646,
        "name": "White Rabbit C1",
        "passives": [
            "特殊技能附带莽夫乱拳：施放特殊技能时， 50% 几率对一个随机敌人施加莽夫乱拳，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 1647,
        "name": "Willow",
        "passives": [
            "此角色在施放特殊技能时，有 50% 的几率为所有盟友恢复 15% 的生命值。若该特殊技能已完全充满，则几率为 100%。",
            "特殊技能叠加：当该角色施放其特殊技能时，所有敌人获得 -5% 的法力生成叠加。如果特殊技能完全充能，则所有敌人获得两层叠加。一个敌人最多可以有 10 层叠加。"
        ]
    },
    {
        "originalIndex": 1648,
        "name": "Winnie",
        "passives": [
            "受到增益时获得法力：在获得增益或正面效果叠加时获得 5% 的法力。",
            "受到增益时恢复生命：该角色在获得增益或正面效果叠加时恢复 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1649,
        "name": "Wolfgang",
        "passives": []
    },
    {
        "originalIndex": 1650,
        "name": "Wolfgang C1",
        "passives": [
            "能力：延长状态效果持续时间。有机会延长所施放状态效果的持续时间。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 1651,
        "name": "Wu Yong",
        "passives": [
            "特殊攻击暴击时净化：当该角色用特殊技能造成暴击时，会安全净化所有盟友最新的可净化状态效果。此效果每回合可激活一次。",
            "正义反叛：",
            "* 当该角色的特殊技能击中当前生命值较高的角色时，获得 +20% 的生命加成。",
            "* 当该角色被当前生命值较高的角色的特殊技能击中时，获得 +20% 的法力。",
            "* 这些效果每个每回合只能激活一次。",
            "抵抗流血：此角色免疫造成流血伤害的状态异常。"
        ]
    },
    {
        "originalIndex": 1652,
        "name": "Wulfstan",
        "passives": []
    },
    {
        "originalIndex": 1653,
        "name": "Xavier",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1654,
        "name": "Zandria",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +100%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -10%"
        ]
    },
    {
        "originalIndex": 1655,
        "name": "Zandria C1",
        "passives": [
            "队伍大师：",
            "作为攻击方角色的被动技能：该英雄的部队对较弱元素造成额外元素伤害。",
            "- 造成的额外元素伤害： +150%",
            "作为防守方角色的被动技能：该英雄受到来自较强元素部队的元素伤害减少。",
            "- 受到的元素伤害： -25%"
        ]
    },
    {
        "originalIndex": 1656,
        "name": "Zazha",
        "passives": [
            "转换增益：每当该角色施放特殊技能时， 影响所有盟友的攻击、防御和法力生成的所有状态异常将转换为对应的无法驱散增益。 转换效果：",
            "* 攻击状态异常被转换为 +40% 的攻击增益，持续 3 回合。",
            "* 防御状态异常被转换为 +40% 的防御增益，持续 3 回合。",
            "* 法力生成状态异常被转换为 +40% 的法力生成增益，持续 3 回合。",
            "飞行动量：如果该角色拥有任意数量的飞行动量，其将获得：",
            "* 最多 +35% 的法力生成。",
            "* 最多 +25% 的額外闪避几率。",
            "* 角色拥有的飞行动量越少，效果越弱。",
            "削弱巨大体型小兵：敌方巨大体型小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1657,
        "name": "Zekena",
        "passives": [
            "延长增益持续时间：该英雄从特殊技能中获得的前 3 个增益效果的持续时间增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1658,
        "name": "Zekena C1",
        "passives": [
            "对生命加成目标造成更高伤害：在该角色施放特殊技能后，所有盟友对具有生命加成的目标造成的普通攻击和特殊技能伤害提高 +70%，持续 4 回合。"
        ]
    },
    {
        "originalIndex": 1659,
        "name": "Zenuk'wa",
        "passives": [
            "特殊技能附带持续伤害：当该角色施放其特殊技能时，所有敌人会在 2 回合内受到 238 点水系伤害。",
            "抵抗水系伤害：该角色天生对水系伤害有抵抗能力。"
        ]
    },
    {
        "originalIndex": 1660,
        "name": "Zhang Fei",
        "passives": []
    },
    {
        "originalIndex": 1661,
        "name": "Zhang Fei C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 1662,
        "name": "Zhuge Liang",
        "passives": []
    },
    {
        "originalIndex": 1663,
        "name": "Zhuge Liang C1",
        "passives": [
            "无法阻止的小兵：",
            "* 抵抗小兵移除。",
            "* 无法被阻止获得小兵。",
            "* 小兵的攻击和技能无法被禁用。"
        ]
    },
    {
        "originalIndex": 1664,
        "name": "Zora",
        "passives": [
            "抵抗法力削减：该角色天生对法力削减有抵抗能力。",
            "受到状态异常时获得法力：该角色在受到状态异常或负面效果叠加时获得 5% 的法力。"
        ]
    },
    {
        "originalIndex": 1665,
        "name": "Chingiriko",
        "passives": []
    },
    {
        "originalIndex": 1666,
        "name": "Indigon",
        "passives": []
    },
    {
        "originalIndex": 1667,
        "name": "Broseph",
        "passives": []
    },
    {
        "originalIndex": 1668,
        "name": "Pineon",
        "passives": []
    },
    {
        "originalIndex": 1669,
        "name": "Caleb",
        "passives": []
    },
    {
        "originalIndex": 1670,
        "name": "Zenas",
        "passives": []
    },
    {
        "originalIndex": 1671,
        "name": "Xiaotu C1",
        "passives": []
    },
    {
        "originalIndex": 1672,
        "name": "Laohu C1",
        "passives": []
    },
    {
        "originalIndex": 1673,
        "name": "Bai Yan",
        "passives": []
    },
    {
        "originalIndex": 1674,
        "name": "Wei Qi",
        "passives": []
    },
    {
        "originalIndex": 1675,
        "name": "Yan Qing",
        "passives": []
    },
    {
        "originalIndex": 1676,
        "name": "Ling Long",
        "passives": []
    },
    {
        "originalIndex": 1677,
        "name": "Dragon Kids",
        "passives": []
    },
    {
        "originalIndex": 1678,
        "name": "Hongyunxing",
        "passives": []
    }
];