const translatedPassivesTC = 
[
    {
        "originalIndex": 0,
        "passives": []
    },
    {
        "originalIndex": 1,
        "passives": []
    },
    {
        "originalIndex": 2,
        "passives": []
    },
    {
        "originalIndex": 3,
        "passives": []
    },
    {
        "originalIndex": 4,
        "passives": []
    },
    {
        "originalIndex": 5,
        "passives": [
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 6,
        "passives": []
    },
    {
        "originalIndex": 7,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能附加狀態效果：當該角色施放其特殊技能時，會給一個隨機敵人施加獵人印記。目標在 150 回合內受到 3 點傷害。如果目標已有此效果，則持續時間刷新，傷害增加 150 點，總傷害最高可達 1500 點。"
        ]
    },
    {
        "originalIndex": 8,
        "passives": []
    },
    {
        "originalIndex": 9,
        "passives": []
    },
    {
        "originalIndex": 10,
        "passives": []
    },
    {
        "originalIndex": 11,
        "passives": []
    },
    {
        "originalIndex": 12,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 13,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 14,
        "passives": []
    },
    {
        "originalIndex": 15,
        "passives": []
    },
    {
        "originalIndex": 16,
        "passives": []
    },
    {
        "originalIndex": 17,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 18,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 19,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 20,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 21,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 22,
        "passives": []
    },
    {
        "originalIndex": 23,
        "passives": [
            "當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 24,
        "passives": []
    },
    {
        "originalIndex": 25,
        "passives": []
    },
    {
        "originalIndex": 26,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 27,
        "passives": []
    },
    {
        "originalIndex": 28,
        "passives": []
    },
    {
        "originalIndex": 29,
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 30,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 31,
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 32,
        "passives": []
    },
    {
        "originalIndex": 33,
        "passives": []
    },
    {
        "originalIndex": 34,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 35,
        "passives": []
    },
    {
        "originalIndex": 36,
        "passives": []
    },
    {
        "originalIndex": 37,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 38,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 39,
        "passives": []
    },
    {
        "originalIndex": 40,
        "passives": []
    },
    {
        "originalIndex": 41,
        "passives": []
    },
    {
        "originalIndex": 42,
        "passives": []
    },
    {
        "originalIndex": 43,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 44,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 45,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 46,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 47,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 48,
        "passives": []
    },
    {
        "originalIndex": 49,
        "passives": []
    },
    {
        "originalIndex": 50,
        "passives": []
    },
    {
        "originalIndex": 51,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 52,
        "passives": []
    },
    {
        "originalIndex": 53,
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 193 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 54,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 55,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 56,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 57,
        "passives": [
            "攻擊異常降低：影響攻擊力的狀態異常效果降低 80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 58,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 59,
        "passives": []
    },
    {
        "originalIndex": 60,
        "passives": []
    },
    {
        "originalIndex": 61,
        "passives": []
    },
    {
        "originalIndex": 62,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 63,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 64,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 5 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 65,
        "passives": []
    },
    {
        "originalIndex": 66,
        "passives": []
    },
    {
        "originalIndex": 67,
        "passives": []
    },
    {
        "originalIndex": 68,
        "passives": []
    },
    {
        "originalIndex": 69,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 70,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 71,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 72,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 73,
        "passives": []
    },
    {
        "originalIndex": 74,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 75,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 76,
        "passives": []
    },
    {
        "originalIndex": 77,
        "passives": []
    },
    {
        "originalIndex": 78,
        "passives": []
    },
    {
        "originalIndex": 79,
        "passives": []
    },
    {
        "originalIndex": 80,
        "passives": []
    },
    {
        "originalIndex": 81,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 82,
        "passives": []
    },
    {
        "originalIndex": 83,
        "passives": []
    },
    {
        "originalIndex": 84,
        "passives": [
            "偷取增益 - 此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 85,
        "passives": []
    },
    {
        "originalIndex": 86,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 87,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 88,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 89,
        "passives": []
    },
    {
        "originalIndex": 90,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 91,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 92,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 93,
        "passives": []
    },
    {
        "originalIndex": 94,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 95,
        "passives": [
            "抵禦治療異常：此角色對影響治療的狀態異常具有天生抗性。",
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 96,
        "passives": []
    },
    {
        "originalIndex": 97,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：該角色對影響防禦的狀態異常具有天生抗性。同樣適用於影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 98,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 309 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 99,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 100,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 101,
        "passives": []
    },
    {
        "originalIndex": 102,
        "passives": []
    },
    {
        "originalIndex": 103,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 104,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 105,
        "passives": []
    },
    {
        "originalIndex": 106,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 107,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 108,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 109,
        "passives": []
    },
    {
        "originalIndex": 110,
        "passives": [
            "流血時治療：每當敵人受到流血傷害時，這名角色恢復 50 生命。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 111,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 112,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 113,
        "passives": [
            "快節奏：民謠：敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏：跳舞：敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 114,
        "passives": []
    },
    {
        "originalIndex": 115,
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 116,
        "passives": []
    },
    {
        "originalIndex": 117,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 118,
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 119,
        "passives": []
    },
    {
        "originalIndex": 120,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 121,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 122,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 123,
        "passives": [
            "攻擊異常降低：影響攻擊力的狀態異常效果降低 -80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 124,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 125,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 126,
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 127,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 128,
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 129,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 130,
        "passives": [
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 131,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 132,
        "passives": []
    },
    {
        "originalIndex": 133,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 134,
        "passives": []
    },
    {
        "originalIndex": 135,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 238 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 136,
        "passives": []
    },
    {
        "originalIndex": 137,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 138,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 139,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通冰雪訓練師英雄",
            "* 罕見冰雪訓練師英雄",
            "* 稀有冰雪訓練師英雄",
            "* 普通冰雪英雄",
            "* 罕見冰雪英雄"
        ]
    },
    {
        "originalIndex": 140,
        "passives": []
    },
    {
        "originalIndex": 141,
        "passives": []
    },
    {
        "originalIndex": 142,
        "passives": [
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 143,
        "passives": []
    },
    {
        "originalIndex": 144,
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 528 回合內受到 4 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 145,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 146,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 147,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 148,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 149,
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 150,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 151,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 3 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 152,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。",
            "每次啟動毀滅核心時，會施放此角色的特殊技能",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 153,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "敵人獲得防禦增益時增加法力：任何敵人獲得防禦增益時，此角色獲得 10% 法力。"
        ]
    },
    {
        "originalIndex": 154,
        "passives": [
            "抵禦增益免疫：此角色對於新增益免疫的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 155,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 156,
        "passives": []
    },
    {
        "originalIndex": 157,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 158,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 159,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 160,
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 315 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 161,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 15% 生命值。此效果每回合僅能啟動一次。",
            "受到傷害時疊加攻擊：此角色受到特殊技能直接傷害時，獲得 30% 攻擊疊加 (最大值： 10)。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 162,
        "passives": []
    },
    {
        "originalIndex": 163,
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "驅散增益時獲得法力：每次此角色身上的增益被驅散時，就會獲得 10% 法力。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 164,
        "passives": []
    },
    {
        "originalIndex": 165,
        "passives": []
    },
    {
        "originalIndex": 166,
        "passives": []
    },
    {
        "originalIndex": 167,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 168,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 169,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 170,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 171,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵禦防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 172,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 173,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 174,
        "passives": []
    },
    {
        "originalIndex": 175,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "抵禦法力減損：此角色對法力減損具有天生抗性。"
        ]
    },
    {
        "originalIndex": 176,
        "passives": []
    },
    {
        "originalIndex": 177,
        "passives": []
    },
    {
        "originalIndex": 178,
        "passives": []
    },
    {
        "originalIndex": 179,
        "passives": []
    },
    {
        "originalIndex": 180,
        "passives": [
            "獲得增益的法力：獲得增益或正面疊加時可獲得 5% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 181,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 182,
        "passives": []
    },
    {
        "originalIndex": 183,
        "passives": []
    },
    {
        "originalIndex": 184,
        "passives": []
    },
    {
        "originalIndex": 185,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 186,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 187,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 188,
        "passives": []
    },
    {
        "originalIndex": 189,
        "passives": []
    },
    {
        "originalIndex": 190,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 191,
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "冰霜時的法力：每當敵人受到冰霜傷害時，這名角色會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 192,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 193,
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 194,
        "passives": [
            "暴增的法力：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 195,
        "passives": [
            "暴增的法力：此角色施放特殊技能時，有 60% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 196,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 197,
        "passives": []
    },
    {
        "originalIndex": 198,
        "passives": []
    },
    {
        "originalIndex": 199,
        "passives": []
    },
    {
        "originalIndex": 200,
        "passives": [
            "從異常效果中獲得的法力產出增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "敵人施展特殊技能時造成傷害：若法力速度為平均或更快的敵人施放特殊技能，則所有敵人受到 100 點傷害。此效果每回合僅限啟用一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 201,
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 210 回合內受到 2 水系傷害。"
        ]
    },
    {
        "originalIndex": 202,
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "抵禦增益免疫：此角色對於新增益免疫的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 203,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 204,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 205,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 206,
        "passives": []
    },
    {
        "originalIndex": 207,
        "passives": []
    },
    {
        "originalIndex": 208,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 209,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。",
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 法力。"
        ]
    },
    {
        "originalIndex": 210,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 211,
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 212,
        "passives": []
    },
    {
        "originalIndex": 213,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 214,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 215,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 216,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 217,
        "passives": []
    },
    {
        "originalIndex": 218,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 219,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 3 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 220,
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 221,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 222,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 223,
        "passives": []
    },
    {
        "originalIndex": 224,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 225,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 226,
        "passives": []
    },
    {
        "originalIndex": 227,
        "passives": []
    },
    {
        "originalIndex": 228,
        "passives": []
    },
    {
        "originalIndex": 229,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 230,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 231,
        "passives": []
    },
    {
        "originalIndex": 232,
        "passives": []
    },
    {
        "originalIndex": 233,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 234,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 235,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 236,
        "passives": [
            "從異常效果中獲得的法力產出增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "驅散增益時獲得生命值加成：每次此角色身上的增益被驅散時，就會獲得 450 點生命值加成。此效果每回合僅能啟動一次。",
            "驅散增益時獲得法力：每次此角色身上的增益被驅散時，就會獲得 10% 法力。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 237,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 238,
        "passives": [
            "特殊技能傷害減少：此角色有 10% 機率將特殊技能造成的直接傷害降到 1。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 239,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "法力減損的狀態效果：法力減損時，此角色獲得 +30% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 240,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 241,
        "passives": []
    },
    {
        "originalIndex": 242,
        "passives": []
    },
    {
        "originalIndex": 243,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 153 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 244,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 245,
        "passives": []
    },
    {
        "originalIndex": 246,
        "passives": []
    },
    {
        "originalIndex": 247,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 255 回合內受到 3 飛沙傷害。"
        ]
    },
    {
        "originalIndex": 248,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 363 回合內受到 3 飛沙傷害。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 249,
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血傷害：此角色對流血效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 250,
        "passives": [
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 8% 生命。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 251,
        "passives": [
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。",
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 252,
        "passives": [
            "抵禦治療異常：此角色對影響治療的狀態異常具有天生抗性。",
            "抵禦惡魔：此角色無法收到惡魔。"
        ]
    },
    {
        "originalIndex": 253,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 254,
        "passives": []
    },
    {
        "originalIndex": 255,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 256,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 257,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 258,
        "passives": []
    },
    {
        "originalIndex": 259,
        "passives": []
    },
    {
        "originalIndex": 260,
        "passives": []
    },
    {
        "originalIndex": 261,
        "passives": []
    },
    {
        "originalIndex": 262,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 263,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 264,
        "passives": []
    },
    {
        "originalIndex": 265,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 266,
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 267,
        "passives": [
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 268,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 269,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 3 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 270,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減少：此角色有 10% 機率將特殊技能造成的直接傷害降到 1。"
        ]
    },
    {
        "originalIndex": 271,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 272,
        "passives": []
    },
    {
        "originalIndex": 273,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 274,
        "passives": []
    },
    {
        "originalIndex": 275,
        "passives": []
    },
    {
        "originalIndex": 276,
        "passives": []
    },
    {
        "originalIndex": 277,
        "passives": []
    },
    {
        "originalIndex": 278,
        "passives": []
    },
    {
        "originalIndex": 279,
        "passives": []
    },
    {
        "originalIndex": 280,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 281,
        "passives": []
    },
    {
        "originalIndex": 282,
        "passives": []
    },
    {
        "originalIndex": 283,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 284,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 285,
        "passives": []
    },
    {
        "originalIndex": 286,
        "passives": []
    },
    {
        "originalIndex": 287,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 288,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 289,
        "passives": []
    },
    {
        "originalIndex": 290,
        "passives": []
    },
    {
        "originalIndex": 291,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 292,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 293,
        "passives": []
    },
    {
        "originalIndex": 294,
        "passives": []
    },
    {
        "originalIndex": 295,
        "passives": []
    },
    {
        "originalIndex": 296,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 297,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。"
        ]
    },
    {
        "originalIndex": 298,
        "passives": [
            "暴增的狀態效果：此角色施放特殊技能時，有 50% 機率給予所有敵人 -25% 法力產出，持續 3 回合。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 299,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 300,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 301,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 302,
        "passives": [
            "特殊技能附加狀態效果：當該角色施放其特殊技能時，會給一個隨機敵人施加獵人印記。目標在 150 回合內受到 3 點傷害。如果目標已有此效果，則持續時間刷新，傷害增加 150 點，總傷害最高可達 1500 點。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 303,
        "passives": []
    },
    {
        "originalIndex": 304,
        "passives": []
    },
    {
        "originalIndex": 305,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 306,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 307,
        "passives": []
    },
    {
        "originalIndex": 308,
        "passives": []
    },
    {
        "originalIndex": 309,
        "passives": [
            "偷取增益 - 此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 310,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 311,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 312,
        "passives": []
    },
    {
        "originalIndex": 313,
        "passives": []
    },
    {
        "originalIndex": 314,
        "passives": []
    },
    {
        "originalIndex": 315,
        "passives": []
    },
    {
        "originalIndex": 316,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 317,
        "passives": []
    },
    {
        "originalIndex": 318,
        "passives": []
    },
    {
        "originalIndex": 319,
        "passives": []
    },
    {
        "originalIndex": 320,
        "passives": []
    },
    {
        "originalIndex": 321,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 322,
        "passives": [
            "當此角色施放其特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "當此角色施放其特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 323,
        "passives": []
    },
    {
        "originalIndex": 324,
        "passives": []
    },
    {
        "originalIndex": 325,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 326,
        "passives": [
            "獲得增益的生命值回復 - 此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 327,
        "passives": [
            "防禦異常降低：防禦異常效果降低 -80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 328,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 329,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 330,
        "passives": []
    },
    {
        "originalIndex": 331,
        "passives": []
    },
    {
        "originalIndex": 332,
        "passives": [
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 333,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 334,
        "passives": []
    },
    {
        "originalIndex": 335,
        "passives": []
    },
    {
        "originalIndex": 336,
        "passives": []
    },
    {
        "originalIndex": 337,
        "passives": []
    },
    {
        "originalIndex": 338,
        "passives": []
    },
    {
        "originalIndex": 339,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 340,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 341,
        "passives": []
    },
    {
        "originalIndex": 342,
        "passives": []
    },
    {
        "originalIndex": 343,
        "passives": []
    },
    {
        "originalIndex": 344,
        "passives": []
    },
    {
        "originalIndex": 345,
        "passives": []
    },
    {
        "originalIndex": 346,
        "passives": []
    },
    {
        "originalIndex": 347,
        "passives": []
    },
    {
        "originalIndex": 348,
        "passives": []
    },
    {
        "originalIndex": 349,
        "passives": []
    },
    {
        "originalIndex": 350,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 5 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 351,
        "passives": []
    },
    {
        "originalIndex": 352,
        "passives": []
    },
    {
        "originalIndex": 353,
        "passives": []
    },
    {
        "originalIndex": 354,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 355,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 356,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 357,
        "passives": []
    },
    {
        "originalIndex": 358,
        "passives": []
    },
    {
        "originalIndex": 359,
        "passives": []
    },
    {
        "originalIndex": 360,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 361,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 362,
        "passives": []
    },
    {
        "originalIndex": 363,
        "passives": []
    },
    {
        "originalIndex": 364,
        "passives": []
    },
    {
        "originalIndex": 365,
        "passives": []
    },
    {
        "originalIndex": 366,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 367,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 368,
        "passives": [
            "希甦之力 - 當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 369,
        "passives": []
    },
    {
        "originalIndex": 370,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 371,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 372,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 373,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 8% 生命。"
        ]
    },
    {
        "originalIndex": 374,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 375,
        "passives": []
    },
    {
        "originalIndex": 376,
        "passives": []
    },
    {
        "originalIndex": 377,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 378,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 379,
        "passives": [
            "獲得增益的生命值回復 - 此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 380,
        "passives": []
    },
    {
        "originalIndex": 381,
        "passives": []
    },
    {
        "originalIndex": 382,
        "passives": []
    },
    {
        "originalIndex": 383,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 384,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 385,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 386,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 387,
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 388,
        "passives": []
    },
    {
        "originalIndex": 389,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 390,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動。",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 391,
        "passives": []
    },
    {
        "originalIndex": 392,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 393,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 394,
        "passives": []
    },
    {
        "originalIndex": 395,
        "passives": []
    },
    {
        "originalIndex": 396,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 397,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 398,
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 399,
        "passives": []
    },
    {
        "originalIndex": 400,
        "passives": []
    },
    {
        "originalIndex": 401,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 402,
        "passives": []
    },
    {
        "originalIndex": 403,
        "passives": [
            "抵禦增益免疫：此角色對於新增益免疫的狀態異常具有天生抗性。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 404,
        "passives": []
    },
    {
        "originalIndex": 405,
        "passives": [
            "抵禦小兵移除：此角色對小兵移除效果具有天生抗性。",
            "召喚小兵時獲得法力：對任意盟友召喚小兵時，此角色會獲得 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 406,
        "passives": [
            "快節奏：民謠",
            "敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏：跳舞",
            "敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 407,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 408,
        "passives": [
            "抵抗防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 409,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 410,
        "passives": [
            "抵禦治療異常：此角色對影響治療的異常具有天生抗性。",
            "敵人施展特殊技能時提升生命值：當敵人施放特殊技能時，此角色會有 50% 機率提升自身生命值 100 點。"
        ]
    },
    {
        "originalIndex": 411,
        "passives": [
            "每名非自然系敵人所增加的攻擊：在每場戰鬥開始時，每有一名非自然系元素的敵人，此角色的攻擊力會增加 5%。在有數波攻勢的戰鬥中，此效果會在每波攻勢開始時更新。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 412,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 413,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 414,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 415,
        "passives": [
            "暴增的狀態效果：此角色施放特殊技能時，有 50% 機率給予所有敵人 -25% 法力產出，持續 3 回合。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 416,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 330 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 417,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 418,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 419,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 420,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加 (最大值： 10)。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 421,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 422,
        "passives": []
    },
    {
        "originalIndex": 423,
        "passives": []
    },
    {
        "originalIndex": 424,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 425,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 426,
        "passives": []
    },
    {
        "originalIndex": 427,
        "passives": []
    },
    {
        "originalIndex": 428,
        "passives": []
    },
    {
        "originalIndex": 429,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 430,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 431,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 432,
        "passives": [
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 433,
        "passives": [
            "記住敵方小兵與惡魔：此角色天賦異稟，能夠記住任何被敵方特殊技能召喚出來的小兵或惡魔。最近一次召喚的小兵或惡魔會持續被記憶住，直到特殊技能被使用為止。"
        ]
    },
    {
        "originalIndex": 434,
        "passives": []
    },
    {
        "originalIndex": 435,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 436,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通冰雪訓練師英雄",
            "* 罕見冰雪訓練師英雄",
            "* 稀有冰雪訓練師英雄",
            "* 普通冰雪英雄",
            "* 罕見冰雪英雄"
        ]
    },
    {
        "originalIndex": 437,
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 337 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 438,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 439,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 128 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 440,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 441,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 442,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 443,
        "passives": []
    },
    {
        "originalIndex": 444,
        "passives": []
    },
    {
        "originalIndex": 445,
        "passives": []
    },
    {
        "originalIndex": 446,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 447,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 448,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 449,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 450,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 451,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 452,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 4 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 453,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 454,
        "passives": []
    },
    {
        "originalIndex": 455,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 456,
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "嘲諷時的法力：每當敵人受到嘲諷狀態效果時，此角色的法力增加 10%。"
        ]
    },
    {
        "originalIndex": 457,
        "passives": []
    },
    {
        "originalIndex": 458,
        "passives": []
    },
    {
        "originalIndex": 459,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 460,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加 (最大值： 10)。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 461,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 462,
        "passives": []
    },
    {
        "originalIndex": 463,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 464,
        "passives": []
    },
    {
        "originalIndex": 465,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 466,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 467,
        "passives": []
    },
    {
        "originalIndex": 468,
        "passives": []
    },
    {
        "originalIndex": 469,
        "passives": []
    },
    {
        "originalIndex": 470,
        "passives": []
    },
    {
        "originalIndex": 471,
        "passives": []
    },
    {
        "originalIndex": 472,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 473,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 474,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 475,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 476,
        "passives": []
    },
    {
        "originalIndex": 477,
        "passives": []
    },
    {
        "originalIndex": 478,
        "passives": []
    },
    {
        "originalIndex": 479,
        "passives": []
    },
    {
        "originalIndex": 480,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 481,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 482,
        "passives": [
            "抵禦燃燒：該角色對燃燒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 483,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 484,
        "passives": []
    },
    {
        "originalIndex": 485,
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 540 回合內受到 4 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 486,
        "passives": []
    },
    {
        "originalIndex": 487,
        "passives": []
    },
    {
        "originalIndex": 488,
        "passives": [
            "抵禦最大生命值降低：此角色對最大生命值降低具有天生抗性。",
            "已陣亡小兵的加成生命值：當擁有的小兵被摧毀時，此角色恢復 50 加成生命值。"
        ]
    },
    {
        "originalIndex": 489,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 490,
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 75% 機率於其下個回合開始時復活，並恢復 50% 生命值和 75% 法力。",
            "* 最多可啟用 9 次。每次啟用會降低復活機率。無法以狀態異常或被動技能預防。",
            "特性：輕巧自如的身姿",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 491,
        "passives": []
    },
    {
        "originalIndex": 492,
        "passives": []
    },
    {
        "originalIndex": 493,
        "passives": []
    },
    {
        "originalIndex": 494,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 495,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 496,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 497,
        "passives": []
    },
    {
        "originalIndex": 498,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 499,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 500,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "使用特殊技能時獲得生命值加成：此角色施展特殊技能時，會使所有盟友獲得 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 501,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 502,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 503,
        "passives": [
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "抵禦治療異常：此角色對影響治療的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 504,
        "passives": [
            "抵禦驅散：此角色對增益的驅散效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 505,
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 506,
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 254 回合內受到 2 水系傷害。"
        ]
    },
    {
        "originalIndex": 507,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 3 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 508,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 509,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 510,
        "passives": []
    },
    {
        "originalIndex": 511,
        "passives": []
    },
    {
        "originalIndex": 512,
        "passives": []
    },
    {
        "originalIndex": 513,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 514,
        "passives": []
    },
    {
        "originalIndex": 515,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "無視嘲諷：此角色的特殊技能不受嘲諷影響。"
        ]
    },
    {
        "originalIndex": 516,
        "passives": [
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 10% 法力。",
            "敵人獲得生命值加成時，獲得生命值加成：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 450 點生命值加成。"
        ]
    },
    {
        "originalIndex": 517,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 305 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 518,
        "passives": []
    },
    {
        "originalIndex": 519,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 520,
        "passives": []
    },
    {
        "originalIndex": 521,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 522,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 523,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 524,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 20% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 525,
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 526,
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 527,
        "passives": []
    },
    {
        "originalIndex": 528,
        "passives": [
            "能力：提升狀態效果持續時間。有機率提升施放狀態效果的持續時間。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 529,
        "passives": []
    },
    {
        "originalIndex": 530,
        "passives": []
    },
    {
        "originalIndex": 531,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 532,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 533,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 534,
        "passives": []
    },
    {
        "originalIndex": 535,
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 536,
        "passives": [
            "抵禦小兵移除：此角色對小兵移除效果具有天生抗性。",
            "燃燒時召喚：每當此角色獲得燃燒狀態異常時，他們將會替自己召喚一個森林守衛小兵。森林守衛小兵從此角色繼承 40% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 537,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 538,
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 539,
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 540,
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 541,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 542,
        "passives": [
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 12% 生命值。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 5% 生命值。"
        ]
    },
    {
        "originalIndex": 543,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 544,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 545,
        "passives": []
    },
    {
        "originalIndex": 546,
        "passives": []
    },
    {
        "originalIndex": 547,
        "passives": []
    },
    {
        "originalIndex": 548,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 549,
        "passives": [
            "抵禦小兵移除：此英雄對小兵移除效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 550,
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 551,
        "passives": []
    },
    {
        "originalIndex": 552,
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 553,
        "passives": [
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 554,
        "passives": []
    },
    {
        "originalIndex": 555,
        "passives": [
            "特殊技能造成詛咒效果：此角色施放特殊技能時，所有敵人在 461 回合內受到 4 詛咒傷害，傷害從低開始並每回合增加。"
        ]
    },
    {
        "originalIndex": 556,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 557,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 558,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 559,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "劇毒時生命值加成：每回合開始時，每個受到劇毒效果的敵人，都會為此角色與附近盟友提供 2% 的加成生命值。加成生命值能夠超過最大生命值。"
        ]
    },
    {
        "originalIndex": 560,
        "passives": [
            "防禦異常降低：防禦異常效果降低 80%。該效果適用於戰鬥中的此角色與其所有盟友。"
        ]
    },
    {
        "originalIndex": 561,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 562,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 563,
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 564,
        "passives": []
    },
    {
        "originalIndex": 565,
        "passives": []
    },
    {
        "originalIndex": 566,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 567,
        "passives": []
    },
    {
        "originalIndex": 568,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 569,
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 570,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 571,
        "passives": []
    },
    {
        "originalIndex": 572,
        "passives": []
    },
    {
        "originalIndex": 573,
        "passives": []
    },
    {
        "originalIndex": 574,
        "passives": []
    },
    {
        "originalIndex": 575,
        "passives": []
    },
    {
        "originalIndex": 576,
        "passives": []
    },
    {
        "originalIndex": 577,
        "passives": []
    },
    {
        "originalIndex": 578,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 579,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 580,
        "passives": []
    },
    {
        "originalIndex": 581,
        "passives": []
    },
    {
        "originalIndex": 582,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 583,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 584,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 4 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 585,
        "passives": []
    },
    {
        "originalIndex": 586,
        "passives": []
    },
    {
        "originalIndex": 587,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 588,
        "passives": []
    },
    {
        "originalIndex": 589,
        "passives": []
    },
    {
        "originalIndex": 590,
        "passives": []
    },
    {
        "originalIndex": 591,
        "passives": []
    },
    {
        "originalIndex": 592,
        "passives": [
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 12% 生命值。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 593,
        "passives": []
    },
    {
        "originalIndex": 594,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 595,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 596,
        "passives": []
    },
    {
        "originalIndex": 597,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 598,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 599,
        "passives": []
    },
    {
        "originalIndex": 600,
        "passives": []
    },
    {
        "originalIndex": 601,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 602,
        "passives": [
            "當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 603,
        "passives": []
    },
    {
        "originalIndex": 604,
        "passives": []
    },
    {
        "originalIndex": 605,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 606,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 607,
        "passives": []
    },
    {
        "originalIndex": 608,
        "passives": []
    },
    {
        "originalIndex": 609,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 610,
        "passives": []
    },
    {
        "originalIndex": 611,
        "passives": []
    },
    {
        "originalIndex": 612,
        "passives": []
    },
    {
        "originalIndex": 613,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 614,
        "passives": [
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 615,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 616,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 617,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 618,
        "passives": []
    },
    {
        "originalIndex": 619,
        "passives": []
    },
    {
        "originalIndex": 620,
        "passives": []
    },
    {
        "originalIndex": 621,
        "passives": [
            "偷取增益 - 此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 622,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 623,
        "passives": []
    },
    {
        "originalIndex": 624,
        "passives": []
    },
    {
        "originalIndex": 625,
        "passives": []
    },
    {
        "originalIndex": 626,
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 627,
        "passives": []
    },
    {
        "originalIndex": 628,
        "passives": []
    },
    {
        "originalIndex": 629,
        "passives": []
    },
    {
        "originalIndex": 630,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 631,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 632,
        "passives": []
    },
    {
        "originalIndex": 633,
        "passives": []
    },
    {
        "originalIndex": 634,
        "passives": []
    },
    {
        "originalIndex": 635,
        "passives": []
    },
    {
        "originalIndex": 636,
        "passives": []
    },
    {
        "originalIndex": 637,
        "passives": []
    },
    {
        "originalIndex": 638,
        "passives": []
    },
    {
        "originalIndex": 639,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 640,
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 641,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 642,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 643,
        "passives": [
            "特殊技能附加狀態效果：當該角色施放其特殊技能時，會給一個隨機敵人施加獵人印記。目標在 150 回合內受到 3 點傷害。如果目標已有此效果，則持續時間刷新，傷害增加 150 點，總傷害最高可達 1500 點。",
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。"
        ]
    },
    {
        "originalIndex": 644,
        "passives": []
    },
    {
        "originalIndex": 645,
        "passives": []
    },
    {
        "originalIndex": 646,
        "passives": []
    },
    {
        "originalIndex": 647,
        "passives": []
    },
    {
        "originalIndex": 648,
        "passives": []
    },
    {
        "originalIndex": 649,
        "passives": []
    },
    {
        "originalIndex": 650,
        "passives": []
    },
    {
        "originalIndex": 651,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 652,
        "passives": []
    },
    {
        "originalIndex": 653,
        "passives": []
    },
    {
        "originalIndex": 654,
        "passives": []
    },
    {
        "originalIndex": 655,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 656,
        "passives": [
            "此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 657,
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 658,
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 659,
        "passives": []
    },
    {
        "originalIndex": 660,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 661,
        "passives": []
    },
    {
        "originalIndex": 662,
        "passives": []
    },
    {
        "originalIndex": 663,
        "passives": []
    },
    {
        "originalIndex": 664,
        "passives": []
    },
    {
        "originalIndex": 665,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 666,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 667,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 668,
        "passives": []
    },
    {
        "originalIndex": 669,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 670,
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 671,
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 60% 機率對所有敵人造成 150% 傷害。若特殊技能已完全暴增，則機率為 100%。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 672,
        "passives": [
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。",
            "從已陣亡小兵獲取生命值：此角色擁有的小兵被擊殺時，會恢復 100 的生命值。"
        ]
    },
    {
        "originalIndex": 673,
        "passives": []
    },
    {
        "originalIndex": 674,
        "passives": []
    },
    {
        "originalIndex": 675,
        "passives": []
    },
    {
        "originalIndex": 676,
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的原本狀態效果。",
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 677,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 678,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 679,
        "passives": [
            "當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 680,
        "passives": [
            "法力減損的狀態效果：法力減損時，此角色獲得 +30% 攻擊，持續 3 回合。",
            "抵禦生命偷取異常：此英雄對偷取生命的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 681,
        "passives": []
    },
    {
        "originalIndex": 682,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 683,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 684,
        "passives": [
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 685,
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 686,
        "passives": []
    },
    {
        "originalIndex": 687,
        "passives": []
    },
    {
        "originalIndex": 688,
        "passives": []
    },
    {
        "originalIndex": 689,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 690,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 691,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 692,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 693,
        "passives": [
            "抵禦防禦異常：此英雄對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 694,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 695,
        "passives": []
    },
    {
        "originalIndex": 696,
        "passives": [
            "特殊技能造成詛咒效果：此角色施放特殊技能時，所有敵人在 473 回合內受到 4 詛咒傷害，傷害從低開始並每回合增加。"
        ]
    },
    {
        "originalIndex": 697,
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 698,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 699,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 30% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 700,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 701,
        "passives": []
    },
    {
        "originalIndex": 702,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 703,
        "passives": []
    },
    {
        "originalIndex": 704,
        "passives": []
    },
    {
        "originalIndex": 705,
        "passives": []
    },
    {
        "originalIndex": 706,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 707,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 708,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 709,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 710,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 711,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 712,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 308 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 713,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 714,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通冰雪訓練師英雄",
            "* 罕見冰雪訓練師英雄",
            "* 稀有冰雪訓練師英雄",
            "* 普通冰雪英雄",
            "* 罕見冰雪英雄"
        ]
    },
    {
        "originalIndex": 715,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 716,
        "passives": []
    },
    {
        "originalIndex": 717,
        "passives": []
    },
    {
        "originalIndex": 718,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 719,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 720,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 721,
        "passives": [
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 3% 生命。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 722,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 5 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 723,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 724,
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的狀態效果。"
        ]
    },
    {
        "originalIndex": 725,
        "passives": []
    },
    {
        "originalIndex": 726,
        "passives": []
    },
    {
        "originalIndex": 727,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 728,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 729,
        "passives": [
            "用法力開始戰鬥：此英雄在戰鬥開始時獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 730,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 731,
        "passives": []
    },
    {
        "originalIndex": 732,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 733,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 312 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 734,
        "passives": [
            "增加增益持續時間：此角色從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 735,
        "passives": [
            "增加增益持續時間：此角色從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "使用特殊技能時獲得生命值加成：此角色施展特殊技能時，會使所有盟友獲得 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 736,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 737,
        "passives": [
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 738,
        "passives": []
    },
    {
        "originalIndex": 739,
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 740,
        "passives": [
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 741,
        "passives": []
    },
    {
        "originalIndex": 742,
        "passives": []
    },
    {
        "originalIndex": 743,
        "passives": []
    },
    {
        "originalIndex": 744,
        "passives": [
            "特殊技能造成詛咒效果：此角色施放特殊技能時，所有敵人在 461 回合內受到 4 詛咒傷害，傷害從低開始並每回合增加。"
        ]
    },
    {
        "originalIndex": 745,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 746,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 747,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 748,
        "passives": []
    },
    {
        "originalIndex": 749,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 750,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 751,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 752,
        "passives": []
    },
    {
        "originalIndex": 753,
        "passives": []
    },
    {
        "originalIndex": 754,
        "passives": []
    },
    {
        "originalIndex": 755,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 756,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常和負面疊加具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 757,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 758,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 759,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 760,
        "passives": []
    },
    {
        "originalIndex": 761,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 762,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 763,
        "passives": []
    },
    {
        "originalIndex": 764,
        "passives": [
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 765,
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 20% 生命值。此效果每回合僅能啟動一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 766,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 767,
        "passives": [
            "抵禦生命偷取異常：此角色對偷取生命的狀態異常具有天生抗性。",
            "法力減損的狀態效果：法力減損時，此角色獲得 +94% 對抗神聖屬性的防禦，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 768,
        "passives": []
    },
    {
        "originalIndex": 769,
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 504 回合內受到 4 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 770,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 771,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 772,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 773,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 774,
        "passives": []
    },
    {
        "originalIndex": 775,
        "passives": []
    },
    {
        "originalIndex": 776,
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 777,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 778,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 202 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 779,
        "passives": [
            "記住狀態異常：此英雄天賦異稟，能夠記住狀態異常。該英雄會持續記住敵方向其施放的最新 5 個狀態異常，直至有新的特殊技能施放。"
        ]
    },
    {
        "originalIndex": 780,
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 781,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 782,
        "passives": []
    },
    {
        "originalIndex": 783,
        "passives": []
    },
    {
        "originalIndex": 784,
        "passives": []
    },
    {
        "originalIndex": 785,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 786,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 787,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 788,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 789,
        "passives": []
    },
    {
        "originalIndex": 790,
        "passives": []
    },
    {
        "originalIndex": 791,
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 792,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 793,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 794,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 795,
        "passives": []
    },
    {
        "originalIndex": 796,
        "passives": []
    },
    {
        "originalIndex": 797,
        "passives": []
    },
    {
        "originalIndex": 798,
        "passives": []
    },
    {
        "originalIndex": 799,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 800,
        "passives": [
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "召喚惡魔時獲得生命值加成：對任意敵人召喚惡魔時，此角色會獲得 300 點生命值加成。此效果每回合僅可啟動一次。",
            "召喚惡魔時獲得法力：對任意敵人召喚惡魔時，此角色會獲得 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 801,
        "passives": []
    },
    {
        "originalIndex": 802,
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 803,
        "passives": []
    },
    {
        "originalIndex": 804,
        "passives": []
    },
    {
        "originalIndex": 805,
        "passives": []
    },
    {
        "originalIndex": 806,
        "passives": [
            "特殊技能造成劇毒效果：此角色施放特殊技能時，所有敵人在 476 回合內受到 4 劇毒傷害。"
        ]
    },
    {
        "originalIndex": 807,
        "passives": []
    },
    {
        "originalIndex": 808,
        "passives": []
    },
    {
        "originalIndex": 809,
        "passives": []
    },
    {
        "originalIndex": 810,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 811,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 812,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 813,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 814,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 815,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。",
            "特殊技能造成流血效果：此角色施放特殊技能時，所有敵人在 544 回合內受到 4 流血傷害。"
        ]
    },
    {
        "originalIndex": 816,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 278 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 817,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。"
        ]
    },
    {
        "originalIndex": 818,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 819,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 820,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 821,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 822,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 823,
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。",
            "回復生命時獲得法力：此角色每次回復生命時也會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 824,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 825,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 826,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 827,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 140 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 828,
        "passives": []
    },
    {
        "originalIndex": 829,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 830,
        "passives": [
            "賦能抵禦冰霜：此角色對冰霜具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "極地核心：每次此角色施放其特殊技能時，極地核心會啟動",
            "* 所有敵人獲得腐蝕冰霜，持續 3 回合。極地核心完全暴增時，腐蝕冰霜會造成 331 冰霜傷害，並在每回合降低目標 -15% 攻擊。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 冰霜傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 831,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 832,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。",
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的狀態效果。"
        ]
    },
    {
        "originalIndex": 833,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 834,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 835,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 836,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 837,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 838,
        "passives": []
    },
    {
        "originalIndex": 839,
        "passives": []
    },
    {
        "originalIndex": 840,
        "passives": [
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。",
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 841,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 5 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 842,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 843,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 844,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 845,
        "passives": []
    },
    {
        "originalIndex": 846,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 847,
        "passives": [
            "詛咒樹苗召喚：每當敵人使用特殊技能召喚小兵時，此角色將會對該敵人召喚一隻詛咒樹苗惡魔。",
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 848,
        "passives": []
    },
    {
        "originalIndex": 849,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 850,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。不適用影響元素防禦的狀態異常。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 851,
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 852,
        "passives": []
    },
    {
        "originalIndex": 853,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 854,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 855,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 856,
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的原本狀態效果。",
            "已增加特殊技能傷害：此角色在前 2 次施展可造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 857,
        "passives": [
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 858,
        "passives": []
    },
    {
        "originalIndex": 859,
        "passives": []
    },
    {
        "originalIndex": 860,
        "passives": []
    },
    {
        "originalIndex": 861,
        "passives": []
    },
    {
        "originalIndex": 862,
        "passives": []
    },
    {
        "originalIndex": 863,
        "passives": []
    },
    {
        "originalIndex": 864,
        "passives": []
    },
    {
        "originalIndex": 865,
        "passives": []
    },
    {
        "originalIndex": 866,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 867,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 868,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 869,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 870,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 12% 生命。"
        ]
    },
    {
        "originalIndex": 871,
        "passives": []
    },
    {
        "originalIndex": 872,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 873,
        "passives": []
    },
    {
        "originalIndex": 874,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 875,
        "passives": []
    },
    {
        "originalIndex": 876,
        "passives": []
    },
    {
        "originalIndex": 877,
        "passives": [
            "獲得增益的生命值回復 - 此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 878,
        "passives": []
    },
    {
        "originalIndex": 879,
        "passives": []
    },
    {
        "originalIndex": 880,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 881,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 147 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 882,
        "passives": []
    },
    {
        "originalIndex": 883,
        "passives": []
    },
    {
        "originalIndex": 884,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 885,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 886,
        "passives": [
            "暴增的傷害：此角色施放特殊技能時，有 50% 機率對所有敵人造成 100% 傷害。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 887,
        "passives": []
    },
    {
        "originalIndex": 888,
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血傷害：此角色對流血效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 889,
        "passives": []
    },
    {
        "originalIndex": 890,
        "passives": []
    },
    {
        "originalIndex": 891,
        "passives": []
    },
    {
        "originalIndex": 892,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 893,
        "passives": []
    },
    {
        "originalIndex": 894,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 895,
        "passives": []
    },
    {
        "originalIndex": 896,
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 897,
        "passives": []
    },
    {
        "originalIndex": 898,
        "passives": []
    },
    {
        "originalIndex": 899,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 900,
        "passives": []
    },
    {
        "originalIndex": 901,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 902,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 903,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 904,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 905,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 906,
        "passives": []
    },
    {
        "originalIndex": 907,
        "passives": []
    },
    {
        "originalIndex": 908,
        "passives": []
    },
    {
        "originalIndex": 909,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 910,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 911,
        "passives": []
    },
    {
        "originalIndex": 912,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 913,
        "passives": []
    },
    {
        "originalIndex": 914,
        "passives": []
    },
    {
        "originalIndex": 915,
        "passives": []
    },
    {
        "originalIndex": 916,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 917,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 918,
        "passives": []
    },
    {
        "originalIndex": 919,
        "passives": []
    },
    {
        "originalIndex": 920,
        "passives": [
            "能力：提升狀態效果持續時間。有機率提升施放狀態效果的持續時間。",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 921,
        "passives": []
    },
    {
        "originalIndex": 922,
        "passives": []
    },
    {
        "originalIndex": 923,
        "passives": []
    },
    {
        "originalIndex": 924,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 925,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 926,
        "passives": []
    },
    {
        "originalIndex": 927,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 160 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 928,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 929,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 930,
        "passives": []
    },
    {
        "originalIndex": 931,
        "passives": []
    },
    {
        "originalIndex": 932,
        "passives": []
    },
    {
        "originalIndex": 933,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 934,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 935,
        "passives": [
            "當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 936,
        "passives": [
            "當此角色施放其特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 937,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 938,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 939,
        "passives": [
            "此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減少：此角色有 10% 機率將特殊技能造成的直接傷害降到 1。"
        ]
    },
    {
        "originalIndex": 940,
        "passives": [
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 941,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 942,
        "passives": [
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 943,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 944,
        "passives": [
            "減少異常持續時間：這個角色受到來自特殊技能的狀態效果時，有前 3 次會將持續時間減少 1 個回合。"
        ]
    },
    {
        "originalIndex": 945,
        "passives": []
    },
    {
        "originalIndex": 946,
        "passives": []
    },
    {
        "originalIndex": 947,
        "passives": []
    },
    {
        "originalIndex": 948,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 949,
        "passives": []
    },
    {
        "originalIndex": 950,
        "passives": []
    },
    {
        "originalIndex": 951,
        "passives": []
    },
    {
        "originalIndex": 952,
        "passives": []
    },
    {
        "originalIndex": 953,
        "passives": []
    },
    {
        "originalIndex": 954,
        "passives": []
    },
    {
        "originalIndex": 955,
        "passives": []
    },
    {
        "originalIndex": 956,
        "passives": []
    },
    {
        "originalIndex": 957,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 -90%，並抵禦所有狀態異常和法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 958,
        "passives": []
    },
    {
        "originalIndex": 959,
        "passives": []
    },
    {
        "originalIndex": 960,
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 961,
        "passives": []
    },
    {
        "originalIndex": 962,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 963,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 964,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 312 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 965,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 966,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 967,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 968,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 292 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 969,
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。"
        ]
    },
    {
        "originalIndex": 970,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 971,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 972,
        "passives": []
    },
    {
        "originalIndex": 973,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 974,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 975,
        "passives": []
    },
    {
        "originalIndex": 976,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 977,
        "passives": []
    },
    {
        "originalIndex": 978,
        "passives": []
    },
    {
        "originalIndex": 979,
        "passives": []
    },
    {
        "originalIndex": 980,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 981,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 982,
        "passives": []
    },
    {
        "originalIndex": 983,
        "passives": []
    },
    {
        "originalIndex": 984,
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 985,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 986,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加 (最大值： 10)。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 987,
        "passives": [
            "受到傷害時獲得法力：",
            "* 此角色受到特殊技能或普通攻擊的直接傷害時，可獲得少量法力。",
            "* 每回合最多可獲得 10% 法力。",
            "對小兵和超級小兵造成額外傷害：此角色對小兵和超級小兵造成 +150% 傷害。"
        ]
    },
    {
        "originalIndex": 988,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 989,
        "passives": []
    },
    {
        "originalIndex": 990,
        "passives": []
    },
    {
        "originalIndex": 991,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 992,
        "passives": [
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 993,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。",
            "每次啟動毀滅核心時，會施放此角色的特殊技能",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 994,
        "passives": []
    },
    {
        "originalIndex": 995,
        "passives": [
            "此角色在戰鬥開始時獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 996,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 997,
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 998,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 999,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1000,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 20% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 1001,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1002,
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1003,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1004,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1005,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1006,
        "passives": []
    },
    {
        "originalIndex": 1007,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1008,
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 1009,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1010,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1011,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1012,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1013,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1014,
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 1015,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1016,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 2 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1017,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1018,
        "passives": []
    },
    {
        "originalIndex": 1019,
        "passives": []
    },
    {
        "originalIndex": 1020,
        "passives": []
    },
    {
        "originalIndex": 1021,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1022,
        "passives": [
            "抵禦燃燒：此角色對燃燒效果具有天生抗性。",
            "法力燃燒：每當敵人受到燃燒傷害時，這名角色會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1023,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1024,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1025,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1026,
        "passives": []
    },
    {
        "originalIndex": 1027,
        "passives": [
            "淨化時複製異常：此英雄的一個狀態異常受到淨化時，將隨機對一名敵人施加受淨化異常的新複製體。"
        ]
    },
    {
        "originalIndex": 1028,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1029,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1030,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通烈火訓練師英雄",
            "* 罕見烈火訓練師英雄",
            "* 稀有烈火訓練師英雄",
            "* 普通烈火英雄",
            "* 罕見烈火英雄"
        ]
    },
    {
        "originalIndex": 1031,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1032,
        "passives": [
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 200 回合內受到 2 水系傷害。"
        ]
    },
    {
        "originalIndex": 1033,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 272 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1034,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1035,
        "passives": []
    },
    {
        "originalIndex": 1036,
        "passives": []
    },
    {
        "originalIndex": 1037,
        "passives": []
    },
    {
        "originalIndex": 1038,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1039,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1040,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1041,
        "passives": []
    },
    {
        "originalIndex": 1042,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1043,
        "passives": [
            "抵禦治療異常：此角色對影響治療的異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1044,
        "passives": []
    },
    {
        "originalIndex": 1045,
        "passives": []
    },
    {
        "originalIndex": 1046,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 5 次受到的傷害降為 -90%，並抵禦所有狀態異常和法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1047,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1048,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。"
        ]
    },
    {
        "originalIndex": 1049,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1050,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 3 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1051,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "毀滅核心：此角色的構造體核心為毀滅核心。每次啟動毀滅核心時，會施放此角色的特殊技能：",
            "* 毀滅核心暴增時，對所有敵人造成 180% 傷害。",
            "* 傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1052,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1053,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1054,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1055,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 1056,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1057,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1058,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1059,
        "passives": []
    },
    {
        "originalIndex": 1060,
        "passives": [
            "抵禦生命偷取異常：此英雄對偷取生命的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1061,
        "passives": []
    },
    {
        "originalIndex": 1062,
        "passives": []
    },
    {
        "originalIndex": 1063,
        "passives": []
    },
    {
        "originalIndex": 1064,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1065,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1066,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 243 回合內受到 3 飛沙傷害。"
        ]
    },
    {
        "originalIndex": 1067,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 366 回合內受到 3 飛沙傷害。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 1068,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 1069,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1070,
        "passives": []
    },
    {
        "originalIndex": 1071,
        "passives": []
    },
    {
        "originalIndex": 1072,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1073,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1074,
        "passives": []
    },
    {
        "originalIndex": 1075,
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血傷害：此角色對流血效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1076,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1077,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1078,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1079,
        "passives": []
    },
    {
        "originalIndex": 1080,
        "passives": []
    },
    {
        "originalIndex": 1081,
        "passives": []
    },
    {
        "originalIndex": 1082,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1083,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1084,
        "passives": []
    },
    {
        "originalIndex": 1085,
        "passives": []
    },
    {
        "originalIndex": 1086,
        "passives": [
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1087,
        "passives": [
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1088,
        "passives": []
    },
    {
        "originalIndex": 1089,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1090,
        "passives": [
            "無視嘲諷：此角色的特殊技能不受嘲諷影響。",
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1091,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1092,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1093,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1094,
        "passives": [
            "麻雀召喚：敵人以特殊技能召喚任何小兵時，為自己召喚麻雀小兵。"
        ]
    },
    {
        "originalIndex": 1095,
        "passives": [
            "從異常效果中獲得的法力產出增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "嘲諷法力：每當敵人受到嘲諷狀態效果時，此角色的法力增加 10%。",
            "無視嘲諷：此角色的特殊技能不受嘲諷影響。"
        ]
    },
    {
        "originalIndex": 1096,
        "passives": []
    },
    {
        "originalIndex": 1097,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1098,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1099,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 1100,
        "passives": [
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 12% 生命值。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1101,
        "passives": []
    },
    {
        "originalIndex": 1102,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1103,
        "passives": [
            "復活機率降低：在戰鬥中所有敵人的復活機率降低。該機率為原本數值的 20%。"
        ]
    },
    {
        "originalIndex": 1104,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1105,
        "passives": []
    },
    {
        "originalIndex": 1106,
        "passives": []
    },
    {
        "originalIndex": 1107,
        "passives": []
    },
    {
        "originalIndex": 1108,
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1109,
        "passives": [
            "九條命：",
            "* 落敗時，此角色有 75% 機率於其下個回合開始時復活，並恢復 50% 生命值和 75% 法力。",
            "* 最多可啟用 9 次。每次啟用會降低復活機率。無法以狀態異常或被動技能預防。",
            "特性：輕巧自如的身姿",
            "此角色不受增加或減少防禦的效果影響。",
            "這包括：",
            "* - 狀態效果增益以及異常。",
            "* - 正面與負面疊加。",
            "* - 成長和枯萎效果。"
        ]
    },
    {
        "originalIndex": 1110,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 1111,
        "passives": [
            "暴增的法力：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "特殊技能疊加：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1112,
        "passives": []
    },
    {
        "originalIndex": 1113,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 319 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1114,
        "passives": [
            "抵禦法力產出異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性。不適用會阻止法力產出或偷走法力的狀態異常。"
        ]
    },
    {
        "originalIndex": 1115,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1116,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1117,
        "passives": []
    },
    {
        "originalIndex": 1118,
        "passives": [
            "吞噬小兵並在一段時間內持續獲得法力：每 3 回合，將會吞噬隨機敵人的所有小兵，每吞噬一個小兵都會獲得小額法力。",
            "回復生命時獲得法力：此角色每次回復生命時也會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1119,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1120,
        "passives": []
    },
    {
        "originalIndex": 1121,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "法力燃燒：每當敵人受到燃燒傷害時，這名角色會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1122,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1123,
        "passives": [
            "快節奏民謠：敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏跳舞：敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 1124,
        "passives": []
    },
    {
        "originalIndex": 1125,
        "passives": []
    },
    {
        "originalIndex": 1126,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1127,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。",
            "特殊技能造成流血效果：此角色施放特殊技能時，所有敵人在 452 回合內受到 4 流血傷害。"
        ]
    },
    {
        "originalIndex": 1128,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 146 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1129,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1130,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1131,
        "passives": []
    },
    {
        "originalIndex": 1132,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的異常具有天生抗性。",
            "抵禦防禦異常：此角色對影響防禦的異常和負面疊加具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1133,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1134,
        "passives": []
    },
    {
        "originalIndex": 1135,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1136,
        "passives": [
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 50 生命值。",
            "抵禦流血傷害：此角色對流血效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1137,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。"
        ]
    },
    {
        "originalIndex": 1138,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散所有敵人最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1139,
        "passives": []
    },
    {
        "originalIndex": 1140,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1141,
        "passives": []
    },
    {
        "originalIndex": 1142,
        "passives": []
    },
    {
        "originalIndex": 1143,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1144,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1145,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 1146,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 1147,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1148,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。"
        ]
    },
    {
        "originalIndex": 1149,
        "passives": [
            "特殊技能傷害減免：此角色受到的特殊技能傷害減少 -20%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1150,
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1151,
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 1152,
        "passives": [
            "法力減損的狀態效果：施法者的法力減損時，獲得 +30% 攻擊，持續 3 回合。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1153,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1154,
        "passives": [
            "抵禦攻擊狀態效果：此角色對影響攻擊的所有狀態效果和疊加具有天生抗性。包含增益。",
            "抵禦法力異常：此角色對影響法力產出的狀態異常和負面疊加具有天生抗性，亦適用於封鎖法力或竊取法力的狀態異常。"
        ]
    },
    {
        "originalIndex": 1155,
        "passives": [
            "流血時治療：每當敵人受到流血傷害時，這名角色恢復 50 生命。",
            "流血時獲得法力：每當敵人受到流血傷害時，這名角色會獲得 8% 法力。"
        ]
    },
    {
        "originalIndex": 1156,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1157,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1158,
        "passives": [
            "增加增益持續時間：此角色從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1159,
        "passives": [
            "每名非烈火系敵人所增加的攻擊：在每場戰鬥開始時，每有一名非烈火系元素的敵人，此角色的攻擊力會增加 +5%。在有數波攻勢的戰鬥中，此效果會在每波攻勢開始時更新。",
            "抵禦增益免疫：此角色對於新增益免疫的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1160,
        "passives": []
    },
    {
        "originalIndex": 1161,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1162,
        "passives": []
    },
    {
        "originalIndex": 1163,
        "passives": []
    },
    {
        "originalIndex": 1164,
        "passives": []
    },
    {
        "originalIndex": 1165,
        "passives": []
    },
    {
        "originalIndex": 1166,
        "passives": []
    },
    {
        "originalIndex": 1167,
        "passives": []
    },
    {
        "originalIndex": 1168,
        "passives": []
    },
    {
        "originalIndex": 1169,
        "passives": []
    },
    {
        "originalIndex": 1170,
        "passives": []
    },
    {
        "originalIndex": 1171,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1172,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1173,
        "passives": []
    },
    {
        "originalIndex": 1174,
        "passives": []
    },
    {
        "originalIndex": 1175,
        "passives": [
            "特殊技能下的持續傷害。此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛。此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 1176,
        "passives": []
    },
    {
        "originalIndex": 1177,
        "passives": []
    },
    {
        "originalIndex": 1178,
        "passives": []
    },
    {
        "originalIndex": 1179,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1180,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 124 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1181,
        "passives": [
            "此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "特殊技能傷害減少：此角色有 10% 機率將特殊技能造成的直接傷害降到 1。"
        ]
    },
    {
        "originalIndex": 1182,
        "passives": [
            "特殊技能傷害：當此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 1183,
        "passives": []
    },
    {
        "originalIndex": 1184,
        "passives": []
    },
    {
        "originalIndex": 1185,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1186,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1187,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1188,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 3 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1189,
        "passives": []
    },
    {
        "originalIndex": 1190,
        "passives": []
    },
    {
        "originalIndex": 1191,
        "passives": []
    },
    {
        "originalIndex": 1192,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1193,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1194,
        "passives": []
    },
    {
        "originalIndex": 1195,
        "passives": []
    },
    {
        "originalIndex": 1196,
        "passives": []
    },
    {
        "originalIndex": 1197,
        "passives": []
    },
    {
        "originalIndex": 1198,
        "passives": []
    },
    {
        "originalIndex": 1199,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1200,
        "passives": []
    },
    {
        "originalIndex": 1201,
        "passives": [
            "提升特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1202,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1203,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 1204,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1205,
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1206,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。",
            "每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1207,
        "passives": []
    },
    {
        "originalIndex": 1208,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1209,
        "passives": [
            "賦能抵禦法力減損：此角色對法力減損具有天生抗性，每次抵抗都會獲得 600 點生命值提升和 10% 法力。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1210,
        "passives": [
            "暴增的狀態效果：此角色施放特殊技能時，有 50% 機率給予所有敵人 -25% 法力產出，持續 3 回合。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1211,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1212,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：當此角色施放特殊技能時，會將其最新的可淨化狀態異常從自身轉移至目標。如果特殊技能無法鎖定敵人，則會隨機選擇一個敵人。如果此角色沒有可淨化的狀態異常，則會恢復 8% 生命。"
        ]
    },
    {
        "originalIndex": 1213,
        "passives": []
    },
    {
        "originalIndex": 1214,
        "passives": []
    },
    {
        "originalIndex": 1215,
        "passives": []
    },
    {
        "originalIndex": 1216,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1217,
        "passives": []
    },
    {
        "originalIndex": 1218,
        "passives": []
    },
    {
        "originalIndex": 1219,
        "passives": []
    },
    {
        "originalIndex": 1220,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "特殊技能施放時摧毀惡魔：此角色施放其特殊技能時，摧毀自身所有惡魔。"
        ]
    },
    {
        "originalIndex": 1221,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 193 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1222,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1223,
        "passives": []
    },
    {
        "originalIndex": 1224,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1225,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1226,
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血傷害：此角色對流血效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1227,
        "passives": []
    },
    {
        "originalIndex": 1228,
        "passives": []
    },
    {
        "originalIndex": 1229,
        "passives": []
    },
    {
        "originalIndex": 1230,
        "passives": []
    },
    {
        "originalIndex": 1231,
        "passives": []
    },
    {
        "originalIndex": 1232,
        "passives": []
    },
    {
        "originalIndex": 1233,
        "passives": []
    },
    {
        "originalIndex": 1234,
        "passives": []
    },
    {
        "originalIndex": 1235,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1236,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1237,
        "passives": []
    },
    {
        "originalIndex": 1238,
        "passives": []
    },
    {
        "originalIndex": 1239,
        "passives": []
    },
    {
        "originalIndex": 1240,
        "passives": []
    },
    {
        "originalIndex": 1241,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1242,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1243,
        "passives": []
    },
    {
        "originalIndex": 1244,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -24% 法力產出，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1245,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 驅散敵人身上最新的可驅散增益。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1246,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1247,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1248,
        "passives": [
            "對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1249,
        "passives": []
    },
    {
        "originalIndex": 1250,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1251,
        "passives": []
    },
    {
        "originalIndex": 1252,
        "passives": []
    },
    {
        "originalIndex": 1253,
        "passives": []
    },
    {
        "originalIndex": 1254,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1255,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1256,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1257,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1258,
        "passives": []
    },
    {
        "originalIndex": 1259,
        "passives": [
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1260,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1261,
        "passives": []
    },
    {
        "originalIndex": 1262,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1263,
        "passives": [
            "已增加特殊技能傷害：此英雄第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。"
        ]
    },
    {
        "originalIndex": 1264,
        "passives": [
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 30%。",
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1265,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1266,
        "passives": [
            "快節奏：民謠",
            "敵人施放的所有民謠僅持續 1 個回合。",
            "快節奏：跳舞",
            "敵人施放的所有跳舞僅持續 1 個回合。"
        ]
    },
    {
        "originalIndex": 1267,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1268,
        "passives": [
            "抵禦流血傷害：此角色對流血效果具有天生抗性。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1269,
        "passives": [
            "抵抗小兵所施加的狀態異常：此角色對小兵所施加的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1270,
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1271,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1272,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。",
            "特殊技能造成流血效果：此角色施放特殊技能時，所有敵人在 528 回合內受到 4 流血傷害。"
        ]
    },
    {
        "originalIndex": 1273,
        "passives": [
            "抵禦最大生命值降低：此角色對最大生命值降低具有天生抗性。",
            "敵人施展特殊技能時提升生命值：當敵人施放特殊技能時，此角色會有 50% 機率提升自身生命值 100 點。"
        ]
    },
    {
        "originalIndex": 1274,
        "passives": [
            "抵禦攻擊異常：此角色對影響攻擊的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 5% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 1275,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。"
        ]
    },
    {
        "originalIndex": 1276,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 淨化所有盟友身上最新的可淨化狀態異常。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1277,
        "passives": [
            "在受到特殊技能和掩護傷害時造成傷害：此角色受到特殊技能的傷害，或者代替受掩護角色承受傷害時，有 60% 機率對所有敵人造成所承受傷害的 20% 傷害。"
        ]
    },
    {
        "originalIndex": 1278,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵手感知：此角色施放特殊技能時，有 100% 機率將其身上最新的狀態異常轉移到目標身上。若特殊技能無法鎖定敵人，則隨機選擇一個敵人。若此角色無狀態異常，則恢復 3% 生命值。"
        ]
    },
    {
        "originalIndex": 1279,
        "passives": []
    },
    {
        "originalIndex": 1280,
        "passives": [
            "使用特殊技能時造成淨化效果：此角色施展特殊技能時，會淨化所有盟友身上最新的狀態異常。"
        ]
    },
    {
        "originalIndex": 1281,
        "passives": [
            "抵禦驅散：此角色對增益的驅散效果具有天生抗性。",
            "抵禦負面小兵效果：此角色對來自小兵的傷害與負面效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1282,
        "passives": []
    },
    {
        "originalIndex": 1283,
        "passives": [
            "受古老存在標記：每獲得 5% 點瘋狂，此角色承受的所有傷害都會減少 10，最多減少 50%。"
        ]
    },
    {
        "originalIndex": 1284,
        "passives": []
    },
    {
        "originalIndex": 1285,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1286,
        "passives": []
    },
    {
        "originalIndex": 1287,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1288,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 所有盟友獲得 +21% 暴擊率，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1289,
        "passives": []
    },
    {
        "originalIndex": 1290,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動。",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1291,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 70% 機率執行下列行動。",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1292,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "模仿怪戰利品：完成關卡時，此模仿怪有機會提供額外戰利品：",
            "* 普通冰雪訓練師英雄",
            "* 罕見冰雪訓練師英雄",
            "* 稀有冰雪訓練師英雄",
            "* 普通冰雪英雄",
            "* 罕見冰雪英雄"
        ]
    },
    {
        "originalIndex": 1293,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1294,
        "passives": []
    },
    {
        "originalIndex": 1295,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1296,
        "passives": [
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。",
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1297,
        "passives": [
            "賦能抵禦燃燒：此角色對燃燒具有天生抗性，每次抵抗都會獲得 450 點生命值提升和 5% 法力。",
            "熔融核心。此角色有一個熔融核心。",
            "每次此角色施放其特殊技能時，熔融核心會啟動：",
            "* 所有敵人獲得腐蝕燃燒，持續 3 回合。熔融核心完全暴增時，腐蝕燃燒會造成 315 燃燒傷害，並在每回合降低目標 -12% 防禦。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 燃燒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1298,
        "passives": [
            "抵抗防禦減少：該角色對影響防禦的狀態異常、疊加和枯萎效果具有天生抗性。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1299,
        "passives": [
            "抵禦法力異常：此角色對影響法力的異常具有天生抗性。",
            "每個敵人增益提供的法力：每個回合開始時，敵人隊伍擁有的每一個生效狀態效果增益都能讓自身獲得少量法力(最多 20 個增益)。"
        ]
    },
    {
        "originalIndex": 1300,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1301,
        "passives": [
            "獲得狀態異常的生命值回復：此角色在被施加狀態異常或負面效果疊加時，可恢復 10% 生命值。",
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1302,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1303,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1304,
        "passives": [
            "抵禦來自狀態效果的傷害：此角色對來自狀態效果的傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1305,
        "passives": []
    },
    {
        "originalIndex": 1306,
        "passives": []
    },
    {
        "originalIndex": 1307,
        "passives": []
    },
    {
        "originalIndex": 1308,
        "passives": []
    },
    {
        "originalIndex": 1309,
        "passives": []
    },
    {
        "originalIndex": 1310,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "腐蝕核心：此角色的構造體核心為腐蝕核心。每次啟動腐蝕核心時，會施放此角色的特殊技能：",
            "* 所有敵人獲得腐蝕劇毒，持續 3 回合。腐蝕核心完全暴增時，腐蝕劇毒會造成 151 劇毒傷害，並在每回合降低目標 -13% 法力產出。對付有小兵或超級小兵的英雄時，會造成額外傷害。",
            "* 劇毒傷害依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1311,
        "passives": [
            "密友之友：對任意盟友召喚小兵時，此角色會獲得 5% 生命和 5% 法力。此效果每回合僅可啟動一次。",
            "寵物之怒：對任意敵人召喚惡魔時，此角色對所有敵人造成 85% 傷害。此效果每回合僅可啟動一次。"
        ]
    },
    {
        "originalIndex": 1312,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1313,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1314,
        "passives": [
            "石像鬼的柔軟膚：每次此石像鬼施放特殊技能時，其柔軟膚啟動。它們受之後 4 次的傷害，其傷害減少 -90% 且也可抵禦所有狀態異常與法力減損。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1315,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1316,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 40% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人獲得 -34% 攻擊，持續 3 回合。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "生命值加成法力特別技能：每當敵人施放可直接提升生命值的特殊技能時，此角色都會獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1317,
        "passives": [
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1318,
        "passives": []
    },
    {
        "originalIndex": 1319,
        "passives": []
    },
    {
        "originalIndex": 1320,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1321,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。",
            "抵抗小兵所施加的狀態異常：此角色對小兵所施加的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1322,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 1323,
        "passives": []
    },
    {
        "originalIndex": 1324,
        "passives": []
    },
    {
        "originalIndex": 1325,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1326,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +150%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -25%"
        ]
    },
    {
        "originalIndex": 1327,
        "passives": []
    },
    {
        "originalIndex": 1328,
        "passives": []
    },
    {
        "originalIndex": 1329,
        "passives": []
    },
    {
        "originalIndex": 1330,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1331,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1332,
        "passives": [
            "小兵陣亡時獲得淨化效果：這名角色擁有的小兵被擊殺時，會淨化其狀態異常。"
        ]
    },
    {
        "originalIndex": 1333,
        "passives": []
    },
    {
        "originalIndex": 1334,
        "passives": []
    },
    {
        "originalIndex": 1335,
        "passives": []
    },
    {
        "originalIndex": 1336,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1337,
        "passives": [
            "驅散增益時獲得法力：每次此角色身上的增益被驅散時，就會獲得 10% 法力。",
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。同樣適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1338,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1339,
        "passives": [
            "希甦之力：當此角色第一次在戰鬥中以低生命值開始回合時，可恢復 15% 生命值，並獲得 15% 法力。"
        ]
    },
    {
        "originalIndex": 1340,
        "passives": []
    },
    {
        "originalIndex": 1341,
        "passives": [
            "停用小兵能力：敵人擁有的所有小兵的攻擊和能力皆停用。"
        ]
    },
    {
        "originalIndex": 1342,
        "passives": [
            "獲得狀態異常的法力增益：此技能的角色受到任何狀態異常或負面疊加時，可獲得 +24% 法力產出，持續 3 回合。",
            "盟友嘗試淨化時獲得生命值加成：當盟友嘗試使用特殊技能進行淨化時，所有盟友都會獲得 300 點生命值加成。此效果每回合生效一次。",
            "敵人嘗試淨化時受到傷害：當一名敵人嘗試使用特殊技能進行淨化時，所有敵人都會受到 300 點傷害。此效果每回合生效一次。"
        ]
    },
    {
        "originalIndex": 1343,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1344,
        "passives": []
    },
    {
        "originalIndex": 1345,
        "passives": []
    },
    {
        "originalIndex": 1346,
        "passives": []
    },
    {
        "originalIndex": 1347,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1348,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1349,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1350,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1351,
        "passives": [
            "抵禦防禦異常：此英雄對影響防禦的狀態異常和負面疊加具有天生抗性。不適用影響元素防禦的狀態異常。"
        ]
    },
    {
        "originalIndex": 1352,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 1353,
        "passives": [
            "抵禦小兵移除：此角色對小兵移除效果具有天生抗性。",
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。"
        ]
    },
    {
        "originalIndex": 1354,
        "passives": [
            "抵禦防禦異常：此角色對影響防禦的狀態異常具有天生抗性。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。"
        ]
    },
    {
        "originalIndex": 1355,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1356,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 231 回合內受到 3 飛沙傷害。"
        ]
    },
    {
        "originalIndex": 1357,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 對所有敵人造成 70% 傷害。",
            "* 所有敵人在 357 回合內受到 3 飛沙傷害。",
            "施放特殊技能時效果的額外機率：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能有 3 次機會發動。",
            "已增加特殊技能傷害：此角色第一次施展造成傷害的特殊技能時，其戰力會額外增加 50%。"
        ]
    },
    {
        "originalIndex": 1358,
        "passives": []
    },
    {
        "originalIndex": 1359,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。",
            "分享承受的傷害：這名角色所受傷害的 20% 將與所有其他盟友分享。"
        ]
    },
    {
        "originalIndex": 1360,
        "passives": [
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1361,
        "passives": []
    },
    {
        "originalIndex": 1362,
        "passives": [
            "使用特殊技能時造成驅散效果：此角色施展特殊技能時，會驅散所有敵人身上最新的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 1363,
        "passives": [
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1364,
        "passives": [
            "減少防禦異常持續時間：這個角色受到來自特殊技能的防禦狀態異常的持續時間減少 2 個回合。",
            "已減少的小兵生命：敵人小兵被召喚時繼承 -50% 生命。"
        ]
    },
    {
        "originalIndex": 1365,
        "passives": [
            "完美精準度：此角色的特殊技能必定命中目標。",
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "受到傷害時疊加攻擊：此角色受到特殊技能傷害時，獲得 +30% 攻擊疊加 (最大值： 10)。每回合能獲得一層疊加。"
        ]
    },
    {
        "originalIndex": 1366,
        "passives": []
    },
    {
        "originalIndex": 1367,
        "passives": []
    },
    {
        "originalIndex": 1368,
        "passives": []
    },
    {
        "originalIndex": 1369,
        "passives": []
    },
    {
        "originalIndex": 1370,
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1371,
        "passives": [
            "抵禦致盲：此角色對影響精準度的狀態異常具有天生抗性。不適用來自盟友的狀態效果。"
        ]
    },
    {
        "originalIndex": 1372,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。"
        ]
    },
    {
        "originalIndex": 1373,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動：",
            "* 為所有盟友提供 10% 點加成生命值。加成生命值能夠超過最大生命值。",
            "* 全部盟友獲得少量法力。",
            "施放特殊技能時的必得效果：此角色施放特殊技能時，為該施放賦予額外效果的任意被動技能必定發動。",
            "抵禦法力產出受阻：此角色對阻止法力產出的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1374,
        "passives": [
            "石像鬼石膚：此石像鬼每次施放特殊技能時，石膚都會硬化。下 4 次受到的傷害降為 1。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 1375,
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 1376,
        "passives": [
            "施放特殊技能時的效果：",
            "此角色施放特殊技能時，有 50% 機率執行下列行動：",
            "* 對所有敵人造成 80% 傷害。",
            "* 施法者獲得 +19% 法力產出，持續 2 回合。",
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1377,
        "passives": [
            "減少使用特殊技能時獲取的法力：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1378,
        "passives": [
            "抵禦瘋狂：此角色對瘋狂效果具有天生抗性。",
            "抵抗攻擊減少：該角色對影響攻擊的狀態異常、疊加和枯萎效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1379,
        "passives": []
    },
    {
        "originalIndex": 1380,
        "passives": []
    },
    {
        "originalIndex": 1381,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。"
        ]
    },
    {
        "originalIndex": 1382,
        "passives": [
            "用法力開始戰鬥：戰鬥開始時，這個角色會獲得 20% 法力。",
            "使用特殊技能時獲得生命值加成：施放特殊技能時，為所有盟友提供 10% 生命值加成。"
        ]
    },
    {
        "originalIndex": 1383,
        "passives": []
    },
    {
        "originalIndex": 1384,
        "passives": []
    },
    {
        "originalIndex": 1385,
        "passives": []
    },
    {
        "originalIndex": 1386,
        "passives": [
            "抵禦劇毒：此角色對劇毒效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1387,
        "passives": [
            "法力增加降低：降低 -80% 特殊技能所增加的法力量。該效果適用於戰鬥的所有敵人。"
        ]
    },
    {
        "originalIndex": 1388,
        "passives": []
    },
    {
        "originalIndex": 1389,
        "passives": []
    },
    {
        "originalIndex": 1390,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1391,
        "passives": [
            "特殊攻擊暴擊時獲得淨化效果：此角色使用特殊技能造成暴擊時，會安全淨化所有盟友身上最新的可淨化狀態異常。此效果每回合可發動一次。",
            "正義反叛：",
            "* 此角色的特殊技能擊中當前生命值較高的角色時，獲得 +20% 生命值加成。",
            "* 此角色被當前生命值較高的角色的特殊技能擊中時，獲得 +20% 法力。",
            "* 這些效果每回合可發動一次。",
            "抵禦流血傷害：此角色對流血效果具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1392,
        "passives": [
            "強化無視小兵：該角色造成的所有傷害皆無視小兵和超級小兵。",
            "強化抵禦負面小兵效果：此角色對來自小兵和超級小兵的傷害與負面效果具有天生抗性。",
            "完美精準度：此角色的特殊技能必定命中目標。"
        ]
    },
    {
        "originalIndex": 1393,
        "passives": [
            "閃避特殊傷害：此角色有 15% 的機率可躲避造成傷害的特殊技能。"
        ]
    },
    {
        "originalIndex": 1394,
        "passives": [
            "施放特殊技能時的效果：此角色施放特殊技能時，有 60% 機率執行下列行動。",
            "* 對所有敵人造成 90% 傷害。",
            "* 所有敵人獲得 -25% 精準度，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1395,
        "passives": [
            "抵禦特殊技能封鎖：此角色對封鎖特殊技能的狀態異常具有天生抗性。",
            "修復核心：此角色的構造體核心為修復核心。每次啟動修復核心時，會施放此角色的特殊技能：",
            "* 修復核心暴增時，會為所有盟友提供 25% 生命值加成。",
            "* 治療量依核心中的暴增量而定。核心啟動時會消耗所有暴增。"
        ]
    },
    {
        "originalIndex": 1396,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "守衛集結：每 4 回合移除所有盟友的全部枯萎效果。"
        ]
    },
    {
        "originalIndex": 1397,
        "passives": []
    },
    {
        "originalIndex": 1398,
        "passives": []
    },
    {
        "originalIndex": 1399,
        "passives": [
            "已減少的治療：所有敵人都獲得 -50% 治療。"
        ]
    },
    {
        "originalIndex": 1400,
        "passives": []
    },
    {
        "originalIndex": 1401,
        "passives": [
            "被擊敗時召喚史萊姆小兵：當此角色被擊敗時，會召喚史萊姆超級小兵給附近盟友，這些小兵繼承此角色的 50% 生命值和 40% 攻擊力。",
            "史萊姆小兵分裂：當此角色一次失去超過 25% 的最大生命值時，會為自身召喚史萊姆超級小兵，小兵具有 50% 生命值和 40% 攻擊力。"
        ]
    },
    {
        "originalIndex": 1402,
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時，有 50% 機率獲得 10% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，有 50% 的機率恢復 10% 生命值。"
        ]
    },
    {
        "originalIndex": 1403,
        "passives": []
    },
    {
        "originalIndex": 1404,
        "passives": []
    },
    {
        "originalIndex": 1405,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。",
            "獵人的威猛：此角色施放特殊技能時，可獲得 +20% 攻擊，持續 3 回合。除了可變更攻擊的效果，可另外啟動此效果。"
        ]
    },
    {
        "originalIndex": 1406,
        "passives": [
            "特殊技能傷害減免：該角色有 10% 的機率將受到的特殊技能直接傷害降至 1 點。",
            "特殊技能下的持續傷害：此角色施放特殊技能時，會給予隨機敵人獵人印記。目標在 150 回合內受到 3 傷害。若目標已有此效果，持續時間將刷新，傷害增加 150，最多總共 1500 傷害。"
        ]
    },
    {
        "originalIndex": 1407,
        "passives": []
    },
    {
        "originalIndex": 1408,
        "passives": [
            "抵禦飛沙傷害：此角色對飛沙傷害具有天生抗性。",
            "從已陣亡小兵獲取生命值：此角色擁有的小兵被擊殺時，會恢復 50 的生命值。"
        ]
    },
    {
        "originalIndex": 1409,
        "passives": [
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。",
            "暴增的法力：此角色施放特殊技能時，有 50% 機率送出 10% 法力給所有盟友。若特殊技能已完全暴增，則機率為 100%。"
        ]
    },
    {
        "originalIndex": 1410,
        "passives": []
    },
    {
        "originalIndex": 1411,
        "passives": []
    },
    {
        "originalIndex": 1412,
        "passives": []
    },
    {
        "originalIndex": 1413,
        "passives": [
            "公仔：額外 75% 機率抵禦所有狀態異常、法力減損與增益驅散。"
        ]
    },
    {
        "originalIndex": 1414,
        "passives": [
            "玻璃：額外 60% 機率將狀態異常反射給攻擊者。"
        ]
    },
    {
        "originalIndex": 1415,
        "passives": [
            "偷取增益：此角色施放特殊技能時，有 50% 機率隨機從有增益的敵人身上偷取最新的可驅散增益。若無敵人有增益，則對所有敵人造成 70% 傷害。"
        ]
    },
    {
        "originalIndex": 1416,
        "passives": [
            "獲得增益的法力：此角色獲得增益或正面疊加時可獲得 5% 法力。",
            "狀態異常失效或被清除時獲得治療：每次此角色身上的狀態異常失效或被淨化、被移除或轉移時，獲得 10% 生命值。此效果每回合僅能啟動一次。",
            "抵禦增益免疫：此角色對於新增益免疫的狀態異常具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1417,
        "passives": []
    },
    {
        "originalIndex": 1418,
        "passives": [
            "使出特殊技能時釋放莽夫亂拳：施放特殊技能時，有 50% 機率對隨機敵人造成莽夫亂拳，持續 3 回合。"
        ]
    },
    {
        "originalIndex": 1419,
        "passives": [
            "暴增的健康恢復：此角色施放特殊技能時，有 50% 機率讓所有盟友恢復 15% 生命值。若特殊技能已完全暴增，則機率為 100%。",
            "特殊技能疊加：此角色施放特殊技能時，所有敵人獲得 -5% 法力產出疊加。若特殊技能已完全暴增，則所有敵人獲得兩個疊加。一個敵人最多可擁有 10 個疊加。"
        ]
    },
    {
        "originalIndex": 1420,
        "passives": [
            "獲得增益的法力：獲得增益或正面疊加時可獲得 5% 法力。",
            "獲得增益的生命值回復：此角色獲得增益或正面疊加時，會恢復 5% 的生命值。"
        ]
    },
    {
        "originalIndex": 1421,
        "passives": []
    },
    {
        "originalIndex": 1422,
        "passives": [
            "提升狀態效果持續時間：有機率提升施放狀態效果的持續時間",
            "* +1 回合： 75%",
            "* +2 回合： 25%"
        ]
    },
    {
        "originalIndex": 1423,
        "passives": []
    },
    {
        "originalIndex": 1424,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1425,
        "passives": [
            "部隊精通：",
            "攻擊角色時的被動技能：此英雄的部隊可對更弱的元素造成額外元素傷害。",
            "- 已造成額外元素傷害： +100%",
            "防禦角色時的被動技能：此英雄會從較強元素部隊受到較少的元素傷害。",
            "- 已受到元素傷害： -10%"
        ]
    },
    {
        "originalIndex": 1426,
        "passives": [
            "飛行動量：如果該角色擁有任意數量的飛行動量，其將獲得：",
            "* 最多 +35% 法力產出。",
            "* 最多 +25% 閃避機率。",
            "* 角色擁有的飛行動量越少，效果越弱。",
            "削弱超級小兵：敵方超級小兵的生命值降低 -75%。"
        ]
    },
    {
        "originalIndex": 1427,
        "passives": [
            "增加增益持續時間：此英雄從特殊技能獲得的前 3 個增益效果的持續時間增加 1 回合。"
        ]
    },
    {
        "originalIndex": 1428,
        "passives": [
            "對加成生命值造成額外傷害：施放特殊技能後，所有盟友的普通攻擊和特殊技能對擁有加成生命值的目標造成 +70% 傷害，持續 4 回合。"
        ]
    },
    {
        "originalIndex": 1429,
        "passives": [
            "特殊技能下的持續傷害：此角色施放特殊技能時，所有敵人在 238 回合內受到 2 水系傷害。",
            "抵禦水系傷害：此角色對水系傷害具有天生抗性。"
        ]
    },
    {
        "originalIndex": 1430,
        "passives": []
    },
    {
        "originalIndex": 1431,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1432,
        "passives": []
    },
    {
        "originalIndex": 1433,
        "passives": [
            "勢不可擋的小兵：",
            "* 對小兵移除的抗性。",
            "* 無法阻止其獲得小兵。",
            "* 小兵攻擊與能力無法關閉。"
        ]
    },
    {
        "originalIndex": 1434,
        "passives": [
            "抵禦法力減損：此角色對法力減損具有天生抗性。",
            "獲得狀態異常的法力：此角色在被施加狀態異常或負面效果疊加時，可獲得 5% 法力。"
        ]
    }
];